[
            {"verse_id":	1	,"sura_name":"ইউনুস","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"الٓرٰ ۟ تِلۡکَ اٰیٰتُ الۡکِتٰبِ الۡحَکِیۡمِ","en_translation":"Alif. Lam. Ra. These are verses of the Wise Scripture.","bn_translation":"আলিফ লাম রা, এটা হচ্ছে অতি সূক্ষ্ম তত্ত্বপূর্ণ কিতাবের আয়াত।"}	,
            {"verse_id":	2	,"sura_name":"ইউনুস","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"اَکَانَ لِلنَّاسِ عَجَبًا اَنۡ اَوۡحَیۡنَاۤ اِلٰی رَجُلٍ مِّنۡہُمۡ اَنۡ اَنۡذِرِ النَّاسَ وَبَشِّرِ الَّذِیۡنَ اٰمَنُوۡۤا اَنَّ لَہُمۡ قَدَمَ صِدۡقٍ عِنۡدَ رَبِّہِمۡ ؕؔ قَالَ الۡکٰفِرُوۡنَ اِنَّ ہٰذَا لَسٰحِرٌ مُّبِیۡنٌ","en_translation":"Is it a wonder for mankind that We have inspired a man among them, saying: Warn mankind and bring unto those who believe the good tidings that they have a sure footing with their Lord ? The disbelievers say: Lo! this is a mere wizard.","bn_translation":"লোকদের জন্য এটা কি বিস্ময়কর মনে হয়েছে যে, আমি তাদের মধ্য হতে একজনের নিকট অহী প্রেরণ করেছি এই মর্মে যে, তুমি সকলকে ভয় প্রদর্শন কর এবং যারা ঈমান এনেছে তাদেরকে এই সুসংবাদ দাও যে, তারা তাদের রবের নিকট পূর্ণ মর্যাদা লাভ করবে। কাফিরেরা বলতে লাগল যে, এ ব্যক্তিতো নিঃসন্দেহে প্রকাশ্য যাদুকর।"}	,
            {"verse_id":	3	,"sura_name":"ইউনুস","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"اِنَّ رَبَّکُمُ اللّٰہُ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَالۡاَرۡضَ فِیۡ سِتَّۃِ اَیَّامٍ ثُمَّ اسۡتَوٰی عَلَی الۡعَرۡشِ یُدَبِّرُ الۡاَمۡرَ ؕ مَا مِنۡ شَفِیۡعٍ اِلَّا مِنۡۢ بَعۡدِ اِذۡنِہٖ ؕ ذٰلِکُمُ اللّٰہُ رَبُّکُمۡ فَاعۡبُدُوۡہُ ؕ اَفَلَا تَذَکَّرُوۡنَ","en_translation":"Lo! your Lord is Allah Who created the heavens and the earth in six Days, then He established Himself upon the Throne, directing all things. There is no intercessor (with Him) save after His permission. That is Allah, your Lord, so worship Him. Oh, will ye not remind ?","bn_translation":"নিশ্চয়ই আল্লাহই হচ্ছেন তোমাদের রাব্ব, যিনি আসমানসমূহকে এবং যমীনকে সৃষ্টি করেছেন ছয় দিনে, অতঃপর তিনি আরশে সমাসীন হলেন, তিনি প্রত্যেক কাজ পরিচালনা করে থাকেন। তাঁর অনুমতি ছাড়া সুপারিশ করার কেহ নেই; এমন আল্লাহ হচ্ছেন তোমাদের রাব্ব। অতএব তোমরা তাঁর ইবাদাত কর; তবুও কি তোমরা বুঝছনা?"}	,
            {"verse_id":	4	,"sura_name":"ইউনুস","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"اِلَیۡہِ مَرۡجِعُکُمۡ جَمِیۡعًا ؕ وَعۡدَ اللّٰہِ حَقًّا ؕ اِنَّہٗ یَبۡدَؤُا الۡخَلۡقَ ثُمَّ یُعِیۡدُہٗ لِیَجۡزِیَ الَّذِیۡنَ اٰمَنُوۡا وَعَمِلُوا الصّٰلِحٰتِ بِالۡقِسۡطِ ؕ وَالَّذِیۡنَ کَفَرُوۡا لَہُمۡ شَرَابٌ مِّنۡ حَمِیۡمٍ وَّعَذَابٌ اَلِیۡمٌۢ بِمَا کَانُوۡا یَکۡفُرُوۡنَ","en_translation":"Unto Him is the return of all of you; it is a promise of Allah in truth. Lo! He produceth creation, then reproduceth it, that He may reward those who believe and do good works with equity; while, as for those who disbelieve, theirs will be a boiling drink and painful doom because they disbelieved.","bn_translation":"তোমাদের সকলকে তাঁরই দিকে ফিরে যেতে হবে, আল্লাহর ও‘য়াদা সত্য; নিশ্চয়ই তিনিই প্রথমবার সৃষ্টি করেছেন, অতঃপর তিনিই পুনর্বার সৃষ্টি করবেন, যাতে এরূপ লোকদের যারা ঈমান এনেছে এবং ভাল কাজ করেছে তাদেরকে ইনসাফ মত প্রতিফল প্রদান করেন; আর যারা অবিশ্বাসী তারা পান করার জন্য পাবে উত্তপ্ত পানি এবং তাদের জন্য রয়েছে যন্ত্রনাদায়ক শাস্তি তাদের কুফরীর কারণে।"}	,
            {"verse_id":	5	,"sura_name":"ইউনুস","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"ہُوَ الَّذِیۡ جَعَلَ الشَّمۡسَ ضِیَآءً وَّالۡقَمَرَ نُوۡرًا وَّقَدَّرَہٗ مَنَازِلَ لِتَعۡلَمُوۡا عَدَدَ السِّنِیۡنَ وَالۡحِسَابَ ؕ مَا خَلَقَ اللّٰہُ ذٰلِکَ اِلَّا بِالۡحَقِّ ۚ یُفَصِّلُ الۡاٰیٰتِ لِقَوۡمٍ یَّعۡلَمُوۡنَ","en_translation":"He it is Who appointed the sun a splendour and the moon a light, and measured for her stages, that ye might know the number of the years, and the reckoning. Allah created not (all) that save in truth. He detaileth the revelations for people who have knowledge.","bn_translation":"আল্লাহ এমন, যিনি সূর্যকে দীপ্তিমান এবং চাঁদকে আলোকময় বানিয়েছেন এবং ওর (গতির) জন্য মানযিলসমূহ নির্ধারিত করেছেন যাতে তোমরা বছরসমূহের সংখ্যা ও হিসাব জানতে পার; আল্লাহ এসব বস্তু অযথা সৃষ্টি করেননি, তিনি এই প্রমাণসমূহ বিশদভাবে বর্ণনা করেছেন ঐসব লোকের জন্য যারা জ্ঞানবান।"}	,
            {"verse_id":	6	,"sura_name":"ইউনুস","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"اِنَّ فِی اخۡتِلَافِ الَّیۡلِ وَالنَّہَارِ وَمَا خَلَقَ اللّٰہُ فِی السَّمٰوٰتِ وَالۡاَرۡضِ لَاٰیٰتٍ لِّقَوۡمٍ یَّتَّقُوۡنَ","en_translation":"Lo! in the difference of day and night and all that Allah hath created in the heavens and the earth are portents, verily, for folk who ward off (evil).","bn_translation":"নিঃসন্দেহে রাত ও দিনের পরিবর্তনের মধ্যে এবং আল্লাহ যা কিছু আসমানসমূহে ও যমীনে সৃষ্টি করেছেন তৎসমুদয়ের মধ্যে প্রমাণসমূহ রয়েছে ঐ লোকদের জন্য যারা আল্লাহর ভয় পোষণ করে।"}	,
            {"verse_id":	7	,"sura_name":"ইউনুস","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ لَا یَرۡجُوۡنَ لِقَآءَنَا وَرَضُوۡا بِالۡحَیٰوۃِ الدُّنۡیَا وَاطۡمَاَنُّوۡا بِہَا وَالَّذِیۡنَ ہُمۡ عَنۡ اٰیٰتِنَا غٰفِلُوۡنَ ۙ","en_translation":"Lo! those who expect not the meeting with Us but desire the life of the world and feel secure therein, and those who are neglectful of Our revelations,","bn_translation":"যারা আমার সাথে সাক্ষাতের আশা পোষণ করেনা এবং পার্থিব জীবনেই পরিতৃপ্ত এবং এতেই নিশ্চিন্ত থাকে এবং যারা আমার নিদর্শনাবলী সম্বন্ধে গাফিল ।"}	,
            {"verse_id":	8	,"sura_name":"ইউনুস","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"اُولٰٓئِکَ مَاۡوٰىہُمُ النَّارُ بِمَا کَانُوۡا یَکۡسِبُوۡنَ","en_translation":"Their home will be the Fire because of what they used to earn.","bn_translation":"এইরূপ লোকদের ঠিকানা হচ্ছে জাহান্নাম, তাদের কার্যকলাপের কারণে।"}	,
            {"verse_id":	9	,"sura_name":"ইউনুস","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَعَمِلُوا الصّٰلِحٰتِ یَہۡدِیۡہِمۡ رَبُّہُمۡ بِاِیۡمَانِہِمۡ ۚ تَجۡرِیۡ مِنۡ تَحۡتِہِمُ الۡاَنۡہٰرُ فِیۡ جَنّٰتِ النَّعِیۡمِ","en_translation":"Lo! those who believe and do good works, their Lord guideth them by their faith. Rivers will flow beneath them in the Gardens of Delight,","bn_translation":"নিশ্চয়ই যারা ঈমান এনেছে এবং ভাল কাজ করেছে, তাদের রাব্ব তাদেরকে লক্ষ্য স্থলে (জান্নাতে) পৌঁছে দিবেন তাদের ঈমানের কারণে, শান্তির উদ্যানসমূহে, তাদের (বাসস্থানের) তলদেশ দিয়ে নহরসমূহ বইতে থাকবে।"}	,
            {"verse_id":	10	,"sura_name":"ইউনুস","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"دَعۡوٰىہُمۡ فِیۡہَا سُبۡحٰنَکَ اللّٰہُمَّ وَتَحِیَّتُہُمۡ فِیۡہَا سَلٰمٌ ۚ  وَاٰخِرُ دَعۡوٰىہُمۡ اَنِ الۡحَمۡدُ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ ","en_translation":"Their prayer therein will be: Glory be to Thee, O Allah! and their greeting therein will be: Peace. And the conclusion of their prayer will be: Praise be to Allah, Lord of the Worlds!","bn_translation":"সেখানে তাদের বাক্য হবেঃ হে আল্লাহ! তুমি মহান, পবিত্র! এবং পরস্পরের অভিবাদন হবে সালাম (আসসালামু ‘আলাইকুম), আর তাদের দু‘আর শেষ বাক্য হবে ‘আলহামদুলিল্লাহি রাবিবল ‘আলামীন’ (সমস্ত প্রশংসা সারা জাহানের রাব্ব মহান আল্লাহর জন্য)।"}	,
            {"verse_id":	11	,"sura_name":"ইউনুস","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"وَلَوۡ یُعَجِّلُ اللّٰہُ لِلنَّاسِ الشَّرَّ اسۡتِعۡجَالَہُمۡ بِالۡخَیۡرِ لَقُضِیَ اِلَیۡہِمۡ اَجَلُہُمۡ ؕ فَنَذَرُ الَّذِیۡنَ لَا یَرۡجُوۡنَ لِقَآءَنَا فِیۡ طُغۡیَانِہِمۡ یَعۡمَہُوۡنَ","en_translation":"If Allah were to hasten on for men the ill (that they have earned) as they would hasten on the good, their respite would already have expired. But We suffer those who look not for the meeting with Us to wander blindly on in their contumacy.","bn_translation":"আর আল্লাহ যদি মানুষের উপর ত্বরিত ক্ষতি সাধন করতেন, যেমন তারা ত্বরিত উপকার লাভ করতে আগ্রহ রাখে, তাহলে তাদের অঙ্গীকার কবেই পূর্ণ হয়ে যেত! অনন্তর আমি সেই লোকদেরকে, যারা আমার নিকট উপস্থিত হওয়ার চিন্তা করেনা, ছেড়ে দিই তাদের অবস্থার উপর, যেন তারা তাদের অবাধ্যতার মধ্যে ঘুরপাক খেতে থাকে।"}	,
            {"verse_id":	12	,"sura_name":"ইউনুস","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"وَاِذَا مَسَّ الۡاِنۡسَانَ الضُّرُّ دَعَانَا لِجَنۡۢبِہٖۤ اَوۡ قَاعِدًا اَوۡ قَآئِمًا ۚ فَلَمَّا کَشَفۡنَا عَنۡہُ ضُرَّہٗ مَرَّ کَاَنۡ لَّمۡ یَدۡعُنَاۤ اِلٰی ضُرٍّ مَّسَّہٗ ؕ کَذٰلِکَ زُیِّنَ لِلۡمُسۡرِفِیۡنَ مَا کَانُوۡا یَعۡمَلُوۡنَ","en_translation":"And if misfortune touch a man he crieth unto Us, (while reclining) on his side, or sitting or standing, but when We have relieved him of the misfortune he goeth his way as though he had not cried unto Us because of a misfortune that afflicted him. Thus is what they do made (seeming) fair unto the prodigal.","bn_translation":"আর যখন মানুষকে কোন ক্লেশ স্পর্শ করে তখন আমাকে ডাকতে থাকে শুয়ে, বসে এবং দাঁড়িয়েও; অতঃপর যখন আমি তার সেই কষ্ট দূর করে দিই তখন সে নিজের পূর্বাবস্থায় ফিরে আসে। যে কষ্ট তাকে স্পর্শ করেছিল তা মোচন করার জন্য সে যেন আমাকে কখনও ডাকেইনি; এই সীমা লংঘনকারীদের কার্যকলাপ তাদের কাছে এইরূপই পছন্দনীয় মনে হয়।"}	,
            {"verse_id":	13	,"sura_name":"ইউনুস","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"وَلَقَدۡ اَہۡلَکۡنَا الۡقُرُوۡنَ مِنۡ قَبۡلِکُمۡ لَمَّا ظَلَمُوۡا ۙ وَجَآءَتۡہُمۡ رُسُلُہُمۡ بِالۡبَیِّنٰتِ وَمَا کَانُوۡا لِیُؤۡمِنُوۡا ؕ کَذٰلِکَ نَجۡزِی الۡقَوۡمَ الۡمُجۡرِمِیۡنَ","en_translation":"We destroyed the generations before you when they did wrong; and their messengers (from Allah) came unto them with clear proofs (of His Sovereignty) but they would not believe. Thus do We reward the guilty folk.","bn_translation":"আমি তোমাদের পূর্বে বহু সম্প্রদায়কে ধ্বংস করেছি, যখন তারা যুলম করেছিল, অথচ তাদের নিকট তাদের রাসূলগণও প্রমাণাদীসহ আগমন করেছিল, কিন্তু কিছুতেই তারা ঈমান আনলনা। আর আমি অপরাধীদেরকে এই রূপেই শাস্তি দিয়ে থাকি।"}	,
            {"verse_id":	14	,"sura_name":"ইউনুস","bn_ayat":"১৪","ar_ayat":"﴿﻿۱۴﻿﴾","text_indo_pak":"ثُمَّ جَعَلۡنٰکُمۡ خَلٰٓئِفَ فِی الۡاَرۡضِ مِنۡۢ بَعۡدِہِمۡ لِنَنۡظُرَ کَیۡفَ تَعۡمَلُوۡنَ","en_translation":"Then We appointed you viceroys in the earth after them, that We might see how ye behave.","bn_translation":"অতঃপর আমি তাদের স্থলে তোমাদেরকে তাদের পর ভূমন্ডলে আবাদ করলাম, যেন আমি প্রত্যক্ষ করি যে, তোমরা কি রূপ কাজ কর।"}	,
            {"verse_id":	15	,"sura_name":"ইউনুস","bn_ayat":"১৫","ar_ayat":"﴿﻿۱۵﻿﴾","text_indo_pak":"وَاِذَا تُتۡلٰی عَلَیۡہِمۡ اٰیَاتُنَا بَیِّنٰتٍ ۙ قَالَ الَّذِیۡنَ لَا یَرۡجُوۡنَ لِقَآءَنَا ائۡتِ بِقُرۡاٰنٍ غَیۡرِ ہٰذَاۤ اَوۡ بَدِّلۡہُ ؕ قُلۡ مَا یَکُوۡنُ لِیۡۤ اَنۡ اُبَدِّلَہٗ مِنۡ تِلۡقَآیِٔ نَفۡسِیۡ ۚ اِنۡ اَتَّبِعُ اِلَّا مَا یُوۡحٰۤی اِلَیَّ ۚ اِنِّیۡۤ اَخَافُ اِنۡ عَصَیۡتُ رَبِّیۡ عَذَابَ یَوۡمٍ عَظِیۡمٍ","en_translation":"And when Our clear revelations are recited unto them, they who look not for the meeting with Us say: Bring a Lecture other than this, or change it. Say (O Muhammad): It is not for me to change it of my accord. I only follow that which is inspired in me. Lo! if I disobey my Lord I fear the retribution of an awful Day.","bn_translation":"আর যখন তাদের সামনে আমার আয়াতসমূহ পাঠ করা হয় - যা অতি স্পষ্ট, তখন ঐ সব লোক, যাদের আমার নিকট উপস্থিত হওয়ার চিন্তা নেই - এইরূপ বলেঃ এটা ছাড়া অন্য কোন কুরআন আনয়ন করুন অথবা এতেই কিছু পরিবর্তন করে দিন। বলঃ আমার দ্বারা ইহা পরিবর্তন করা সম্ভব নয়, আমিতো শুধুমাত্র উহারই অনুসরণ করব যা অহীযোগে আমার কাছে পৌঁছেছে। আমি যদি আমার রবের নাফরমানী করি তাহলে আমি এক অতি ভীষণ দিনের শাস্তির আশংকা রাখি।"}	,
            {"verse_id":	16	,"sura_name":"ইউনুস","bn_ayat":"১৬","ar_ayat":"﴿﻿۱۶﻿﴾","text_indo_pak":"قُلۡ لَّوۡ شَآءَ اللّٰہُ مَا تَلَوۡتُہٗ عَلَیۡکُمۡ وَلَاۤ اَدۡرٰىکُمۡ بِہٖ ۫ۖ فَقَدۡ لَبِثۡتُ فِیۡکُمۡ عُمُرًا مِّنۡ قَبۡلِہٖ ؕ اَفَلَا تَعۡقِلُوۡنَ","en_translation":"Say: If Allah had so willed I should not have recited it to you nor would He have made it known to you. I dwelt among you a whole lifetime before it (came to me). Have ye then no sense ?","bn_translation":"তুমি বলে দাওঃ যদি আল্লাহর ইচ্ছা হত তাহলে, না আমি তোমাদেরকে এটা পাঠ করে শোনাতাম আর না আল্লাহ তোমাদেরকে ওটা জানাতেন। কেননা আমি এর পূর্বেওতো জীবনের এক দীর্ঘ সময় তোমাদের মধ্যে অতিবাহিত করেছি; তাহলে কি তোমরা এতটুকু জ্ঞান রাখনা?"}	,
            {"verse_id":	17	,"sura_name":"ইউনুস","bn_ayat":"১৭","ar_ayat":"﴿﻿۱۷﻿﴾","text_indo_pak":"فَمَنۡ اَظۡلَمُ مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ کَذِبًا اَوۡ کَذَّبَ بِاٰیٰتِہٖ ؕ اِنَّہٗ لَا یُفۡلِحُ الۡمُجۡرِمُوۡنَ","en_translation":"Who doeth greater wrong than he who inventeth a lie concerning Allah and denieth His revelations ? Lo! the guilty never are successful.","bn_translation":"অতএব সেই ব্যক্তির চেয়ে অধিক অত্যাচারী (যালিম) কে যে ব্যক্তি আল্লাহর প্রতি মিথ্যা আরোপ করে অথবা তাঁর আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে? নিঃসন্দেহে এমন পাপাচারীদের কিছুতেই মঙ্গল হবেনা।"}	,
            {"verse_id":	18	,"sura_name":"ইউনুস","bn_ayat":"১৮","ar_ayat":"﴿﻿۱۸﻿﴾","text_indo_pak":"وَیَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَضُرُّہُمۡ وَلَا یَنۡفَعُہُمۡ وَیَقُوۡلُوۡنَ ہٰۤؤُلَآءِ شُفَعَآؤُنَا عِنۡدَ اللّٰہِ ؕ قُلۡ اَتُنَبِّـُٔوۡنَ اللّٰہَ بِمَا لَا یَعۡلَمُ فِی السَّمٰوٰتِ وَلَا فِی الۡاَرۡضِ ؕ سُبۡحٰنَہٗ وَتَعٰلٰی عَمَّا یُشۡرِکُوۡنَ","en_translation":"They worship beside Allah that which neither hurteth them nor profiteth them, and they say: These are our intercessors with Allah. Say: Would ye inform Allah of (something) that He knoweth not in the heavens or in the earth ? Praised be He and High Exalted above all that ye associate (with Him)!","bn_translation":"আর তারা আল্লাহ ছাড়া এমন বস্তুসমূহের ইবাদাত করে যারা তাদের কোন অপকার করতে পারেনা এবং তাদের কোন উপকারও করতে পারেনা। আর তারা বলে, এরা হচ্ছে আল্লাহর নিকট আমাদের সুপারিশকারী। তুমি বলে দাওঃ তোমরা কি আল্লাহকে এমন বিষয়ের সংবাদ দিচ্ছ যা তিনি অবগত নন, না আসমানে, আর না যমীনে? তিনি পবিত্র এবং তাদের মুশরিকী কার্যকলাপ হতে তিনি অনেক উর্ধ্বে।"}	,
            {"verse_id":	19	,"sura_name":"ইউনুস","bn_ayat":"১৯","ar_ayat":"﴿﻿۱۹﻿﴾","text_indo_pak":"وَمَا کَانَ النَّاسُ اِلَّاۤ اُمَّۃً وَّاحِدَۃً فَاخۡتَلَفُوۡا ؕ وَلَوۡلَا کَلِمَۃٌ سَبَقَتۡ مِنۡ رَّبِّکَ لَقُضِیَ بَیۡنَہُمۡ فِیۡمَا فِیۡہِ یَخۡتَلِفُوۡنَ","en_translation":"Mankind were but one community; then they differed; and had it not been for a word that had already gone forth from thy Lord it had been judged between them in respect of that wherein they differ.","bn_translation":"আর সমস্ত মানুষ (প্রথম) এক উম্মাতই ছিল, অতঃপর তারা মতভেদ সৃষ্টি করল। আর যদি তোমার রবের পক্ষ হতে এক নির্দেশ বাণী প্রথমে সাব্যস্ত হয়ে না থাকত তাহলে যে বিষয়ে তারা মতভেদ করছে তার চূড়ান্ত মীমাংসা হয়ে যেত।"}	,
            {"verse_id":	20	,"sura_name":"ইউনুস","bn_ayat":"২০","ar_ayat":"﴿﻿۲۰﻿﴾","text_indo_pak":"وَیَقُوۡلُوۡنَ لَوۡلَاۤ اُنۡزِلَ عَلَیۡہِ اٰیَۃٌ مِّنۡ رَّبِّہٖ ۚ  فَقُلۡ اِنَّمَا الۡغَیۡبُ لِلّٰہِ فَانۡتَظِرُوۡا ۚ  اِنِّیۡ مَعَکُمۡ مِّنَ الۡمُنۡتَظِرِیۡنَ ","en_translation":"And they will say: If only a portent were sent down upon him from his Lord! Then say, (O Muhammad): The Unseen belongeth to Allah. So wait! Lo! I am waiting with you.","bn_translation":"আর তারা বলেঃ তার প্রতি তার রবের পক্ষ হতে কোন মু’জিযা কেন নাযিল হলনা? তুমি বলে দাওঃ গাইবের খবর শুধুমাত্র আল্লাহই জানেন। অতএব তোমরা প্রতীক্ষায় থাক, আমিও তোমাদের সাথে প্রতীক্ষায় থাকলাম।"}	,
            {"verse_id":	21	,"sura_name":"ইউনুস","bn_ayat":"২১","ar_ayat":"﴿﻿۲۱﻿﴾","text_indo_pak":"وَاِذَاۤ اَذَقۡنَا النَّاسَ رَحۡمَۃً مِّنۡۢ بَعۡدِ ضَرَّآءَ مَسَّتۡہُمۡ اِذَا لَہُمۡ مَّکۡرٌ فِیۡۤ اٰیَاتِنَا ؕ قُلِ اللّٰہُ اَسۡرَعُ مَکۡرًا ؕ اِنَّ رُسُلَنَا یَکۡتُبُوۡنَ مَا تَمۡکُرُوۡنَ","en_translation":"And when We cause mankind to taste of mercy after some adversity which had afflicted them, behold! they have some plot against Our revelations. Say: Allah is more swift in plotting. Lo! Our messengers write down that which ye plot.","bn_translation":"আর যখন আমি মানুষকে কোন নি‘আমাতের স্বাদ উপভোগ করাই তাদের উপর কোন বিপদ পতিত হওয়ার পর, তখনই তারা আমার আয়াতসমূহ সম্বন্ধে দুরভিসন্ধি করতে থাকে। তুমি বলে দাওঃ আল্লাহ অতি দ্রুত কলাকৌশল তৈরী করতে পারেন। নিশ্চয়ই আমার মালাইকা/ফেরেশতাগণ তোমাদের সকল দুরভিসন্ধি লিপিবদ্ধ করছে।"}	,
            {"verse_id":	22	,"sura_name":"ইউনুস","bn_ayat":"২২","ar_ayat":"﴿﻿۲۲﻿﴾","text_indo_pak":"ہُوَ الَّذِیۡ یُسَیِّرُکُمۡ فِی الۡبَرِّ وَالۡبَحۡرِ ؕ حَتّٰۤی اِذَا کُنۡتُمۡ فِی الۡفُلۡکِ ۚ وَجَرَیۡنَ بِہِمۡ بِرِیۡحٍ طَیِّبَۃٍ وَّفَرِحُوۡا بِہَا جَآءَتۡہَا رِیۡحٌ عَاصِفٌ وَّجَآءَہُمُ الۡمَوۡجُ مِنۡ کُلِّ مَکَانٍ وَّظَنُّوۡۤا اَنَّہُمۡ اُحِیۡطَ بِہِمۡ ۙ دَعَوُا اللّٰہَ مُخۡلِصِیۡنَ لَہُ الدِّیۡنَ ۬ۚ لَئِنۡ اَنۡجَیۡتَنَا مِنۡ ہٰذِہٖ لَنَکُوۡنَنَّ مِنَ الشّٰکِرِیۡنَ","en_translation":"He it is Who maketh you to go on the land and the sea till, when ye are in the ships and they sail with them with a fair breeze and they are glad therein, a storm-wind reacheth them and the wave cometh unto them from every side and they deem that they are overwhelmed therein; (then) they cry unto Allah, making their faith pure for Him only: If Thou deliver us from this, we truly will be of the thankful.","bn_translation":"তিনি এমন, যিনি তোমাদেরকে স্থলভাগে ও পানি পথে পরিভ্রমণ করান; যখন তোমরা নৌকায় অবস্থান কর, আর সেই নৌকাগুলি লোকদেরকে নিয়ে অনুকূল বায়ুর সাহায্যে চলতে থাকে, আর তারা তাতে আনন্দিত হয়, (হঠাৎ) তাদের উপর এক প্রচন্ড (প্রতিকূল) বায়ু এসে পড়ে এবং প্রত্যেক দিক হতে তাদের উপর তরঙ্গমালা ধেয়ে আসে, আর তারা মনে করে যে, তারা (বিপদে) বেষ্টিত হয়ে পড়েছে, (তখন) সকলে খাঁটি বিশ্বাসের সাথে আল্লাহকেই ডাকতে থাকেঃ (হে আল্লাহ!) আপনি যদি আমাদেরকে এটা হতে রক্ষা করেন তাহলে আমরা অবশ্যই কৃতজ্ঞ হয়ে যাব।"}	,
            {"verse_id":	23	,"sura_name":"ইউনুস","bn_ayat":"২৩","ar_ayat":"﴿﻿۲۳﻿﴾","text_indo_pak":"فَلَمَّاۤ اَنۡجٰہُمۡ اِذَا ہُمۡ یَبۡغُوۡنَ فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ ؕ یٰۤاَیُّہَا النَّاسُ اِنَّمَا بَغۡیُکُمۡ عَلٰۤی اَنۡفُسِکُمۡ ۙ مَّتَاعَ الۡحَیٰوۃِ الدُّنۡیَا ۫ ثُمَّ اِلَیۡنَا مَرۡجِعُکُمۡ فَنُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ","en_translation":"Yet when He hath delivered them, behold! they rebel in the earth wrongfully. O mankind! Your rebellion is only against yourselves. (Ye have) enjoyment of the life of the world; then unto Us is your return and We shall proclaim unto you what ye used to do.","bn_translation":"অতঃপর যখনই মা‘বূদ তাদেরকে উদ্ধার করেন তখনই তারা ভূপৃষ্ঠে অন্যায়ভাবে বিদ্রোহাচরণ করতে থাকে। হে লোক সকল! (শুনে রেখ), তোমাদের বিদ্রোহাচরণ তোমাদেরই (প্রাণের) জন্য বিপদ হবে, পার্থিব জীবনে (এটা দ্বারা কিছু ফল) ভোগ করে নাও, অতঃপর আমারই কাছে তোমাদেরকে ফিরে আসতে হবে, অতঃপর আমি তোমাদের যাবতীয় কৃতকর্ম তোমাদেরকে জানিয়ে দিব।"}	,
            {"verse_id":	24	,"sura_name":"ইউনুস","bn_ayat":"২৪","ar_ayat":"﴿﻿۲۴﻿﴾","text_indo_pak":"اِنَّمَا مَثَلُ الۡحَیٰوۃِ الدُّنۡیَا کَمَآءٍ اَنۡزَلۡنٰہُ مِنَ السَّمَآءِ فَاخۡتَلَطَ بِہٖ نَبَاتُ الۡاَرۡضِ مِمَّا یَاۡکُلُ النَّاسُ وَالۡاَنۡعَامُ ؕ حَتّٰۤی اِذَاۤ اَخَذَتِ الۡاَرۡضُ زُخۡرُفَہَا وَازَّیَّنَتۡ وَظَنَّ اَہۡلُہَاۤ اَنَّہُمۡ قٰدِرُوۡنَ عَلَیۡہَاۤ ۙ اَتٰہَاۤ اَمۡرُنَا لَیۡلًا اَوۡ نَہَارًا فَجَعَلۡنٰہَا حَصِیۡدًا کَاَنۡ لَّمۡ تَغۡنَ بِالۡاَمۡسِ ؕ کَذٰلِکَ نُفَصِّلُ الۡاٰیٰتِ لِقَوۡمٍ یَّتَفَکَّرُوۡنَ","en_translation":"The similitude of the life of the world is only as water which We send down from the sky, then the earth's growth of that which men and cattle eat mingleth with it till, when the earth hath taken on her ornaments and is embellished, and her people deem that they are masters of her, Our commandment cometh by night or by day and We make it as reaped corn as if it had not flourished yesterday. Thus do we expound the revelations for people who reflect.","bn_translation":"বস্তুতঃ পার্থিব জীবনের অবস্থাতো এরূপ, যেমন আমি আসমান হতে পানি বর্ষণ করলাম, অতঃপর তা দ্বারা উৎপন্ন হয় যমীনের উদ্ভিদগুলি অতিশয় ঘন হয়ে, যা মানুষ ও পশুরা আহার করে; এমন কি, যখন সেই যমীন নিজের সুদৃশ্যতার পূর্ণ রূপ ধারণ করল এবং তা শোভনীয় হয়ে উঠল, আর ওর মালিকরা মনে করল যে, তারা এখন ওর পূর্ণ অধিকারী হয়েছে, তখন দিনে অথবা রাতে ওর উপর আমার পক্ষ হতে কোন আপদ এসে পড়ল। সুতরাং আমি ওকে এমন নিশ্চিহ্ন করে দিলাম, যেন গতকাল ওর অস্তিত্বই ছিলনা। এরূপেই আয়াতগুলিতে আমি বিশদ রূপে বর্ণনা করি এমন লোকদের জন্য যারা চিন্তা ভাবনা করে।"}	,
            {"verse_id":	25	,"sura_name":"ইউনুস","bn_ayat":"২৫","ar_ayat":"﴿﻿۲۵﻿﴾","text_indo_pak":"وَاللّٰہُ یَدۡعُوۡۤا اِلٰی دَارِ السَّلٰمِ ؕ وَیَہۡدِیۡ مَنۡ یَّشَآءُ اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ","en_translation":"And Allah summoneth to the abode of peace, and leadeth whom He will to a straight path.","bn_translation":"আর আল্লাহ তোমাদেরকে শান্তির নিবাসের দিকে আহবান করেন; এবং যাকে ইচ্ছা সরল পথে চলার ক্ষমতা দান করেন।"}	,
            {"verse_id":	26	,"sura_name":"ইউনুস","bn_ayat":"২৬","ar_ayat":"﴿﻿۲۶﻿﴾","text_indo_pak":"لِلَّذِیۡنَ اَحۡسَنُوا الۡحُسۡنٰی وَزِیَادَۃٌ ؕ وَلَا یَرۡہَقُ وُجُوۡہَہُمۡ قَتَرٌ وَّلَا ذِلَّۃٌ ؕ اُولٰٓئِکَ اَصۡحٰبُ الۡجَنَّۃِ ۚ ہُمۡ فِیۡہَا خٰلِدُوۡنَ","en_translation":"For those who do good is the best (reward) and more (thereto). Neither dust nor ignominy cometh near their faces. Such are rightful owners of the Garden; they will abide therein.","bn_translation":"যারা সৎ কাজ করেছে তাদের জন্য উত্তম বস্তু (জান্নাত) রয়েছে; এবং অতিরিক্ত কিছুও বটে; আর না তাদের মুখমন্ডলকে মলিনতা আচ্ছন্ন করবে, আর না অপমান; তারাই হচ্ছে জান্নাতের অধিবাসী, তারা ওর মধ্যে অনন্তকাল থাকবে।"}	,
            {"verse_id":	27	,"sura_name":"ইউনুস","bn_ayat":"২৭","ar_ayat":"﴿﻿۲۷﻿﴾","text_indo_pak":"وَالَّذِیۡنَ کَسَبُوا السَّیِّاٰتِ جَزَآءُ سَیِّئَۃٍۭ بِمِثۡلِہَا ۙ وَتَرۡہَقُہُمۡ ذِلَّۃٌ ؕ مَا لَہُمۡ مِّنَ اللّٰہِ مِنۡ عَاصِمٍ ۚ کَاَنَّمَاۤ اُغۡشِیَتۡ وُجُوۡہُہُمۡ قِطَعًا مِّنَ الَّیۡلِ مُظۡلِمًا ؕ اُولٰٓئِکَ اَصۡحٰبُ النَّارِ ۚ ہُمۡ فِیۡہَا خٰلِدُوۡنَ","en_translation":"And those who earn ill-deeds, (for them) requital of each ill-deed by the like thereof; and ignominy overtaketh them - They have no protector from Allah - as if their faces had been covered with a cloak of darkest night. Such are rightful owners of the Fire; they will abide therein.","bn_translation":"পক্ষান্তরে যারা মন্দ কাজ করেছে তারা তাদের মন্দ কাজের শাস্তি পাবে ওর অনুরূপ, এবং অপমান তাদেরকে আচ্ছাদিত করে নিবে; তাদেরকে আল্লাহ (এর শাস্তি) হতে কেহই রক্ষা করতে পারবেনা, যেন তাদের মুখমন্ডলকে আচ্ছাদিত করে দেয়া হয়েছে রাতের অন্ধকার স্তরসমূহ দ্বারা। এরা হচ্ছে জাহান্নামের অধিবাসী, তারা ওর মধ্যে অনন্ত কাল থাকবে।"}	,
            {"verse_id":	28	,"sura_name":"ইউনুস","bn_ayat":"২৮","ar_ayat":"﴿﻿۲۸﻿﴾","text_indo_pak":"وَیَوۡمَ نَحۡشُرُہُمۡ جَمِیۡعًا ثُمَّ نَقُوۡلُ لِلَّذِیۡنَ اَشۡرَکُوۡا مَکَانَکُمۡ اَنۡتُمۡ وَشُرَکَآؤُکُمۡ ۚ فَزَیَّلۡنَا بَیۡنَہُمۡ وَقَالَ شُرَکَآؤُہُمۡ مَّا کُنۡتُمۡ اِیَّانَا تَعۡبُدُوۡنَ","en_translation":"On the day when We gather them all together, then We say unto those who ascribed partners (unto Us): Stand back, ye and your (pretended) partners (of Allah)! And We separate them, the one from the other, and their (pretended) partners say: It was not us ye worshipped.","bn_translation":"আর সেই দিনটিও উল্লেখযোগ্য যেদিন আমি মুশরিকদেরকে একত্রিত করব, অতঃপর বলবঃ তোমরা ও তোমাদের নিরূপিত শরীকরা স্ব স্ব স্থানে অবস্থান কর, অতঃপর আমি তাদের মধ্যে পরস্পর বিচ্ছিন্ন করে দিব এবং তাদের সেই শরীকরা বলবেঃ তোমরাতো আমাদের ইবাদাত করতেনা।"}	,
            {"verse_id":	29	,"sura_name":"ইউনুস","bn_ayat":"২৯","ar_ayat":"﴿﻿۲۹﻿﴾","text_indo_pak":"فَکَفٰی بِاللّٰہِ شَہِیۡدًۢا بَیۡنَنَا وَبَیۡنَکُمۡ اِنۡ کُنَّا عَنۡ عِبَادَتِکُمۡ لَغٰفِلِیۡنَ","en_translation":"Allah sufficeth as a witness between us and you, that we were unaware of your worship.","bn_translation":"বস্তুতঃ আমাদের ও তোমাদের মধ্যে আল্লাহই হচ্ছেন যথোপযুক্ত সাক্ষী যে, আমরা তোমাদের ইবাদাত সম্বন্ধে অবগত ছিলামনা।"}	,
            {"verse_id":	30	,"sura_name":"ইউনুস","bn_ayat":"৩০","ar_ayat":"﴿﻿۳۰﻿﴾","text_indo_pak":"ہُنَالِکَ تَبۡلُوۡا کُلُّ نَفۡسٍ مَّاۤ اَسۡلَفَتۡ وَرُدُّوۡۤا اِلَی اللّٰہِ مَوۡلٰىہُمُ الۡحَقِّ وَضَلَّ عَنۡہُمۡ مَّا کَانُوۡا یَفۡتَرُوۡنَ ","en_translation":"There doth every soul experience that which it did aforetime, and they are returned unto Allah, their rightful Lord, and that which they used to invent hath failed them.","bn_translation":"সেখানে প্রত্যেক ব্যক্তিই স্বীয় পূর্ব কৃতকর্মগুলি পরীক্ষা করে নিবে, এবং তাদেরকে আল্লাহর দিকে প্রত্যাবর্তিত করা হবে, যিনি তাদের প্রকৃত মালিক। আর যে সব মিথ্যা মা‘বূদ তারা বানিয়ে নিয়েছিল তারা সবাই তাদের থেকে দূরে সরে যাবে।"}	,
            {"verse_id":	31	,"sura_name":"ইউনুস","bn_ayat":"৩১","ar_ayat":"﴿﻿۳۱﻿﴾","text_indo_pak":"قُلۡ مَنۡ یَّرۡزُقُکُمۡ مِّنَ السَّمَآءِ وَالۡاَرۡضِ اَمَّنۡ یَّمۡلِکُ السَّمۡعَ وَالۡاَبۡصَارَ وَمَنۡ یُّخۡرِجُ الۡحَیَّ مِنَ الۡمَیِّتِ وَیُخۡرِجُ الۡمَیِّتَ مِنَ الۡحَیِّ وَمَنۡ یُّدَبِّرُ الۡاَمۡرَ ؕ فَسَیَقُوۡلُوۡنَ اللّٰہُ ۚ فَقُلۡ اَفَلَا تَتَّقُوۡنَ","en_translation":"Say (unto them, O Muhammad): Who provideth for you from the sky and the earth, or Who owneth hearing and sight; and Who bringeth forth the living from the dead and bringeth forth the dead from the living; and Who directeth the course ? They will say: Allah. Then say: Will ye not then keep your duty (unto Him) ?","bn_translation":"তুমি বলঃ তিনি কে, যিনি তোমাদেরকে আসমান ও যমীন হতে রিয্ক পৌঁছিয়ে থাকেন? অথবা কে তিনি, যিনি কর্ণ ও চক্ষুসমূহের উপর পূর্ণ অধিকার রাখেন? আর তিনি কে, যিনি জীবন্তকে প্রাণহীন হতে বের করেন, আর প্রাণহীনকে জীবন্ত হতে বের করেন? আর তিনি কে যিনি সমস্ত কাজ পরিচালনা করেন? তখন অবশ্যই তারা বলবেঃ আল্লাহ! অতএব তুমি বলঃ তাহলে কেন তোমরা (শির্‌ক হতে) নিবৃত্ত থাকছনা?"}	,
            {"verse_id":	32	,"sura_name":"ইউনুস","bn_ayat":"৩২","ar_ayat":"﴿﻿۳۲﻿﴾","text_indo_pak":"فَذٰلِکُمُ اللّٰہُ رَبُّکُمُ الۡحَقُّ ۚ فَمَاذَا بَعۡدَ الۡحَقِّ اِلَّا الضَّلٰلُ ۚۖ فَاَنّٰی تُصۡرَفُوۡنَ","en_translation":"Such then is Allah, your rightful Lord. After the Truth what is there saving error ? How then are ye turned away!","bn_translation":"সুতরাং তিনিই হচ্ছেন আল্লাহ, যিনি তোমাদের প্রকৃত রাব্ব, অতএব সত্যের পর ভ্রষ্টতা ছাড়া আর কি রইল? তাহলে তোমরা (সত্যকে ছেড়ে) কোথায় ফিরে যাচ্ছ?"}	,
            {"verse_id":	33	,"sura_name":"ইউনুস","bn_ayat":"৩৩","ar_ayat":"﴿﻿۳۳﻿﴾","text_indo_pak":"کَذٰلِکَ حَقَّتۡ کَلِمَتُ رَبِّکَ عَلَی الَّذِیۡنَ فَسَقُوۡۤا اَنَّہُمۡ لَا یُؤۡمِنُوۡنَ","en_translation":"Thus is the Word of thy Lord justified concerning those who do wrong: that they believe not.","bn_translation":"এভাবে সমস্ত অবাধ্য লোকদের সম্পর্কে তোমার রবের এই কথা সাব্যস্ত হয়ে গেল যে, তারা ঈমান আনবেনা।"}	,
            {"verse_id":	34	,"sura_name":"ইউনুস","bn_ayat":"৩৪","ar_ayat":"﴿﻿۳۴﻿﴾","text_indo_pak":"قُلۡ ہَلۡ مِنۡ شُرَکَآئِکُمۡ مَّنۡ یَّبۡدَؤُا الۡخَلۡقَ ثُمَّ یُعِیۡدُہٗ ؕ قُلِ اللّٰہُ یَبۡدَؤُا الۡخَلۡقَ ثُمَّ یُعِیۡدُہٗ فَاَنّٰی تُؤۡفَکُوۡنَ","en_translation":"Say: Is there of your partners (whom ye ascribe unto Allah) one that produceth Creation and then reproduceth it ? Say: Allah produceth Creation, then reproduceth it. How then, are ye misled!","bn_translation":"(হে নাবী) তুমি বলঃ তোমাদের (নিরূপিত) শরীকদের মধ্যে এমন কেহ আছে কি যে প্রথমবারও সৃষ্টি করে এবং পুনরাবর্তন করতে পারে? তুমি বলে দাওঃ আল্লাহই প্রথমবারও সৃষ্টি করেন, অতঃপর তিনিই পুনর্বারও সৃষ্টি করবেন, অতএব তোমরা (সত্য হতে) কোথায় ফিরে যাচ্ছ?"}	,
            {"verse_id":	35	,"sura_name":"ইউনুস","bn_ayat":"৩৫","ar_ayat":"﴿﻿۳۵﻿﴾","text_indo_pak":"قُلۡ ہَلۡ مِنۡ شُرَکَآئِکُمۡ مَّنۡ یَّہۡدِیۡۤ اِلَی الۡحَقِّ ؕ قُلِ اللّٰہُ یَہۡدِیۡ لِلۡحَقِّ ؕ اَفَمَنۡ یَّہۡدِیۡۤ اِلَی الۡحَقِّ اَحَقُّ اَنۡ یُّتَّبَعَ اَمَّنۡ لَّا یَہِدِّیۡۤ اِلَّاۤ اَنۡ یُّہۡدٰی ۚ فَمَا لَکُمۡ ۟ کَیۡفَ تَحۡکُمُوۡنَ","en_translation":"Say: Is there of your partners (whom ye ascribe unto Allah) one that leadeth to the Truth ? Say: Allah leadeth to the Truth. Is He Who leadeth to the Truth more deserving that He should be followed, or he who findeth not the way unless he (himself) be guided. What aileth you ? How judge ye ?","bn_translation":"তুমি বলঃ তোমাদের শরীকদের মধ্যে এমন কেহ আছে কি যে সত্য বিষয়ের সন্ধান দেয়? তুমি বলে দাও, আল্লাহই সত্য বিষয়ের পথ প্রদর্শন করেন; তাহলে কি যিনি সত্য বিষয়ের পথ প্রদর্শন করেন তিনি অনুসরণ করার সর্বাধিক যোগ্য, নাকি ঐ ব্যক্তি যে অন্যের পথ প্রদর্শন করা ছাড়া নিজেই পথ প্রাপ্ত হয়না? তাহলে তোমাদের কি হল? তোমরা কিরূপ সিদ্ধান্ত গ্রহণ করছ?"}	,
            {"verse_id":	36	,"sura_name":"ইউনুস","bn_ayat":"৩৬","ar_ayat":"﴿﻿۳۶﻿﴾","text_indo_pak":"وَمَا یَتَّبِعُ اَکۡثَرُہُمۡ اِلَّا ظَنًّا ؕ اِنَّ الظَّنَّ لَا یُغۡنِیۡ مِنَ الۡحَقِّ شَیۡئًا ؕ اِنَّ اللّٰہَ عَلِیۡمٌۢ بِمَا یَفۡعَلُوۡنَ","en_translation":"Most of them follow not but conjecture. Assuredly conjecture can by no means take the place of truth. Lo! Allah is Aware of what they do.","bn_translation":"আর তাদের অধিকাংশ লোক শুধু অলীক কল্পনার পিছনে চলছে; নিশ্চয়ই অলীক কল্পনা বাস্তব ব্যাপারে মোটেই ফলপ্রসু নয়; নিশ্চয়ই আল্লাহ সবই জানেন, যা কিছু তারা করছে ।"}	,
            {"verse_id":	37	,"sura_name":"ইউনুস","bn_ayat":"৩৭","ar_ayat":"﴿﻿۳۷﻿﴾","text_indo_pak":"وَمَا کَانَ ہٰذَا الۡقُرۡاٰنُ اَنۡ یُّفۡتَرٰی مِنۡ دُوۡنِ اللّٰہِ وَلٰکِنۡ تَصۡدِیۡقَ الَّذِیۡ بَیۡنَ یَدَیۡہِ وَتَفۡصِیۡلَ الۡکِتٰبِ لَا رَیۡبَ فِیۡہِ مِنۡ رَّبِّ الۡعٰلَمِیۡنَ ۟","en_translation":"And this Qur'an is not such as could ever be invented in despite of Allah; but it is a confirmation of that which was before it and an exposition of that which is decreed for mankind - Therein is no doubt - from the Lord of the Worlds.","bn_translation":"আর এই কুরআন কল্পনা প্রসূত নয় যে, আল্লাহ ছাড়া অন্য কারও দ্বারা প্রকাশিত হয়েছে, ইহাতো সেই কিতাবের সত্যতা প্রমাণকারী যা এর পূর্বে (নাযিল) হয়েছে, এবং আবশ্যকীয় বিধানসমূহের বিশদ বর্ণনাকারী, (এবং) এতে কোন সন্দেহ নেই (ইহা) বিশ্বের রবের পক্ষ হতে (নাযিল) হয়েছে।"}	,
            {"verse_id":	38	,"sura_name":"ইউনুস","bn_ayat":"৩৮","ar_ayat":"﴿﻿۳۸﻿﴾","text_indo_pak":"اَمۡ یَقُوۡلُوۡنَ افۡتَرٰىہُ ؕ قُلۡ فَاۡتُوۡا بِسُوۡرَۃٍ مِّثۡلِہٖ وَادۡعُوۡا مَنِ اسۡتَطَعۡتُمۡ مِّنۡ دُوۡنِ اللّٰہِ اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ","en_translation":"Or say they: He hath invented it ? Say: Then bring a surah like unto it, and call (for help) on all ye can besides Allah, if ye are truthful.","bn_translation":"তারা কি এরূপ বলে যে, এটা তার (নাবীর) স্বরচিত? তুমি বলে দাওঃ তাহলে তোমরা এর অনুরূপ একটি সূরা রচনা কর এবং গাইরুল্লাহ হতে যাকে ইচ্ছা ডেকে নাও, যদি তোমরা সত্যবাদী হও।"}	,
            {"verse_id":	39	,"sura_name":"ইউনুস","bn_ayat":"৩৯","ar_ayat":"﴿﻿۳۹﻿﴾","text_indo_pak":"بَلۡ کَذَّبُوۡا بِمَا لَمۡ یُحِیۡطُوۡا بِعِلۡمِہٖ وَلَمَّا یَاۡتِہِمۡ تَاۡوِیۡلُہٗ ؕ کَذٰلِکَ کَذَّبَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ الظّٰلِمِیۡنَ","en_translation":"Nay, but they denied that, the knowledge whereof they could not compass, and whereof the interpretation (in events) hath not yet come unto them. Even so did those before them deny. Then see what was the consequence for the wrong-doers!","bn_translation":"বরং তারা এমন বিষয়কে মিথ্যা সাব্যস্ত করছে, যাকে নিজ জ্ঞানের পরিধিতে আনয়ন করেনি, আর এখনো তাদের প্রতি ওর পরিণাম (আযাব) পৌঁছেনি; এরূপভাবে তারাও মিথ্যা সাব্যস্ত করেছিল, যারা তাদের পূর্বে গত হয়েছে। অতএব দেখ সেই অত্যাচারীদের পরিণাম কি হল?"}	,
            {"verse_id":	40	,"sura_name":"ইউনুস","bn_ayat":"৪০","ar_ayat":"﴿﻿۴۰﻿﴾","text_indo_pak":"وَمِنۡہُمۡ مَّنۡ یُّؤۡمِنُ بِہٖ وَمِنۡہُمۡ مَّنۡ لَّا یُؤۡمِنُ بِہٖ ؕ  وَرَبُّکَ اَعۡلَمُ بِالۡمُفۡسِدِیۡنَ ","en_translation":"And of them is he who believeth therein, and of them is he who believeth not therein, and thy Lord is Best Aware of the corrupters.","bn_translation":"আর তাদের মধ্যে এমন কতক লোক আছে, যারা এর প্রতি ঈমান আনবে এবং এমন কতক লোকও আছে যে, তারা এর প্রতি ঈমান আনবেনা, আর তোমার রাব্ব অত্যাচারীদেরকে ভাল রূপে জানেন।"}	,
            {"verse_id":	41	,"sura_name":"ইউনুস","bn_ayat":"৪১","ar_ayat":"﴿﻿۴۱﻿﴾","text_indo_pak":"وَاِنۡ کَذَّبُوۡکَ فَقُلۡ لِّیۡ عَمَلِیۡ وَلَکُمۡ عَمَلُکُمۡ ۚ اَنۡتُمۡ بَرِیۡٓـــُٔوۡنَ مِمَّاۤ اَعۡمَلُ وَاَنَا بَرِیۡٓءٌ مِّمَّا تَعۡمَلُوۡنَ","en_translation":"And if they deny thee, say: Unto me my work, and unto you your work. Ye are innocent of what I do, and I am innocent of what ye do.","bn_translation":"আর (এতদসত্ত্বেও) যদি তারা তোমাকে মিথ্যা সাব্যস্ত করতে থাকে তাহলে তুমি বলে দাওঃ আমার কর্মফল আমি পাব, আর তোমাদের কর্মফল তোমরা পাবে। তোমরা আমার কৃতকর্মের জন্য দায়ী নও, আর আমিও তোমাদের কর্মের জন্য দায়ী নই।"}	,
            {"verse_id":	42	,"sura_name":"ইউনুস","bn_ayat":"৪২","ar_ayat":"﴿﻿۴۲﻿﴾","text_indo_pak":"وَمِنۡہُمۡ مَّنۡ یَّسۡتَمِعُوۡنَ اِلَیۡکَ ؕ اَفَاَنۡتَ تُسۡمِعُ الصُّمَّ وَلَوۡ کَانُوۡا لَا یَعۡقِلُوۡنَ","en_translation":"And of them are some who listen unto thee. But canst thou make the deaf to hear even though they apprehend not ?","bn_translation":"আর তাদের কতক এমন আছে যারা তোমার (কথার) প্রতি কান পেতে রাখে। কিন্তু কি তুমি বধিরদেরকে শোনাবে, যদি তাদের বোধশক্তি না থাকে?"}	,
            {"verse_id":	43	,"sura_name":"ইউনুস","bn_ayat":"৪৩","ar_ayat":"﴿﻿۴۳﻿﴾","text_indo_pak":"وَمِنۡہُمۡ مَّنۡ یَّنۡظُرُ اِلَیۡکَ ؕ اَفَاَنۡتَ تَہۡدِی الۡعُمۡیَ وَلَوۡ کَانُوۡا لَا یُبۡصِرُوۡنَ","en_translation":"And of them is he who looketh toward thee. But canst thou guide the blind even though they see not ?","bn_translation":"আর তাদের কতক এমনও আছে যারা তোমাকে দেখছে; তুমি কি অন্ধকে পথ দেখাতে পারবে, যদি তাদের অর্ন্তদৃষ্টি না থাকে?"}	,
            {"verse_id":	44	,"sura_name":"ইউনুস","bn_ayat":"৪৪","ar_ayat":"﴿﻿۴۴﻿﴾","text_indo_pak":"اِنَّ اللّٰہَ لَا یَظۡلِمُ النَّاسَ شَیۡئًا وَّلٰکِنَّ النَّاسَ اَنۡفُسَہُمۡ یَظۡلِمُوۡنَ","en_translation":"Lo! Allah wrongeth not mankind in aught; but mankind wrong themselves.","bn_translation":"নিশ্চয়ই আল্লাহ মানুষের প্রতি কোন যুলম করেননা, বরং মানুষ নিজেরাই নিজেদেরকে ধ্বংস করছে।"}	,
            {"verse_id":	45	,"sura_name":"ইউনুস","bn_ayat":"৪৫","ar_ayat":"﴿﻿۴۵﻿﴾","text_indo_pak":"وَیَوۡمَ یَحۡشُرُہُمۡ کَاَنۡ لَّمۡ یَلۡبَثُوۡۤا اِلَّا سَاعَۃً مِّنَ النَّہَارِ یَتَعَارَفُوۡنَ بَیۡنَہُمۡ ؕ قَدۡ خَسِرَ الَّذِیۡنَ کَذَّبُوۡا بِلِقَآءِ اللّٰہِ وَمَا کَانُوۡا مُہۡتَدِیۡنَ","en_translation":"And on the day when He shall gather them together, (when it will seem) as though they had tarried but an hour of the day, recognising one another, those will verily have perished who denied the meeting with Allah and were not guided.","bn_translation":"আর (ঐ দিনটি তাদেরকে স্মরণ করিয়ে দাও) যে দিন তিনি (আল্লাহ) তাদেরকে এইরূপ অবস্থায় একত্রিত করবেন যেন তারা পূর্ণ দিনের মুহুর্তকাল মাত্র অবস্থান করেছিল, এবং তারা পরস্পর পরস্পরকে চিনবে; বাস্তবিকই ক্ষতিগ্রস্ত হল ঐ সব লোক যারা আল্লাহর সাথে সাক্ষাত হওয়াকে মিথ্যা প্রতিপন্ন করেছে এবং তারা হিদায়াত প্রাপ্ত ছিলনা।"}	,
            {"verse_id":	46	,"sura_name":"ইউনুস","bn_ayat":"৪৬","ar_ayat":"﴿﻿۴۶﻿﴾","text_indo_pak":"وَاِمَّا نُرِیَنَّکَ بَعۡضَ الَّذِیۡ نَعِدُہُمۡ اَوۡ نَتَوَفَّیَنَّکَ فَاِلَیۡنَا مَرۡجِعُہُمۡ ثُمَّ اللّٰہُ شَہِیۡدٌ عَلٰی مَا یَفۡعَلُوۡنَ","en_translation":"Whether We let thee (O Muhammad) behold something of that which We promise them or (whether We) cause thee to die, still unto Us is their return, and Allah, moreover, is Witness over what they do.","bn_translation":"আর আমি তাদের সাথে যে শাস্তির অঙ্গীকার করছি, যদি ওর সামান্য অংশও তোমাকে দেখিয়ে দিই, অথবা তোমাকে মৃত্যু দান করি, সর্বাবস্থায় তাদেরকে আমারই পানে আসতে হবে, আর আল্লাহ তাদের সকল কৃতকর্মেরই খবর রাখেন।"}	,
            {"verse_id":	47	,"sura_name":"ইউনুস","bn_ayat":"৪৭","ar_ayat":"﴿﻿۴۷﻿﴾","text_indo_pak":"وَلِکُلِّ اُمَّۃٍ رَّسُوۡلٌ ۚ فَاِذَا جَآءَ رَسُوۡلُہُمۡ قُضِیَ بَیۡنَہُمۡ بِالۡقِسۡطِ وَہُمۡ لَا یُظۡلَمُوۡنَ","en_translation":"And for every nation there is a messenger. And when their messenger cometh (on the Day of Judgment) it will be judged between them fairly, and they will not be wronged.","bn_translation":"প্রত্যেক উম্মাতের জন্য রাসূল রয়েছে, যখন তাদের সেই রাসূল (বিচার দিবসে) এসে পড়বে, (তখন) তাদের মীমাংসা করা হবে ন্যায়ভাবে, আর তাদের প্রতি কোন অবিচার করা হবেনা।"}	,
            {"verse_id":	48	,"sura_name":"ইউনুস","bn_ayat":"৪৮","ar_ayat":"﴿﻿۴۸﻿﴾","text_indo_pak":"وَیَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡوَعۡدُ اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ","en_translation":"And they say: When will this promise be fulfilled, if ye are truthful ?","bn_translation":"আর তারা বলেঃ (আমাদের) এই অঙ্গীকার কখন (সংঘটিত) হবে, যদি তোমরা সত্যবাদী হও?"}	,
            {"verse_id":	49	,"sura_name":"ইউনুস","bn_ayat":"৪৯","ar_ayat":"﴿﻿۴۹﻿﴾","text_indo_pak":"قُلۡ لَّاۤ اَمۡلِکُ لِنَفۡسِیۡ ضَرًّا وَّلَا نَفۡعًا اِلَّا مَا شَآءَ اللّٰہُ ؕ لِکُلِّ اُمَّۃٍ اَجَلٌ ؕ اِذَا جَآءَ اَجَلُہُمۡ فَلَا یَسۡتَاۡخِرُوۡنَ سَاعَۃً وَّلَا یَسۡتَقۡدِمُوۡنَ","en_translation":"Say: I have no power to hurt or benefit myself, save that which Allah willeth. For every nation there is an appointed time. When their time cometh, then they cannot put it off an hour, nor hasten (it).","bn_translation":"তুমি বলে দাওঃ আল্লাহর ইচ্ছা ব্যতীত আমি আমার নিজের জন্যও কোন উপকার বা ক্ষতির অধিকারী নই, প্রত্যেক উম্মাতের (আযাবের) জন্য একটি নির্দিষ্ট সময় আছে; যখন তাদের সেই নির্দিষ্ট সময় এসে পৌঁছে তখন তারা মুহুর্তকাল না পশ্চাদপদ হতে পারবে, আর না অগ্রসর হতে পারবে।"}	,
            {"verse_id":	50	,"sura_name":"ইউনুস","bn_ayat":"৫০","ar_ayat":"﴿﻿۵۰﻿﴾","text_indo_pak":"قُلۡ اَرَءَیۡتُمۡ اِنۡ اَتٰىکُمۡ عَذَابُہٗ بَیَاتًا اَوۡ نَہَارًا مَّاذَا یَسۡتَعۡجِلُ مِنۡہُ الۡمُجۡرِمُوۡنَ","en_translation":"Say: Have ye thought: When His doom cometh unto you as a raid by night, or in the (busy) day; what is there of it that the guilty ones desire to hasten ?","bn_translation":"তুমি বলে দাওঃ বল তো, যদি তোমাদের উপর আল্লাহর আযাব রাতে অথবা দিনে আসে তাহলে আযাবের মধ্যে এমন কোন্ জিনিস রয়েছে যা অপরাধীরা তাড়াতাড়ি চাচ্ছে?"}	,
            {"verse_id":	51	,"sura_name":"ইউনুস","bn_ayat":"৫১","ar_ayat":"﴿﻿۵۱﻿﴾","text_indo_pak":"اَثُمَّ اِذَا مَا وَقَعَ اٰمَنۡتُمۡ بِہٖ ؕ آٰلۡـٰٔنَ وَقَدۡ کُنۡتُمۡ بِہٖ تَسۡتَعۡجِلُوۡنَ","en_translation":"Is it (only) then, when it hath befallen you, that ye will believe ? What! (Believe) now, when (until now) ye have been hastening it on (through disbelief) ?","bn_translation":"তাহলে কি ওটা যখন এসেই পড়বে, তখন ওটা বিশ্বাস করবে? (বলা হবে) হ্যাঁ, এখন মেনে নিলে। অথচ তোমরা ওর জন্য তাড়াহুড়া করছিলে।"}	,
            {"verse_id":	52	,"sura_name":"ইউনুস","bn_ayat":"৫২","ar_ayat":"﴿﻿۵۲﻿﴾","text_indo_pak":"ثُمَّ قِیۡلَ لِلَّذِیۡنَ ظَلَمُوۡا ذُوۡقُوۡا عَذَابَ الۡخُلۡدِ ۚ ہَلۡ تُجۡزَوۡنَ اِلَّا بِمَا کُنۡتُمۡ تَکۡسِبُوۡنَ","en_translation":"Then will it be said unto those who dealt unjustly Taste the torment of eternity. Are ye requited aught save what ye used to earn ?","bn_translation":"অতঃপর যালিমদেরকে বলা হবেঃ চিরস্থায়ী শাস্তির স্বাদ গ্রহণ করতে থাক, তোমরাতো তোমাদেরই কৃতকর্মের ফল পাচ্ছ।"}	,
            {"verse_id":	53	,"sura_name":"ইউনুস","bn_ayat":"৫৩","ar_ayat":"﴿﻿۵۳﻿﴾","text_indo_pak":"وَیَسۡتَنۡۢبِئُوۡنَکَ اَحَقٌّ ہُوَ ؕؔ  قُلۡ اِیۡ وَرَبِّیۡۤ اِنَّہٗ لَحَقٌّ ۚؕؔ  وَمَاۤ اَنۡتُمۡ بِمُعۡجِزِیۡنَ ","en_translation":"And they ask thee to inform them (saying): Is it true ? Say: Yea, by my Lord, verily it is true, and ye cannot escape.","bn_translation":"তারা তোমাকে জিজ্ঞেস করছে, ওটা (শাস্তি) কি যথার্থ বিষয়? তুমি বলে দাওঃ হ্যাঁ, আমার রবের কসম! ওটা নিশ্চিত সত্য; আর তোমরা কিছুতেই আল্লাহকে অপারগ করতে পারবেনা।"}	,
            {"verse_id":	54	,"sura_name":"ইউনুস","bn_ayat":"৫৪","ar_ayat":"﴿﻿۵۴﻿﴾","text_indo_pak":"وَلَوۡ اَنَّ لِکُلِّ نَفۡسٍ ظَلَمَتۡ مَا فِی الۡاَرۡضِ لَافۡتَدَتۡ بِہٖ ؕ وَاَسَرُّوا النَّدَامَۃَ لَمَّا رَاَوُا الۡعَذَابَ ۚ وَقُضِیَ بَیۡنَہُمۡ بِالۡقِسۡطِ وَہُمۡ لَا یُظۡلَمُوۡنَ","en_translation":"And if each soul that doeth wrong had all that is in the earth it would seek to ransom itself therewith; and they will feel remorse within them, when they see the doom. But it hath been judged between them fairly and they are not wronged.","bn_translation":"আর যদি প্রত্যেক মুশরিকের কাছে এই পরিমাণ (মাল) থাকে যে, তা সমগ্র পৃথিবীর সম পরিমাণ হয় তাহলে সে তা দান করেও নিজের প্রাণ রক্ষা করতে চাবে; এবং যখন তারা আযাব দেখতে পাবে তখন (নিজেদের) অনুশোচনা প্রকাশ করতে সক্ষম হবেনা, আর তাদের ফাইসালা করা হবে ন্যায়ভাবে এবং তাদের প্রতি অবিচার করা হবেনা।"}	,
            {"verse_id":	55	,"sura_name":"ইউনুস","bn_ayat":"৫৫","ar_ayat":"﴿﻿۵۵﻿﴾","text_indo_pak":"اَلَاۤ اِنَّ لِلّٰہِ مَا فِی السَّمٰوٰتِ وَالۡاَرۡضِ ؕ اَلَاۤ اِنَّ وَعۡدَ اللّٰہِ حَقٌّ وَّلٰکِنَّ اَکۡثَرَہُمۡ لَا یَعۡلَمُوۡنَ","en_translation":"Lo! verily all that is in the heavens and the earth is Allah's. Lo! verily Allah's promise is true. But most of them know not.","bn_translation":"সাবধান! আসমানসমূহে এবং যমীনে যা কিছু আছে তা সবই আল্লাহর; সাবধান! আল্লাহর অঙ্গীকার সত্য, কিন্তু অধিকাংশ লোকই বিশ্বাস করেনা।"}	,
            {"verse_id":	56	,"sura_name":"ইউনুস","bn_ayat":"৫৬","ar_ayat":"﴿﻿۵۶﻿﴾","text_indo_pak":"ہُوَ یُحۡیٖ وَیُمِیۡتُ وَاِلَیۡہِ تُرۡجَعُوۡنَ","en_translation":"He quickeneth and giveth death, and unto Him ye will be returned.","bn_translation":"তিনিই জীবন দান করেন এবং তিনিই মৃত্যু ঘটান, আর তোমরা সবাই তাঁরই কাছে প্রত্যাবর্তিত হবে।"}	,
            {"verse_id":	57	,"sura_name":"ইউনুস","bn_ayat":"৫৭","ar_ayat":"﴿﻿۵۷﻿﴾","text_indo_pak":"یٰۤاَیُّہَا النَّاسُ قَدۡ جَآءَتۡکُمۡ مَّوۡعِظَۃٌ مِّنۡ رَّبِّکُمۡ وَشِفَآءٌ لِّمَا فِی الصُّدُوۡرِ ۬ۙ وَہُدًی وَّرَحۡمَۃٌ لِّلۡمُؤۡمِنِیۡنَ","en_translation":"O mankind! There hath come unto you an exhortation from your Lord, a balm for that which is in the breasts, a guidance and a mercy for believers.","bn_translation":"(হে মানব জাতি!) তোমাদের কাছে তোমাদের রবের তরফ হতে এমন বিষয় সমাগত হয়েছে যা হচ্ছে নাসীহাত এবং অন্তরসমূহের সকল রোগের আরোগ্যকারী, আর মু’মিনদের জন্য ওটা পথ প্রদর্শক ও রাহমাত।"}	,
            {"verse_id":	58	,"sura_name":"ইউনুস","bn_ayat":"৫৮","ar_ayat":"﴿﻿۵۸﻿﴾","text_indo_pak":"قُلۡ بِفَضۡلِ اللّٰہِ وَبِرَحۡمَتِہٖ فَبِذٰلِکَ فَلۡیَفۡرَحُوۡا ؕ ہُوَ خَیۡرٌ مِّمَّا یَجۡمَعُوۡنَ","en_translation":"Say: In the bounty of Allah and in His mercy: therein let them rejoice. It is better than what they hoard.","bn_translation":"তুমি বলে দাওঃ আল্লাহর এই দান ও রাহমাতের প্রতি সকলেরই আনন্দিত হওয়া উচিত; তা ওটা (পার্থিব সম্পদ) হতে বহু গুণে উত্তম যা তারা সঞ্চয় করছে।"}	,
            {"verse_id":	59	,"sura_name":"ইউনুস","bn_ayat":"৫৯","ar_ayat":"﴿﻿۵۹﻿﴾","text_indo_pak":"قُلۡ اَرَءَیۡتُمۡ مَّاۤ اَنۡزَلَ اللّٰہُ لَکُمۡ مِّنۡ رِّزۡقٍ فَجَعَلۡتُمۡ مِّنۡہُ حَرَامًا وَّحَلٰلًا ؕ قُلۡ آٰللّٰہُ اَذِنَ لَکُمۡ اَمۡ عَلَی اللّٰہِ تَفۡتَرُوۡنَ","en_translation":"Say: Have ye considered what provision Allah hath sent down for you, how ye have made of it lawful and unlawful ? Hath Allah permitted you, or do ye invent a lie concerning Allah ?","bn_translation":"তুমি বলঃ আল্লাহ তোমাদের জন্য যা কিছু রিয্ক পাঠিয়েছিলেন, অতঃপর তোমরা ওর কতক অংশ হারাম এবং কতক অংশ হালাল সাব্যস্ত করে নিলে; তুমি জিজ্ঞেস করঃ আল্লাহ কি তোমাদেরকে অনুমতি দিয়েছেন, না কি তোমরা আল্লাহর উপর মিথ্যা আরোপ করছ?"}	,
            {"verse_id":	60	,"sura_name":"ইউনুস","bn_ayat":"৬০","ar_ayat":"﴿﻿۶۰﻿﴾","text_indo_pak":"وَمَا ظَنُّ الَّذِیۡنَ یَفۡتَرُوۡنَ عَلَی اللّٰہِ الۡکَذِبَ یَوۡمَ الۡقِیٰمَۃِ ؕ  اِنَّ اللّٰہَ لَذُوۡ فَضۡلٍ عَلَی النَّاسِ وَلٰکِنَّ اَکۡثَرَہُمۡ لَا یَشۡکُرُوۡنَ ","en_translation":"And what think those who invent a lie concerning Allah (will be their plight) upon the Day of Resurrection ? Lo! Allah truly is Bountiful toward mankind, but most of them give not thanks.","bn_translation":"আর যারা আল্লাহর উপর মিথ্যা আরোপ করে তাদের কিয়ামাতের দিন সম্বন্ধে কি ধারণা? বাস্তবিক, মানুষের উপর আল্লাহর খুবই অনুগ্রহ রয়েছে, কিন্তু অধিকাংশ লোকই অকৃতজ্ঞ।"}	,
            {"verse_id":	61	,"sura_name":"ইউনুস","bn_ayat":"৬১","ar_ayat":"﴿﻿۶۱﻿﴾","text_indo_pak":"وَمَا تَکُوۡنُ فِیۡ شَاۡنٍ وَّمَا تَتۡلُوۡا مِنۡہُ مِنۡ قُرۡاٰنٍ وَّلَا تَعۡمَلُوۡنَ مِنۡ عَمَلٍ اِلَّا کُنَّا عَلَیۡکُمۡ شُہُوۡدًا اِذۡ تُفِیۡضُوۡنَ فِیۡہِ ؕ وَمَا یَعۡزُبُ عَنۡ رَّبِّکَ مِنۡ مِّثۡقَالِ ذَرَّۃٍ فِی الۡاَرۡضِ وَلَا فِی السَّمَآءِ وَلَاۤ اَصۡغَرَ مِنۡ ذٰلِکَ وَلَاۤ اَکۡبَرَ اِلَّا فِیۡ کِتٰبٍ مُّبِیۡنٍ","en_translation":"And thou (Muhammad) art not occupied with any business and thou recitest not a Lecture from this (Scripture), and ye (mankind) perform no act, but We are Witness of you when ye are engaged therein. And not an atom's weight in the earth or in the sky escapeth your Lord, nor what is less than that or greater than that, but it is (written) in a clear Book.","bn_translation":"আর তুমি যে অবস্থায়ই থাক না কেন, আর যে কোন অংশ হতে কুরআন পাঠ কর এবং তোমরা (অন্যান্য লোক) যে কাজই কর, আমার কাছে সব কিছুরই খবর থাকে, যখন তোমরা সেই কাজ করতে শুরু কর। কণা পরিমাণও কোন বস্তু তোমার রবের (জ্ঞানের) অগোচর নয় - না যমীনে, না আসমানে। আর তা হতে ক্ষুদ্রতর, কিংবা বৃহত্তর, সমস্তই সুস্পষ্ট কিতাবে (কুরআনে) লিপিবদ্ধ রয়েছে।"}	,
            {"verse_id":	62	,"sura_name":"ইউনুস","bn_ayat":"৬২","ar_ayat":"﴿﻿۶۲﻿﴾","text_indo_pak":"اَلَاۤ اِنَّ اَوۡلِیَآءَ اللّٰہِ لَا خَوۡفٌ عَلَیۡہِمۡ وَلَا ہُمۡ یَحۡزَنُوۡنَ ۚۖ","en_translation":"Lo! verily the friends of Allah are (those) on whom fear (cometh) not, nor do they grieve ?","bn_translation":"মনে রেখ, আল্লাহর বন্ধুদের না কোন আশংকা আছে, আর না তারা বিষন্ন হবে।"}	,
            {"verse_id":	63	,"sura_name":"ইউনুস","bn_ayat":"৬৩","ar_ayat":"﴿﻿۶۳﻿﴾","text_indo_pak":"الَّذِیۡنَ اٰمَنُوۡا وَکَانُوۡا یَتَّقُوۡنَ ؕ","en_translation":"Those who believe and keep their duty (to Allah).","bn_translation":"তারা হচ্ছে সেই লোক যারা ঈমান এনেছে এবং (পাপ হতে) পরহেয করে থাকে।"}	,
            {"verse_id":	64	,"sura_name":"ইউনুস","bn_ayat":"৬৪","ar_ayat":"﴿﻿۶۴﻿﴾","text_indo_pak":"لَہُمُ الۡبُشۡرٰی فِی الۡحَیٰوۃِ الدُّنۡیَا وَفِی الۡاٰخِرَۃِ ؕ  لَا تَبۡدِیۡلَ لِکَلِمٰتِ اللّٰہِ ؕ  ذٰلِکَ ہُوَ الۡفَوۡزُ الۡعَظِیۡمُ ؕ","en_translation":"Theirs are good tidings in the life of the world and in the Hereafter - There is no changing the Words of Allah - that is the Supreme Triumph.","bn_translation":"তাদের জন্য সুসংবাদ রয়েছে পার্থিব জীবনে এবং পরকালেও। আল্লাহর বাক্যসমূহে কোন পরিবর্তন হয়না; এটা হচ্ছে বিরাট সফলতা।"}	,
            {"verse_id":	65	,"sura_name":"ইউনুস","bn_ayat":"৬৫","ar_ayat":"﴿﻿۶۵﻿﴾","text_indo_pak":"وَلَا یَحۡزُنۡکَ قَوۡلُہُمۡ ۘ اِنَّ الۡعِزَّۃَ لِلّٰہِ جَمِیۡعًا ؕ ہُوَ السَّمِیۡعُ الۡعَلِیۡمُ","en_translation":"And let not their speech grieve thee (O Muhammad). Lo! power belongeth wholly to Allah. He is the Hearer, the Knower.","bn_translation":"আর তোমাকে যেন তাদের উক্তিগুলি বিষণ্ণ না করে। সকল ক্ষমতা এবং ইয্যাত আল্লাহরই জন্য; তিনি শোনেন, জানেন।"}	,
            {"verse_id":	66	,"sura_name":"ইউনুস","bn_ayat":"৬৬","ar_ayat":"﴿﻿۶۶﻿﴾","text_indo_pak":"اَلَاۤ اِنَّ لِلّٰہِ مَنۡ فِی السَّمٰوٰتِ وَمَنۡ فِی الۡاَرۡضِ ؕ وَمَا یَتَّبِعُ الَّذِیۡنَ یَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ شُرَکَآءَ ؕ اِنۡ یَّـتَّبِعُوۡنَ اِلَّا الظَّنَّ وَاِنۡ ہُمۡ اِلَّا یَخۡرُصُوۡنَ","en_translation":"Lo! is it not unto Allah that belongeth whosoever is in the heavens and whosoever is in the earth ? Those who follow aught instead of Allah follow not (His) partners. They follow only a conjecture, and they do but guess.","bn_translation":"মনে রেখ, যা কিছু আসমানসমূহে আছে এবং যা কিছু যমীনে আছে, এই সমস্তই আল্লাহর। আর যারা আল্লাহকে ছেড়ে অন্য শরীকদের ইবাদাত করে তারা কোন্ বস্তুর অনুসরণ করছে? তারা শুধু অবাস্তব খেয়ালের তাবেদারী করে চলছে এবং শুধু অনুমান প্রসূত কথা বলছে।"}	,
            {"verse_id":	67	,"sura_name":"ইউনুস","bn_ayat":"৬৭","ar_ayat":"﴿﻿۶۷﻿﴾","text_indo_pak":"ہُوَ الَّذِیۡ جَعَلَ لَکُمُ الَّیۡلَ لِتَسۡکُنُوۡا فِیۡہِ وَالنَّہَارَ مُبۡصِرًا ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ یَّسۡمَعُوۡنَ","en_translation":"He it is Who hath appointed for you the night that ye should rest therein and the day giving sight. Lo! herein verily are portents for a folk that heed.","bn_translation":"তিনি এমন যিনি তোমাদের জন্য রাত বানিয়েছেন, যেন তোমরা তাতে স্বস্তি লাভ কর। আর দিনকেও এভাবে সৃষ্টি করেছেন যে, তা হচ্ছে দেখাশোনার উপকরণ। ওতে (তাওহীদের) প্রমাণসমূহ রয়েছে তাদের জন্য যারা শোনে।"}	,
            {"verse_id":	68	,"sura_name":"ইউনুস","bn_ayat":"৬৮","ar_ayat":"﴿﻿۶۸﻿﴾","text_indo_pak":"قَالُوا اتَّخَذَ اللّٰہُ وَلَدًا سُبۡحٰنَہٗ ؕ ہُوَ الۡغَنِیُّ ؕ لَہٗ مَا فِی السَّمٰوٰتِ وَمَا فِی الۡاَرۡضِ ؕ اِنۡ عِنۡدَکُمۡ مِّنۡ سُلۡطٰنٍۭ بِہٰذَا ؕ اَتَقُوۡلُوۡنَ عَلَی اللّٰہِ مَا لَا تَعۡلَمُوۡنَ","en_translation":"They say: Allah hath taken (unto Him) a son - Glorified be He! He hath no needs! His is all that is in the heavens and all that is in the earth. Ye have no warrant for this. Tell ye concerning Allah that which ye know not ?","bn_translation":"তারা বলেঃ আল্লাহর সন্তান আছে, সুবহানাল্লাহ! তিনিতো কারও মুখাপেক্ষী নন। তাঁরই অধীনে রয়েছে যা কিছু আসমানসমূহে আছে এবং যা কিছু যমীনে আছে। তোমাদের কাছে এর (উক্ত দাবীর) কোন প্রমাণও নেই; আল্লাহ সম্বন্ধে কি তোমরা এমন কথা আরোপ করছো যা তোমাদের জানা নেই?"}	,
            {"verse_id":	69	,"sura_name":"ইউনুস","bn_ayat":"৬৯","ar_ayat":"﴿﻿۶۹﻿﴾","text_indo_pak":"قُلۡ اِنَّ الَّذِیۡنَ یَفۡتَرُوۡنَ عَلَی اللّٰہِ الۡکَذِبَ لَا یُفۡلِحُوۡنَ ؕ","en_translation":"Say: Verily those who invent a lie concerning Allah will not succeed.","bn_translation":"যারা আল্লাহর উপর মিথ্যা রচনা করে নিশ্চয়ই তারা সফলকাম হবেনা।"}	,
            {"verse_id":	70	,"sura_name":"ইউনুস","bn_ayat":"৭০","ar_ayat":"﴿﻿۷۰﻿﴾","text_indo_pak":"مَتَاعٌ فِی الدُّنۡیَا ثُمَّ اِلَیۡنَا مَرۡجِعُہُمۡ ثُمَّ نُذِیۡقُہُمُ الۡعَذَابَ الشَّدِیۡدَ بِمَا کَانُوۡا یَکۡفُرُوۡنَ ","en_translation":"This world's portion (will be theirs), then unto Us is their return. Then We make them taste a dreadful doom because they used to disbelieve.","bn_translation":"এটা দুনিয়ার সামান্য আরাম-আয়েশ মাত্র। অতঃপর আমারই দিকে তাদের ফিরে আসতে হবে, তখন আমি তাদেরকে তাদের কুফরীর কারণে কঠিন শাস্তির স্বাদ গ্রহণ করাব।"}	,
            {"verse_id":	71	,"sura_name":"ইউনুস","bn_ayat":"৭১","ar_ayat":"﴿﻿۷۱﻿﴾","text_indo_pak":"وَاتۡلُ عَلَیۡہِمۡ نَبَاَ نُوۡحٍ ۘ اِذۡ قَالَ لِقَوۡمِہٖ یٰقَوۡمِ اِنۡ کَانَ کَبُرَ عَلَیۡکُمۡ مَّقَامِیۡ وَتَذۡکِیۡرِیۡ بِاٰیٰتِ اللّٰہِ فَعَلَی اللّٰہِ تَوَکَّلۡتُ فَاَجۡمِعُوۡۤا اَمۡرَکُمۡ وَشُرَکَآءَکُمۡ ثُمَّ لَا یَکُنۡ اَمۡرُکُمۡ عَلَیۡکُمۡ غُمَّۃً ثُمَّ اقۡضُوۡۤا اِلَیَّ وَلَا تُنۡظِرُوۡنِ","en_translation":"Recite unto them the story of Noah, when he told his people: O my people! If my sojourn (here) and my reminding you by Allah's revelations are an offence unto you, in Allah have I put my trust, so decide upon your course of action you and your partners. Let not your course of action be in doubt for you. Then have at me, give me no respite.","bn_translation":"আর তুমি তাদেরকে নূহের ইতিবৃত্ত পড়ে শোনাও, যখন সে নিজের কাওমকে বললঃ হে আমার কাওম! যদি তোমাদের কাছে দুর্বহ মনে হয় আমার অবস্থান এবং আল্লাহর আদেশাবলীর নাসীহাত করা, তাহলে আমারতো আল্লাহরই উপর ভরসা। সুতরাং তোমরা তোমাদের (কল্পিত) শরীকদেরকে সঙ্গে নিয়ে নিজেদের ষড়যন্ত্র মাযবূত করে নাও, অতঃপর তোমাদের সেই তদবীর (গোপন ষড়যন্ত্র) যেন তোমাদের দুশ্চিন্তার কারণ না হয়, তারপর আমার সাথে (যা করতে চাও) করে ফেল, আর আমাকে মোটেই অবকাশ দিওনা।"}	,
            {"verse_id":	72	,"sura_name":"ইউনুস","bn_ayat":"৭২","ar_ayat":"﴿﻿۷۲﻿﴾","text_indo_pak":"فَاِنۡ تَوَلَّیۡتُمۡ فَمَا سَاَلۡتُکُمۡ مِّنۡ اَجۡرٍ ؕ اِنۡ اَجۡرِیَ اِلَّا عَلَی اللّٰہِ ۙ وَ اُمِرۡتُ اَنۡ اَکُوۡنَ مِنَ الۡمُسۡلِمِیۡنَ","en_translation":"But if ye are averse I have asked of you no wage. My wage is the concern of Allah only, and I am commanded to be of those who surrender (unto Him).","bn_translation":"অতঃপর যদি তোমরা পরোম্মুখই থাক তাহলে আমিতো তোমাদের কাছে কোন পারিশ্রমিক চাইনা, আমার পারিশ্রমিকতো শুধু আল্লাহরই যিম্মায় রয়েছে। আর আমাকে হুকুম করা হয়েছে, আমি যেন মুসলিমদের অন্তর্ভুক্ত থাকি।"}	,
            {"verse_id":	73	,"sura_name":"ইউনুস","bn_ayat":"৭৩","ar_ayat":"﴿﻿۷۳﻿﴾","text_indo_pak":"فَکَذَّبُوۡہُ فَنَجَّیۡنٰہُ وَمَنۡ مَّعَہٗ فِی الۡفُلۡکِ وَجَعَلۡنٰہُمۡ خَلٰٓئِفَ وَاَغۡرَقۡنَا الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا ۚ فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ الۡمُنۡذَرِیۡنَ","en_translation":"But they denied him, so We saved him and those with him in the ship, and made them viceroys (in the earth), while We drowned those who denied Our revelations. See then the nature of the consequence for those who had been warned.","bn_translation":"অতঃপর তারা তাকে মিথ্যা প্রতিপন্ন করতে থাকে; অতএব আমি তাকে এবং যারা তার সাথে নৌকায় ছিল তাদেরকে নাজাত দিলাম ও তাদেরকে আবাদ করলাম, আর যারা আমার আয়াতসমূহকে মিথ্যা সাব্যস্ত করেছিল তাদেরকে নিমজ্জিত করলাম। সুতরাং দেখ কি পরিণাম হয়েছিল তাদের যাদেরকে সাবধান করা হয়েছিল।"}	,
            {"verse_id":	74	,"sura_name":"ইউনুস","bn_ayat":"৭৪","ar_ayat":"﴿﻿۷۴﻿﴾","text_indo_pak":"ثُمَّ بَعَثۡنَا مِنۡۢ بَعۡدِہٖ رُسُلًا اِلٰی قَوۡمِہِمۡ فَجَآءُوۡہُمۡ بِالۡبَیِّنٰتِ فَمَا کَانُوۡا لِیُؤۡمِنُوۡا بِمَا کَذَّبُوۡا بِہٖ مِنۡ قَبۡلُ ؕ کَذٰلِکَ نَطۡبَعُ عَلٰی قُلُوۡبِ الۡمُعۡتَدِیۡنَ","en_translation":"Then, after him, We sent messengers unto their folk, and they brought them clear proofs. But they were not ready to believe in that which they before denied. Thus print We on the hearts of the transgressors.","bn_translation":"আবার আমি তার পরে অপর রাসূলদেরকে তাদের সম্প্রদায়ের নিকট প্রেরণ করলাম। তারা তাদের নিকট মু’জিযা’সমূহ নিয়ে এলো। এতদসত্ত্বেও তারা পূর্বে যা মিথ্যা সাব্যস্ত করেছিল পরে তা মেনে নেয়ার ছিলনা; এভাবেই আল্লাহ কাফিরদের অন্তরসমূহে মোহর লাগিয়ে দেন।"}	,
            {"verse_id":	75	,"sura_name":"ইউনুস","bn_ayat":"৭৫","ar_ayat":"﴿﻿۷۵﻿﴾","text_indo_pak":"ثُمَّ بَعَثۡنَا مِنۡۢ بَعۡدِہِمۡ مُّوۡسٰی وَہٰرُوۡنَ اِلٰی فِرۡعَوۡنَ وَمَلَا۠ئِہٖ بِاٰیٰتِنَا فَاسۡتَکۡبَرُوۡا وَکَانُوۡا قَوۡمًا مُّجۡرِمِیۡنَ","en_translation":"Then, after them, We sent Moses and Aaron unto Pharaoh and his chiefs with Our revelations, but they were arrogant and were a guilty folk.","bn_translation":"অতঃপর আমি তাদের পর মূসা ও হারুনকে আমার মু’জিযা সহকারে ফির‘আউন ও তার প্রধানদের নিকট পাঠালাম, অতঃপর তারা অহংকার করল, আর সেই লোকগুলি ছিল পাপাচারীপরায়ণ।"}	,
            {"verse_id":	76	,"sura_name":"ইউনুস","bn_ayat":"৭৬","ar_ayat":"﴿﻿۷۶﻿﴾","text_indo_pak":"فَلَمَّا جَآءَہُمُ الۡحَقُّ مِنۡ عِنۡدِنَا قَالُوۡۤا اِنَّ ہٰذَا لَسِحۡرٌ مُّبِیۡنٌ","en_translation":"And when the Truth from Our presence came unto them, they said: Lo! this is mere magic.","bn_translation":"অতঃপর যখন তাদের প্রতি আমার সন্নিধান হতে প্রমাণ পৌঁছল তখন তারা বলতে লাগল, নিশ্চয়ই এটা সুস্পষ্ট যাদু।"}	,
            {"verse_id":	77	,"sura_name":"ইউনুস","bn_ayat":"৭৭","ar_ayat":"﴿﻿۷۷﻿﴾","text_indo_pak":"قَالَ مُوۡسٰۤی اَتَقُوۡلُوۡنَ لِلۡحَقِّ لَمَّا جَآءَکُمۡ ؕ اَسِحۡرٌ ہٰذَا ؕ وَلَا یُفۡلِحُ السّٰحِرُوۡنَ","en_translation":"Moses said: Speak ye (so) of the Truth when it hath come unto you ? Is this magic ? Now magicians thrive not.","bn_translation":"মূসা বললঃ তোমরা কি এই যথার্থ প্রমাণ সম্পর্কে এমন কথা বলছ, যখন ওটা তোমাদের নিকট পৌঁছল? এটা কি যাদু? অথচ যাদুকররাতো সফলকাম হয়না!"}	,
            {"verse_id":	78	,"sura_name":"ইউনুস","bn_ayat":"৭৮","ar_ayat":"﴿﻿۷۸﻿﴾","text_indo_pak":"قَالُوۡۤا اَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَیۡہِ اٰبَآءَنَا وَتَکُوۡنَ لَکُمَا الۡکِبۡرِیَآءُ فِی الۡاَرۡضِ ؕ وَمَا نَحۡنُ لَکُمَا بِمُؤۡمِنِیۡنَ","en_translation":"They said: Hast thou come unto us to pervert us from that (faith) in which we found our fathers, and that you two may own the place of greatness in the land ? We will not believe you two.","bn_translation":"তারা বলতে লাগলঃ তুমি কি আমাদের নিকট এ জন্য এসেছ যে, আমাদেরকে সরিয়ে দাও সেই তরীকা হতে, যাতে আমরা আমাদের পূর্ব-পুরুষদেরকে পেয়েছি, আর পৃথিবীতে তোমাদের দু’জনের আধিপত্য স্থাপিত হয়ে যায়? আমরা তোমাদের দু’জনকে কখনও মানবনা।"}	,
            {"verse_id":	79	,"sura_name":"ইউনুস","bn_ayat":"৭৯","ar_ayat":"﴿﻿۷۹﻿﴾","text_indo_pak":"وَقَالَ فِرۡعَوۡنُ ائۡتُوۡنِیۡ بِکُلِّ سٰحِرٍ عَلِیۡمٍ","en_translation":"And Pharaoh said: Bring every cunning wizard unto me.","bn_translation":"এবং ফির‘আউন বললঃ আমার কাছে সমস্ত সুদক্ষ যাদুকরদের উপস্থিত কর।"}	,
            {"verse_id":	80	,"sura_name":"ইউনুস","bn_ayat":"৮০","ar_ayat":"﴿﻿۸۰﻿﴾","text_indo_pak":"فَلَمَّا جَآءَ السَّحَرَۃُ قَالَ لَہُمۡ مُّوۡسٰۤی اَلۡقُوۡا مَاۤ اَنۡتُمۡ مُّلۡقُوۡنَ","en_translation":"And when the wizards came, Moses said unto them: Cast your cast!","bn_translation":"অতঃপর যখন যাদুকররা এলো, তখন মূসা তাদেরকে বললঃ নিক্ষেপ কর যা কিছু তোমরা নিক্ষেপ করতে চাও।"}	,
            {"verse_id":	81	,"sura_name":"ইউনুস","bn_ayat":"৮১","ar_ayat":"﴿﻿۸۱﻿﴾","text_indo_pak":"فَلَمَّاۤ اَلۡقَوۡا قَالَ مُوۡسٰی مَا جِئۡتُمۡ بِہِ ۙ السِّحۡرُ ؕ اِنَّ اللّٰہَ سَیُبۡطِلُہٗ ؕ اِنَّ اللّٰہَ لَا یُصۡلِحُ عَمَلَ الۡمُفۡسِدِیۡنَ","en_translation":"And when they had cast, Moses said: That which ye have brought is magic. Lo! Allah will make it vain. Lo! Allah upholdeth not the work of mischief-makers..","bn_translation":"অতঃপর যখন তারা নিক্ষেপ করল তখন মূসা বললঃ যাদু এটাই, নিশ্চয়ই আল্লাহ এখনই এটাকে বানচাল করে দিবেন; (কেননা) আল্লাহ অশান্তি সৃষ্টিকারীদের কাজ সার্থক করেন না।"}	,
            {"verse_id":	82	,"sura_name":"ইউনুস","bn_ayat":"৮২","ar_ayat":"﴿﻿۸۲﻿﴾","text_indo_pak":"وَیُحِقُّ اللّٰہُ الۡحَقَّ بِکَلِمٰتِہٖ وَلَوۡ کَرِہَ الۡمُجۡرِمُوۡنَ ","en_translation":"And Allah will vindicate the Truth by His words, however much the guilty be averse.","bn_translation":"আর আল্লাহ তাঁর বাণী অনুযায়ী সত্যকে প্রতিষ্ঠিত করেন, যদিও পাপাচারীরা তা অপ্রীতিকর মনে করে।"}	,
            {"verse_id":	83	,"sura_name":"ইউনুস","bn_ayat":"৮৩","ar_ayat":"﴿﻿۸۳﻿﴾","text_indo_pak":"فَمَاۤ اٰمَنَ لِمُوۡسٰۤی اِلَّا ذُرِّیَّۃٌ مِّنۡ قَوۡمِہٖ عَلٰی خَوۡفٍ مِّنۡ فِرۡعَوۡنَ وَمَلَا۠ئِہِمۡ اَنۡ یَّفۡتِنَہُمۡ ؕ وَاِنَّ فِرۡعَوۡنَ لَعَالٍ فِی الۡاَرۡضِ ۚ وَاِنَّہٗ لَمِنَ الۡمُسۡرِفِیۡنَ","en_translation":"But none trusted Moses, save some scions of his people, (and they were) in fear of Pharaoh and their chiefs, that he would persecute them. Lo! Pharaoh was verily a tyrant in the land, and lo! he verily was of the wanton.","bn_translation":"কিন্তু মূসার প্রতি তার কওমের ক্ষুদ্র একটি দল ছাড়া কেউ ঈমান আনল না, এ ভয়ে যে, ফিরআউন ও তাদের পারিষদবর্গ তাদেরকে ফিতনায় ফেলবে। আর নিশ্চয় ফির‘আউন ছিল যমীনে প্রতাপশালী এবং নিশ্চয় সে সীমালঙ্ঘনকারীদের অন্তর্ভুক্ত।"}	,
            {"verse_id":	84	,"sura_name":"ইউনুস","bn_ayat":"৮৪","ar_ayat":"﴿﻿۸۴﻿﴾","text_indo_pak":"وَقَالَ مُوۡسٰی یٰقَوۡمِ اِنۡ کُنۡتُمۡ اٰمَنۡتُمۡ بِاللّٰہِ فَعَلَیۡہِ تَوَکَّلُوۡۤا اِنۡ کُنۡتُمۡ مُّسۡلِمِیۡنَ","en_translation":"And Moses said: O my people! If ye have believed in Allah then put trust in Him, if ye have indeed surrendered (unto Him)!","bn_translation":"আর মূসা বললঃ হে আমার সম্প্রদায়! যদি তোমরা আল্লাহর উপর ঈমান রাখ তাহলে তাঁরই উপর ভরসা কর, যদি তোমরা মুসলিম হও।"}	,
            {"verse_id":	85	,"sura_name":"ইউনুস","bn_ayat":"৮৫","ar_ayat":"﴿﻿۸۵﻿﴾","text_indo_pak":"فَقَالُوۡا عَلَی اللّٰہِ تَوَکَّلۡنَا ۚ  رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَۃً لِّلۡقَوۡمِ الظّٰلِمِیۡنَ ۙ","en_translation":"They said: In Allah we put trust. Our Lord! Oh, make us not a lure for the wrongdoing folk;","bn_translation":"তারা বললঃ আমরা আল্লাহরই উপর ভরসা করলাম। হে আমাদের রাব্ব! আমাদেরকে এই যালিমদের লক্ষ্যস্থল বানাবেননা ।"}	,
            {"verse_id":	86	,"sura_name":"ইউনুস","bn_ayat":"৮৬","ar_ayat":"﴿﻿۸۶﻿﴾","text_indo_pak":"وَنَجِّنَا بِرَحۡمَتِکَ مِنَ الۡقَوۡمِ الۡکٰفِرِیۡنَ","en_translation":"And, of Thy mercy, save us from the folk that disbelieve.","bn_translation":"আর আমাদেরকে নিজ অনুগ্রহে এই কাফিরদের (কবল) হতে মুক্তি দিন।"}	,
            {"verse_id":	87	,"sura_name":"ইউনুস","bn_ayat":"৮৭","ar_ayat":"﴿﻿۸۷﻿﴾","text_indo_pak":"وَاَوۡحَیۡنَاۤ اِلٰی مُوۡسٰی وَاَخِیۡہِ اَنۡ تَبَوَّاٰ لِقَوۡمِکُمَا بِمِصۡرَ بُیُوۡتًا وَّاجۡعَلُوۡا بُیُوۡتَکُمۡ قِبۡلَۃً وَّاَقِیۡمُوا الصَّلٰوۃَ ؕ وَبَشِّرِ الۡمُؤۡمِنِیۡنَ","en_translation":"And We inspired Moses and his brother, (saying): Appoint houses for your people in Egypt and make your houses oratories, and establish worship. And give good news to the believers.","bn_translation":"আর আমি মূসা ও তার ভাইয়ের প্রতি অহী পাঠালামঃ তোমরা উভয়ে তোমাদের এই লোকদের জন্য মিসরে বাসস্থান বহাল রাখ, আর (সালাতের সময়) তোমরা সবাই নিজেদের সেই গৃহগুলিকে সালাত আদায় করার স্থান রূপে গণ্য কর এবং সালাত কায়েম কর, আর মু’মিনদেরকে শুভ সংবাদ জানিয়ে দাও।"}	,
            {"verse_id":	88	,"sura_name":"ইউনুস","bn_ayat":"৮৮","ar_ayat":"﴿﻿۸۸﻿﴾","text_indo_pak":"وَقَالَ مُوۡسٰی رَبَّنَاۤ اِنَّکَ اٰتَیۡتَ فِرۡعَوۡنَ وَمَلَاَہٗ زِیۡنَۃً وَّاَمۡوَالًا فِی الۡحَیٰوۃِ الدُّنۡیَا ۙ رَبَّنَا لِیُضِلُّوۡا عَنۡ سَبِیۡلِکَ ۚ رَبَّنَا اطۡمِسۡ عَلٰۤی اَمۡوَالِہِمۡ وَاشۡدُدۡ عَلٰی قُلُوۡبِہِمۡ فَلَا یُؤۡمِنُوۡا حَتّٰی یَرَوُا الۡعَذَابَ الۡاَلِیۡمَ","en_translation":"And Moses said: Our Lord! Lo! Thou hast given Pharaoh and his chiefs splendour and riches in the life of the world, Our Lord! that they may lead men astray from Thy way. Our Lord! Destroy their riches and harden their hearts so that they believe not till they see the painful doom.","bn_translation":"আর মূসা বললঃ হে আমাদের রাব্ব! আপনি ফির‘আউন ও তার প্রধানবর্গকে দান করেছেন জাঁকজমকের সামগ্রী এবং বিভিন্ন রকমের জীবনোপকরণ। হে আমাদের রাব্ব! এর ফলে তারা আপনার পথ হতে (মানব মন্ডলীকে) বিভ্রান্ত করছে। হে আমাদের রাব্ব! তাদের সম্পদগুলিকে নিশ্চিহ্ন করে দিন এবং তাদের অন্তরসমূহকে কঠিন করুন যাতে তারা ঈমান আনতে না পারে ঐ পর্যন্ত যতক্ষণ তারা যন্ত্রণাদায়ক আযাবকে প্রত্যক্ষ করে।"}	,
            {"verse_id":	89	,"sura_name":"ইউনুস","bn_ayat":"৮৯","ar_ayat":"﴿﻿۸۹﻿﴾","text_indo_pak":"قَالَ قَدۡ اُجِیۡبَتۡ دَّعۡوَتُکُمَا فَاسۡتَقِیۡمَا وَلَا تَتَّبِعٰٓنِّ سَبِیۡلَ الَّذِیۡنَ لَا یَعۡلَمُوۡنَ","en_translation":"He said: Your prayer is heard. Do ye twain keep to the straight path, and follow not the road of those who have no knowledge.","bn_translation":"তিনি (আল্লাহ) বললেনঃ তোমাদের উভয়ের দু‘আ কবূল করা হল। অতএব তোমরা দৃঢ় থেক এবং তাদের পথ অনুসরণ করনা যাদের জ্ঞান নেই।"}	,
            {"verse_id":	90	,"sura_name":"ইউনুস","bn_ayat":"৯০","ar_ayat":"﴿﻿۹۰﻿﴾","text_indo_pak":"وَجٰوَزۡنَا بِبَنِیۡۤ اِسۡرَآءِیۡلَ الۡبَحۡرَ فَاَتۡبَعَہُمۡ فِرۡعَوۡنُ وَجُنُوۡدُہٗ بَغۡیًا وَّعَدۡوًا ؕ حَتّٰۤی اِذَاۤ اَدۡرَکَہُ الۡغَرَقُ ۙ قَالَ اٰمَنۡتُ اَنَّہٗ لَاۤ اِلٰہَ اِلَّا الَّذِیۡۤ اٰمَنَتۡ بِہٖ بَنُوۡۤا اِسۡرَآءِیۡلَ وَاَنَا مِنَ الۡمُسۡلِمِیۡنَ","en_translation":"And We brought the Children of Israel across the sea, and Pharaoh with his hosts pursued them in rebellion and transgression, till, when the (fate of) drowning overtook him, he exclaimed: I believe that there is no God save Him in Whom the Children of Israel believe, and I am of those who surrender (unto Him).","bn_translation":"আর আমি বানী ইসরাঈলকে সমুদ্র পার করে দিলাম, অতঃপর ফির‘আউন তার সৈন্যদলসহ তাদের পশ্চাদানুসরণ করল যুলম ও নির্যাতনের উদ্দেশে; এমনকি যখন সে নিমজ্জিত হতে লাগল তখন বলতে লাগলঃ আমি ঈমান এনেছি বানী ইসরাঈল যাঁর উপর ঈমান এনেছে, তিনি ছাড়া অন্য মা‘বূদ নেই এবং আমি মুসলিমদের অন্তর্ভুক্ত হচ্ছি।"}	,
            {"verse_id":	91	,"sura_name":"ইউনুস","bn_ayat":"৯১","ar_ayat":"﴿﻿۹۱﻿﴾","text_indo_pak":"آٰلۡـٰٔنَ وَقَدۡ عَصَیۡتَ قَبۡلُ وَکُنۡتَ مِنَ الۡمُفۡسِدِیۡنَ","en_translation":"What! Now! When hitherto thou hast rebelled and been of the wrong- doers ?","bn_translation":"এখন ঈমান আনছ? অথচ পূর্ব (মুহুর্ত) পর্যন্ত তুমি নাফরমানী করছিলে এবং বিশৃংখলা সৃষ্টিকারীদের অন্তর্ভুক্ত ছিলে।"}	,
            {"verse_id":	92	,"sura_name":"ইউনুস","bn_ayat":"৯২","ar_ayat":"﴿﻿۹۲﻿﴾","text_indo_pak":"فَالۡیَوۡمَ نُنَجِّیۡکَ بِبَدَنِکَ لِتَکُوۡنَ لِمَنۡ خَلۡفَکَ اٰیَۃً ؕ  وَاِنَّ کَثِیۡرًا مِّنَ النَّاسِ عَنۡ اٰیٰتِنَا لَغٰفِلُوۡنَ ","en_translation":"But this day We save thee in thy body that thou mayst be a portent for those after thee. Lo! most of mankind are heedless of Our portents.","bn_translation":"অতএব আমি আজ তোমার লাশকে উদ্ধার করব, যেন তুমি তোমার পরবর্তী লোকদের জন্য উপদেশ গ্রহণের উপকরণ হয়ে থাক; আর প্রকৃত পক্ষে অনেক লোক আমার উপদেশাবলী হতে উদাসীন রয়েছে।"}	,
            {"verse_id":	93	,"sura_name":"ইউনুস","bn_ayat":"৯৩","ar_ayat":"﴿﻿۹۳﻿﴾","text_indo_pak":"وَلَقَدۡ بَوَّاۡنَا بَنِیۡۤ اِسۡرَآءِیۡلَ مُبَوَّاَ صِدۡقٍ وَّرَزَقۡنٰہُمۡ مِّنَ الطَّیِّبٰتِ ۚ فَمَا اخۡتَلَفُوۡا حَتّٰی جَآءَہُمُ الۡعِلۡمُ ؕ اِنَّ رَبَّکَ یَقۡضِیۡ بَیۡنَہُمۡ یَوۡمَ الۡقِیٰمَۃِ فِیۡمَا کَانُوۡا فِیۡہِ یَخۡتَلِفُوۡنَ","en_translation":"And We verily did allot unto the Children of Israel a fixed abode, and did provide them with good things; and they differed not until the knowledge came unto them. Lo! thy Lord will judge between them on the Day of Resurrection concerning that wherein they used to differ.","bn_translation":"আর আমি বানী ইসরাঈলকে থাকার জন্য অতি উত্তম বাসস্থান প্রদান করলাম, আর আমি তাদেরকে আহার করার জন্য উৎকৃষ্ট বস্তুসমূহ দান করলাম, তারা মতভেদ করেনি ঐ পর্যন্ত যতক্ষণ তাদের নিকট (আহকামের) জ্ঞান পৌঁছল। নিঃসন্দেহে তোমার রাব্ব কিয়ামাত দিবসে তাদের মধ্যে সেই সব বিষয়ের মীমাংসা করবেন, যাতে তারা মতভেদ করছিল।"}	,
            {"verse_id":	94	,"sura_name":"ইউনুস","bn_ayat":"৯৪","ar_ayat":"﴿﻿۹۴﻿﴾","text_indo_pak":"فَاِنۡ کُنۡتَ فِیۡ شَکٍّ مِّمَّاۤ اَنۡزَلۡنَاۤ اِلَیۡکَ فَسۡـَٔلِ الَّذِیۡنَ یَقۡرَءُوۡنَ الۡکِتٰبَ مِنۡ قَبۡلِکَ ۚ  لَقَدۡ جَآءَکَ الۡحَقُّ مِنۡ رَّبِّکَ فَلَا تَکُوۡنَنَّ مِنَ الۡمُمۡتَرِیۡنَ ۙ","en_translation":"And if thou (Muhammad) art in doubt concerning that which We reveal unto thee, then question those who read the Scripture (that was) before thee. Verily the Truth from thy Lord hath come unto thee. So be not thou of the waverers.","bn_translation":"অতঃপর (হে নাবী) যদি তুমি এ (কিতাব) সম্পর্কে সন্দিহান হও, যা আমি তোমার নিকট পাঠিয়েছি, তাহলে তুমি তাদেরকে জিজ্ঞেস করে দেখ, যারা তোমার পূর্বেকার কিতাবসমূহ পাঠ করে। নিঃসন্দেহে তোমার নিকট এসেছে তোমার রবের পক্ষ হতে সত্য কিতাব, সুতরাং তুমি কখনই সংশয়ীদের অন্তর্ভুক্ত হয়োনা।"}	,
            {"verse_id":	95	,"sura_name":"ইউনুস","bn_ayat":"৯৫","ar_ayat":"﴿﻿۹۵﻿﴾","text_indo_pak":"وَلَا تَکُوۡنَنَّ مِنَ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِ اللّٰہِ فَتَکُوۡنَ مِنَ الۡخٰسِرِیۡنَ","en_translation":"And be not thou of those who deny the revelations of Allah, for then wert thou of the losers.","bn_translation":"আর ঐ সব লোকেরও অন্তর্ভুক্ত হয়োনা যারা আল্লাহর আয়াতগুলিকে মিথ্যা প্রতিপন্ন করেছে, যেন তুমি ধ্বংসপ্রাপ্তদের অন্তর্ভুক্ত না হও।"}	,
            {"verse_id":	96	,"sura_name":"ইউনুস","bn_ayat":"৯৬","ar_ayat":"﴿﻿۹۶﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ حَقَّتۡ عَلَیۡہِمۡ کَلِمَتُ رَبِّکَ لَا یُؤۡمِنُوۡنَ ۙ","en_translation":"Lo! those for whom the word of thy Lord (concerning sinners) hath effect will not believe,","bn_translation":"নিঃসন্দেহে যাদের সম্বন্ধে তোমার রবের বাক্য সাব্যস্ত হয়েছে, তারা কখনও ঈমান আনবেনা ।"}	,
            {"verse_id":	97	,"sura_name":"ইউনুস","bn_ayat":"৯৭","ar_ayat":"﴿﻿۹۷﻿﴾","text_indo_pak":"وَلَوۡ جَآءَتۡہُمۡ کُلُّ اٰیَۃٍ حَتّٰی یَرَوُا الۡعَذَابَ الۡاَلِیۡمَ","en_translation":"Though every token come unto them, till they see the painful doom.","bn_translation":"যদিও তাদের নিকট সমস্ত প্রমাণ পৌঁছে যায়, যে পর্যন্ত না তারা যন্ত্রনাদায়ক শাস্তি প্রত্যক্ষ করে।"}	,
            {"verse_id":	98	,"sura_name":"ইউনুস","bn_ayat":"৯৮","ar_ayat":"﴿﻿۹۸﻿﴾","text_indo_pak":"فَلَوۡلَا کَانَتۡ قَرۡیَۃٌ اٰمَنَتۡ فَنَفَعَہَاۤ اِیۡمَانُہَاۤ اِلَّا قَوۡمَ یُوۡنُسَ ؕ لَمَّاۤ اٰمَنُوۡا کَشَفۡنَا عَنۡہُمۡ عَذَابَ الۡخِزۡیِ فِی الۡحَیٰوۃِ الدُّنۡیَا وَمَتَّعۡنٰہُمۡ اِلٰی حِیۡنٍ","en_translation":"If only there had been a community (of all those that were destroyed of old) that believed and profited by its belief as did the folk of Jonah! When they believed We drew off from them the torment of disgrace in the life of the world and gave them comfort for a while.","bn_translation":"সুতরাং এমন কোন জনপদই ঈমান আনেনি যে, তাদের ঈমান আনা উপকারী হয়েছে, ইউনুসের কাওম ছাড়া। যখন তারা ঈমান আনল, তখন আমি তাদের থেকে পার্থিব জীবনের অপমানজনক শাস্তি বিদূরিত করলাম এবং তাদেরকে সুখ স্বাচ্ছন্দে থাকতে দিলাম এক নির্ধারিত কাল পর্যন্ত।"}	,
            {"verse_id":	99	,"sura_name":"ইউনুস","bn_ayat":"৯৯","ar_ayat":"﴿﻿۹۹﻿﴾","text_indo_pak":"وَلَوۡ شَآءَ رَبُّکَ لَاٰمَنَ مَنۡ فِی الۡاَرۡضِ کُلُّہُمۡ جَمِیۡعًا ؕ اَفَاَنۡتَ تُکۡرِہُ النَّاسَ حَتّٰی یَکُوۡنُوۡا مُؤۡمِنِیۡنَ","en_translation":"And if thy Lord willed, all who are in the earth would have believed together. Wouldst thou (Muhammad) compel men until they are believers ?","bn_translation":"আর যদি তোমার রাব্ব ইচ্ছা করতেন তাহলে বিশ্বের সকল লোকই ঈমান আনত। তাহলে তুমি কি মানুষের উপর যবরদস্তি করতে পার, যাতে তারা ঈমান আনেই?"}	,
            {"verse_id":	100	,"sura_name":"ইউনুস","bn_ayat":"১০০","ar_ayat":"﴿﻿۱۰۰﻿﴾","text_indo_pak":"وَمَا کَانَ لِنَفۡسٍ اَنۡ تُؤۡمِنَ اِلَّا بِاِذۡنِ اللّٰہِ ؕ وَیَجۡعَلُ الرِّجۡسَ عَلَی الَّذِیۡنَ لَا یَعۡقِلُوۡنَ","en_translation":"It is not for any soul to believe save by the permission of Allah. He hath set uncleanness upon those who have no sense.","bn_translation":"অথচ আল্লাহর হুকুম ছাড়া কারও ঈমান আনা সম্ভব নয়; আর আল্লাহ নির্বোধ লোকদের উপর (কুফরীর) অপবিত্রতা স্থাপন করে দেন।"}	,
            {"verse_id":	101	,"sura_name":"ইউনুস","bn_ayat":"১০১","ar_ayat":" ﴿﻿۱۰۱﻿﴾","text_indo_pak":"قُلِ انۡظُرُوۡا مَاذَا فِی السَّمٰوٰتِ وَالۡاَرۡضِ ؕ وَمَا تُغۡنِی الۡاٰیٰتُ وَالنُّذُرُ عَنۡ قَوۡمٍ لَّا یُؤۡمِنُوۡنَ","en_translation":"Say: Behold what is in the heavens and the earth! But revelations and warnings avail not folk who will not believe.","bn_translation":"বলে দাওঃ তোমরা লক্ষ্য কর, যা কিছু রয়েছে আসমানসমূহে ও যমীনে; আর যারা ঈমান আনেনা, প্রমাণাদী ও ভয় প্রদর্শন তাদের কোন উপকার সাধন করতে পারেনা।"}	,
            {"verse_id":	102	,"sura_name":"ইউনুস","bn_ayat":"১০২","ar_ayat":"﴿﻿۱۰۲﻿﴾","text_indo_pak":"فَہَلۡ یَنۡتَظِرُوۡنَ اِلَّا مِثۡلَ اَیَّامِ الَّذِیۡنَ خَلَوۡا مِنۡ قَبۡلِہِمۡ ؕ قُلۡ فَانۡتَظِرُوۡۤا اِنِّیۡ مَعَکُمۡ مِّنَ الۡمُنۡتَظِرِیۡنَ","en_translation":"What expect they save the like of the days of those who passed away before them ? Say: Expect then! I am with you among the expectant.","bn_translation":"অতএব তারা শুধু ঐ লোকদের অনুরূপ ঘটনাবলীর প্রতীক্ষা করছে যারা তাদের পূর্বে গত হয়েছে। তুমি বলে দাওঃ আচ্ছা তাহলে তোমরা ওর প্রতীক্ষায় থাক, আমিও তোমাদের সাথে প্রতীক্ষারতদের মধ্যে রইলাম।"}	,
            {"verse_id":	103	,"sura_name":"ইউনুস","bn_ayat":"১০৩","ar_ayat":"﴿﻿۱۰۳﻿﴾","text_indo_pak":"ثُمَّ نُنَجِّیۡ رُسُلَنَا وَالَّذِیۡنَ اٰمَنُوۡا کَذٰلِکَ ۚ  حَقًّا عَلَیۡنَا نُنۡجِ الۡمُؤۡمِنِیۡنَ ","en_translation":"Then shall We save Our messengers and the believers, in like manner (as of old). It is incumbent upon Us to save believers.","bn_translation":"শেষ পর্যন্ত আমি স্বীয় রাসূলদেরকে এবং মু’মিনদেরকে নাজাত দিলাম, এ রূপেই আমি মু’মিনদেরকে নাজাত দিয়ে থাকি।"}	,
            {"verse_id":	104	,"sura_name":"ইউনুস","bn_ayat":"১০৪","ar_ayat":"﴿﻿۱۰۴﻿﴾","text_indo_pak":"قُلۡ یٰۤاَیُّہَا النَّاسُ اِنۡ کُنۡتُمۡ فِیۡ شَکٍّ مِّنۡ دِیۡنِیۡ فَلَاۤ اَعۡبُدُ الَّذِیۡنَ تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ وَلٰکِنۡ اَعۡبُدُ اللّٰہَ الَّذِیۡ یَتَوَفّٰىکُمۡ ۚۖ  وَاُمِرۡتُ اَنۡ اَکُوۡنَ مِنَ الۡمُؤۡمِنِیۡنَ ۙ","en_translation":"Say (O Muhammad): O mankind! If ye are in doubt of my religion, then (know that) I worship not those whom ye worship instead of Allah, but I worship Allah Who causeth you to die, and I have been commanded to be of the believers.","bn_translation":"বলে দাওঃ হে লোকসকল! যদি তোমরা আমার দীন সম্বন্ধে সন্দিহান হও তাহলে আমি সেই মা‘বূদদের ইবাদাত করিনা, আল্লাহকে ছেড়ে তোমরা যাদের ইবাদাত কর; কিন্তু আমি সেই আল্লাহর ইবাদাত করি যিনি তোমাদের তোমাদের মৃত্যু ঘটান, আর আমাকে এই আদেশ করা হয়েছে যে, আমি যেন ঈমান আনয়নকারীদের দলভুক্ত থাকি।"}	,
            {"verse_id":	105	,"sura_name":"ইউনুস","bn_ayat":"১০৫","ar_ayat":"﴿﻿۱۰۵﻿﴾","text_indo_pak":"وَاَنۡ اَقِمۡ وَجۡہَکَ لِلدِّیۡنِ حَنِیۡفًا ۚ وَلَا تَکُوۡنَنَّ مِنَ الۡمُشۡرِکِیۡنَ","en_translation":"And, (O Muhammad) set thy purpose resolutely for religion, as a man by nature upright, and be not of those who ascribe partners (to Allah).","bn_translation":"আর এটাও যে, নিজকে নিজে এই ধর্মের প্রতি এভাবে নিবিষ্ট করে রাখবে যে, অন্যান্য সকল তরীকা হতে পৃথক হয়ে যাও, আর কখনও মুশরিকদের অন্তর্ভুক্ত হয়োনা।"}	,
            {"verse_id":	106	,"sura_name":"ইউনুস","bn_ayat":"১০৬","ar_ayat":" ﴿﻿۱۰۶﻿﴾","text_indo_pak":"وَلَا تَدۡعُ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَنۡفَعُکَ وَلَا یَضُرُّکَ ۚ فَاِنۡ فَعَلۡتَ فَاِنَّکَ اِذًا مِّنَ الظّٰلِمِیۡنَ","en_translation":"And cry not, beside Allah, unto that which cannot profit thee nor hurt thee, for if thou didst so then wert thou of the wrong-doers.","bn_translation":"আর আল্লাহকে ছেড়ে এমন কিছুর ইবাদাত করনা যা না তোমার কোন উপকার করতে পারে, আর না কোন ক্ষতি করতে পারে। বস্তুতঃ যদি এরূপ কর তাহলে তুমি এমতাবস্থায় যালিমদের অন্তর্ভুক্ত হয়ে যাবে।"}	,
            {"verse_id":	107	,"sura_name":"ইউনুস","bn_ayat":"১০৭","ar_ayat":"﴿﻿۱۰۷﻿﴾","text_indo_pak":"وَاِنۡ یَّمۡسَسۡکَ اللّٰہُ بِضُرٍّ فَلَا کَاشِفَ لَہٗۤ اِلَّا ہُوَ ۚ وَاِنۡ یُّرِدۡکَ بِخَیۡرٍ فَلَا رَآدَّ لِفَضۡلِہٖ ؕ یُصِیۡبُ بِہٖ مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ ؕ وَہُوَ الۡغَفُوۡرُ الرَّحِیۡمُ","en_translation":"If Allah afflicteth thee with some hurt, there is none who can remove it save Him; and if He desireth good for thee, there is none who can repel His bounty. He striketh with it whom He will of his bondmen. He is the Forgiving, the Merciful.","bn_translation":"আল্লাহ যদি তোমাকে কোন কষ্টে নিপতিত করেন তাহলে তিনি ছাড়া কেহ তা মোচনকারী নেই, আর যদি তিনি তোমার প্রতি কোন কল্যাণ ও শান্তি পৌঁছাতে চান তাহলে তাঁর অনুগ্রহের কোন অপসারণকারী নেই; তিনি স্বীয় অনুগ্রহ নিজের বান্দাদের মধ্য হতে যাকে চান দান করেন; এবং তিনি অত্যন্ত ক্ষমাশীল, অতিশয় দয়ালু।"}	,
            {"verse_id":	108	,"sura_name":"ইউনুস","bn_ayat":"১০৮","ar_ayat":"﴿﻿۱۰۸﻿﴾","text_indo_pak":"قُلۡ یٰۤاَیُّہَا النَّاسُ قَدۡ جَآءَکُمُ الۡحَقُّ مِنۡ رَّبِّکُمۡ ۚ  فَمَنِ اہۡتَدٰی فَاِنَّمَا یَہۡتَدِیۡ لِنَفۡسِہٖ ۚ  وَمَنۡ ضَلَّ فَاِنَّمَا یَضِلُّ عَلَیۡہَا ۚ  وَمَاۤ اَنَا عَلَیۡکُمۡ بِوَکِیۡلٍ ؕ","en_translation":"Say: O mankind! Now hath the Truth from your Lord come unto you. So whosoever is guided, is guided only for (the good of) his soul, and whosoever erreth erreth only against it. And I am not a warder over you.","bn_translation":"বলঃ হে লোক সকল! তোমাদের কাছে তোমাদের রবের পক্ষ হতে সত্য (ধর্ম) এসেছে, অতএব যে ব্যক্তি সঠিক পথে আসবে, বস্তুতঃ সে নিজের জন্যই পথে আসবে; আর যে ব্যক্তি পথভ্রষ্ট থাকবে তার পথভ্রষ্টতা তারই উপরে বর্তাবে, আর আমাকে (রাসূলকে) তোমাদের উপর দায়িত্বশীল করা হয়নি।"}	,
            {"verse_id":	109	,"sura_name":"ইউনুস","bn_ayat":"১০৯","ar_ayat":"﴿﻿۱۰۹﻿﴾","text_indo_pak":"وَاتَّبِعۡ مَا یُوۡحٰۤی اِلَیۡکَ وَاصۡبِرۡ حَتّٰی یَحۡکُمَ اللّٰہُ ۚۖ  وَہُوَ خَیۡرُ الۡحٰکِمِیۡنَ ","en_translation":"And (O Muhammad) follow that which is inspired in thee, and forbear until Allah give judgment. And He is the Best of Judges.","bn_translation":"আর তুমি তোমার প্রতি প্রেরিত অহীর অনুসরণ কর, আর ধৈর্য ধারণ কর এই পর্যন্ত যে, আল্লাহ মীমাংসা করে দেন, এবং তিনিই উত্তম মীমাংসাকারী।"}	

        ]