[
            {"verse_id":	1	,"sura_name":"ইউসুফ","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"الٓرٰ ۟  تِلۡکَ اٰیٰتُ الۡکِتٰبِ الۡمُبِیۡنِ ۟","en_translation":"Alif. Lam. Ra. These are verse of the Scripture that maketh plain.","bn_translation":"	আলিফ-লাম-রা এগুলি সুস্পষ্ট কিতাবের আয়াত।"}	,
            {"verse_id":	2	,"sura_name":"ইউসুফ","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"اِنَّاۤ اَنۡزَلۡنٰہُ قُرۡءٰنًا عَرَبِیًّا لَّعَلَّکُمۡ تَعۡقِلُوۡنَ","en_translation":"Lo! We have revealed it, a Lecture in Arabic, that ye may understand.","bn_translation":"	আমি অবতীর্ণ করেছি আরাবী ভাষায় কুরআন যাতে তোমরা বুঝতে পার।"}	,
            {"verse_id":	3	,"sura_name":"ইউসুফ","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"نَحۡنُ نَقُصُّ عَلَیۡکَ اَحۡسَنَ الۡقَصَصِ بِمَاۤ اَوۡحَیۡنَاۤ اِلَیۡکَ ہٰذَا الۡقُرۡاٰنَ ٭ۖ وَاِنۡ کُنۡتَ مِنۡ قَبۡلِہٖ لَمِنَ الۡغٰفِلِیۡنَ","en_translation":"We narrate unto thee (Muhammad) the best of narratives in that We have inspired in thee this Qur'an, though aforetime thou wast of the heedless.","bn_translation":"	আমি তোমার কাছে উত্তম কাহিনী বর্ণনা করছি, অহীর মাধ্যমে তোমার কাছে এই কুরআন প্রেরণ করে, যদিও এর পূর্বে তুমি ছিলে অনবহিতদের অন্তর্ভুক্ত।"}	,
            {"verse_id":	4	,"sura_name":"ইউসুফ","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"اِذۡ قَالَ یُوۡسُفُ لِاَبِیۡہِ یٰۤاَبَتِ اِنِّیۡ رَاَیۡتُ اَحَدَ عَشَرَ کَوۡکَبًا وَّالشَّمۡسَ وَالۡقَمَرَ رَاَیۡتُہُمۡ لِیۡ سٰجِدِیۡنَ","en_translation":"When Joseph said unto his father: O my father! Lo! I saw in a dream eleven planets and the sun and the moon, I saw them prostrating themselves unto me.","bn_translation":"	যখন ইউসুফ তার পিতাকে বললঃ হে পিতা! আমি এগারটি নক্ষত্র, সূর্য এবং চাঁদকে দেখেছি - দেখেছি ওদেরকে আমার প্রতি সাজদাহবনত অবস্থায়।"}	,
            {"verse_id":	5	,"sura_name":"ইউসুফ","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"قَالَ یٰبُنَیَّ لَا تَقۡصُصۡ رُءۡیَاکَ عَلٰۤی اِخۡوَتِکَ فَیَکِیۡدُوۡا لَکَ کَیۡدًا ؕ اِنَّ الشَّیۡطٰنَ لِلۡاِنۡسَانِ عَدُوٌّ مُّبِیۡنٌ","en_translation":"He said: O my dear son! Tell not thy brethren of thy vision, lest they plot a plot against thee. Lo! Satan is for man an open foe.","bn_translation":"	সে বললঃ হে আমার পুত্র! তোমার স্বপ্নের বৃত্তান্ত তোমার ভাইদের নিকট বর্ণনা করনা; করলে তারা তোমার বিরুদ্ধে ষড়যন্ত্র করবে; শাইতানতো মানুষের প্রকাশ্য শত্রু।"}	,
            {"verse_id":	6	,"sura_name":"ইউসুফ","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"وَکَذٰلِکَ یَجۡتَبِیۡکَ رَبُّکَ وَیُعَلِّمُکَ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ وَیُتِمُّ نِعۡمَتَہٗ عَلَیۡکَ وَعَلٰۤی اٰلِ یَعۡقُوۡبَ کَمَاۤ اَتَمَّہَا عَلٰۤی اَبَوَیۡکَ مِنۡ قَبۡلُ اِبۡرٰہِیۡمَ وَاِسۡحٰقَ ؕ  اِنَّ رَبَّکَ عَلِیۡمٌ حَکِیۡمٌ ","en_translation":"Thus thy Lord will prefer thee and will teach thee the interpretation of events, and will perfect His grace upon thee and upon the family of Jacob as He perfected it upon thy forefathers, Abraham and Isaac. Lo! thy Lord is Knower, Wise.","bn_translation":"	এভাবে তোমার রাব্ব তোমাকে মনোনীত করবেন এবং তোমাকে স্বপ্নের ব্যাখ্যা শিক্ষা দিবেন, আর তোমার প্রতি ও ইয়াকূবের পরিবার পরিজনের প্রতি অনুগ্রহ পূর্ণ করবেন যেভাবে তিনি এটা পূর্বে পূর্ণ করেছিলেন তোমার পিতৃপুরুষ ইবরাহীম ও ইসহাকের প্রতি। নিশ্চয়ই তোমার রাব্ব সর্বজ্ঞ, প্রজ্ঞাময়।"}	,
            {"verse_id":	7	,"sura_name":"ইউসুফ","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"لَقَدۡ کَانَ فِیۡ یُوۡسُفَ وَاِخۡوَتِہٖۤ اٰیٰتٌ لِّلسَّآئِلِیۡنَ","en_translation":"Verily in Joseph and his brethren are signs (of Allah's Sovereignty) for the inquiring.","bn_translation":"	ইউসুফ ও তার ভাইদের ঘটনায় জিজ্ঞাসুদের জন্য নিদর্শন রয়েছে।"}	,
            {"verse_id":	8	,"sura_name":"ইউসুফ","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"اِذۡ قَالُوۡا لَیُوۡسُفُ وَاَخُوۡہُ اَحَبُّ اِلٰۤی اَبِیۡنَا مِنَّا وَنَحۡنُ عُصۡبَۃٌ ؕ  اِنَّ اَبَانَا لَفِیۡ ضَلٰلٍ مُّبِیۡنِۣ ۚۖ","en_translation":"When they said: Verily Joseph and his brother are dearer to our father than we are, many though we be. Lo! our father is in plain aberration.","bn_translation":"	যখন তারা (ভাইয়েরা) বলেছিলঃ আমাদের পিতার নিকট ইউসুফ এবং তার ভাইই (বিন ইয়ামীন) অধিক প্রিয়, অথচ আমরা একটি সংহত দল, আমাদের পিতাতো স্পষ্ট বিভ্রান্তিতেই রয়েছেন ।"}	,
            {"verse_id":	9	,"sura_name":"ইউসুফ","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"اقۡتُلُوۡا یُوۡسُفَ اَوِ اطۡرَحُوۡہُ اَرۡضًا یَّخۡلُ لَکُمۡ وَجۡہُ اَبِیۡکُمۡ وَتَکُوۡنُوۡا مِنۡۢ بَعۡدِہٖ قَوۡمًا صٰلِحِیۡنَ","en_translation":"(One said): Kill Joseph or cast him to some (other) land, so that your father's favour may be all for you, and (that) ye may afterward be righteous folk.","bn_translation":"	ইউসুফকে হত্যা কর অথবা তাকে কোন স্থানে ফেলে এসো। ফলে তোমাদের পিতার দৃষ্টি শুধু তোমাদের প্রতি নিবিষ্ট হবে এবং তারপর তোমরা ভাল লোক হয়ে যাবে।"}	,
            {"verse_id":	10	,"sura_name":"ইউসুফ","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"قَالَ قَآئِلٌ مِّنۡہُمۡ لَا تَقۡتُلُوۡا یُوۡسُفَ وَاَلۡقُوۡہُ فِیۡ غَیٰبَتِ الۡجُبِّ یَلۡتَقِطۡہُ بَعۡضُ السَّیَّارَۃِ اِنۡ کُنۡتُمۡ فٰعِلِیۡنَ","en_translation":"One among them said: Kill not Joseph but, if ye must be doing, fling him into the depth of the pit; some caravan will find him.","bn_translation":"াদের মধ্যে একজন বললঃ ইউসুফকে হত্যা করনা, বরং যদি তোমরা কিছু করতেই চাও তাহলে তাকে কোন গভীর কুপে নিক্ষেপ কর, যাত্রী দলের কেহ তাকে তুলে নিয়ে যাবে।"}	,
            {"verse_id":	11	,"sura_name":"ইউসুফ","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"قَالُوۡا یٰۤاَبَانَا مَا لَکَ لَا تَاۡمَنَّا عَلٰی یُوۡسُفَ وَاِنَّا لَہٗ لَنٰصِحُوۡنَ","en_translation":"They said: O our father! Why wilt thou not trust us with Joseph, when lo! we are good friends to him ?","bn_translation":"ারা বললঃ হে আমাদের পিতা! ইউসুফের ব্যাপারে আপনি আমাদেরকে অবিশ্বাস করছেন কেন, যদিও আমরা তার হিতাকাংখী?"}	,
            {"verse_id":	12	,"sura_name":"ইউসুফ","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"اَرۡسِلۡہُ مَعَنَا غَدًا یَّرۡتَعۡ وَیَلۡعَبۡ وَاِنَّا لَہٗ لَحٰفِظُوۡنَ","en_translation":"Send him with us to-morrow that he may enjoy himself and play. And lo! we shall take good care of him.","bn_translation":"	আপনি আগামীকাল তাকে আমাদের সাথে প্রেরণ করুন, সে ফলমূল খাবে ও খেলাধুলা করবে, আমরা অবশ্যই তার রক্ষণাবেক্ষণ করব।"}	,
            {"verse_id":	13	,"sura_name":"ইউসুফ","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"قَالَ اِنِّیۡ لَیَحۡزُنُنِیۡۤ اَنۡ تَذۡہَبُوۡا بِہٖ وَاَخَافُ اَنۡ یَّاۡکُلَہُ الذِّئۡبُ وَاَنۡتُمۡ عَنۡہُ غٰفِلُوۡنَ","en_translation":"He said: Lo! in truth it saddens me that ye should take him with you, and I fear less the wolf devour him while ye are heedless of him.","bn_translation":"	সে বললঃ এটা আমাকে কষ্ট দিবে যে, তোমরা তাকে নিয়ে যাবে এবং আমি ভয় করি, তোমরা তার প্রতি অমনোযোগী হলে তাকে নেকড়ে বাঘ খেয়ে ফেলবে।"}	,
            {"verse_id":	14	,"sura_name":"ইউসুফ","bn_ayat":"১৪","ar_ayat":"﴿﻿۱۴﻿﴾","text_indo_pak":"قَالُوۡا لَئِنۡ اَکَلَہُ الذِّئۡبُ وَنَحۡنُ عُصۡبَۃٌ اِنَّاۤ اِذًا لَّخٰسِرُوۡنَ","en_translation":"They said: If the wolf should devour him when we are (so strong) a band, then surely we should have already perished.","bn_translation":"ারা বললঃ আমরা একটি সংহত দল হওয়া সত্ত্বেও যদি তাকে নেকড়ে বাঘ খেয়ে ফেলে তাহলেতো আমরা ক্ষতিগ্রস্তই হব।"}	,
            {"verse_id":	15	,"sura_name":"ইউসুফ","bn_ayat":"১৫","ar_ayat":"﴿﻿۱۵﻿﴾","text_indo_pak":"فَلَمَّا ذَہَبُوۡا بِہٖ وَاَجۡمَعُوۡۤا اَنۡ یَّجۡعَلُوۡہُ فِیۡ غَیٰبَتِ الۡجُبِّ ۚ وَاَوۡحَیۡنَاۤ اِلَیۡہِ لَتُنَبِّئَنَّہُمۡ بِاَمۡرِہِمۡ ہٰذَا وَہُمۡ لَا یَشۡعُرُوۡنَ","en_translation":"Then, when they led him off, and were of one mind that they should place him in the depth of the pit, We inspired in him: Thou wilt tell them of this deed of theirs when they know (thee) not.","bn_translation":"	অতঃপর যখন তারা তাকে নিয়ে গেল এবং তাকে গভীর কূপে নিক্ষেপ করতে একমত হল, এমতাবস্থায় আমি তাকে জানিয়ে দিলামঃ তুমি তাদেরকে তাদের এই কর্মের কথা অবশ্যই বলে দিবে যখন তারা তোমাকে চিনবেনা।"}	,
            {"verse_id":	16	,"sura_name":"ইউসুফ","bn_ayat":"১৬","ar_ayat":"﴿﻿۱۶﻿﴾","text_indo_pak":"وَجَآءُوۡۤ اَبَاہُمۡ عِشَآءً یَّبۡکُوۡنَ ؕ","en_translation":"And they came weeping to their father in the evening.","bn_translation":"ারা রাতে কাঁদতে কাঁদতে তাদের পিতার নিকট এলো।"}	,
            {"verse_id":	17	,"sura_name":"ইউসুফ","bn_ayat":"১৭","ar_ayat":"﴿﻿۱۷﻿﴾","text_indo_pak":"قَالُوۡا یٰۤاَبَانَاۤ اِنَّا ذَہَبۡنَا نَسۡتَبِقُ وَتَرَکۡنَا یُوۡسُفَ عِنۡدَ مَتَاعِنَا فَاَکَلَہُ الذِّئۡبُ ۚ وَمَاۤ اَنۡتَ بِمُؤۡمِنٍ لَّنَا وَلَوۡ کُنَّا صٰدِقِیۡنَ","en_translation":"Saying: O our father! We went racing one with another, and left Joseph by our things, and the wolf devoured him, and thou believest not our saying even when we speak the truth.","bn_translation":"ারা বললঃ হে আমাদের পিতা! আমরা দৌড়ের প্রতিযোগিতা করেছিলাম এবং ইউসুফকে আমাদের মালপত্রের নিকট রেখে গিয়েছিলাম, অতঃপর তাকে নেকড়ে বাঘ খেয়ে ফেলেছে; কিন্তু আপনিতো আমাদের বিশ্বাস করবেননা, যদিও আমরা সত্যবাদী।"}	,
            {"verse_id":	18	,"sura_name":"ইউসুফ","bn_ayat":"১৮","ar_ayat":"﴿﻿۱۸﻿﴾","text_indo_pak":"وَجَآءُوۡ عَلٰی قَمِیۡصِہٖ بِدَمٍ کَذِبٍ ؕ قَالَ بَلۡ سَوَّلَتۡ لَکُمۡ اَنۡفُسُکُمۡ اَمۡرًا ؕ فَصَبۡرٌ جَمِیۡلٌ ؕ وَاللّٰہُ الۡمُسۡتَعَانُ عَلٰی مَا تَصِفُوۡنَ","en_translation":"And they came with false blood on his shirt. He said: Nay, but your minds have beguiled you into something. (My course is) comely patience. And Allah it is Whose help is to be sought in that (predicament) which ye describe.","bn_translation":"	আর তারা তার জামায় মিথ্যা রক্ত লেপন করে এনেছিল। সে বললঃ না, তোমাদের মন তোমাদের জন্য একটি কাহিনী সাজিয়ে দিয়েছে। সুতরাং পূর্ণ ধৈর্যই শ্রেয়, তোমরা যা বলছ সে বিষয়ে একমাত্র আল্লাহই আমার সাহায্যস্থল।"}	,
            {"verse_id":	19	,"sura_name":"ইউসুফ","bn_ayat":"১৯","ar_ayat":"﴿﻿۱۹﻿﴾","text_indo_pak":"وَجَآءَتۡ سَیَّارَۃٌ فَاَرۡسَلُوۡا وَارِدَہُمۡ فَاَدۡلٰی دَلۡوَہٗ ؕ قَالَ یٰبُشۡرٰی ہٰذَا غُلٰمٌ ؕ وَاَسَرُّوۡہُ بِضَاعَۃً ؕ وَاللّٰہُ عَلِیۡمٌۢ بِمَا یَعۡمَلُوۡنَ","en_translation":"And there came a caravan, and they sent their waterdrawer. He let down his pail (into the pit). He said: Good luck! Here is a youth. And they hid him as a treasure, and Allah was Aware of what they did.","bn_translation":"	এক যাত্রী দল এলো, তারা তাদের পানি সংগ্রাহককে প্রেরণ করল। সে তার পানির বালতি নামিয়ে দিল, সে বলে উঠলঃ কি সুখবর! এ যে এক কিশোর! অতঃপর তারা তাকে পণ্য রূপে লুকিয়ে রাখল, তারা যা করছিল সেই বিষয়ে আল্লাহ সবিশেষ অবগত ছিলেন।"}	,
            {"verse_id":	20	,"sura_name":"ইউসুফ","bn_ayat":"২০","ar_ayat":"﴿﻿۲۰﻿﴾","text_indo_pak":"وَشَرَوۡہُ بِثَمَنٍۭ بَخۡسٍ دَرَاہِمَ مَعۡدُوۡدَۃٍ ۚ  وَکَانُوۡا فِیۡہِ مِنَ الزَّاہِدِیۡنَ ","en_translation":"And they sold him for a low price, a number of silver coins; and they attached no value to him.","bn_translation":"	আর তারা তাকে বিক্রি করল স্বল্প মূল্যে, মাত্র কয়েক দিরহামের বিনিময়ে, তারা এতে ছিল নির্লোভ।"}	,
            {"verse_id":	21	,"sura_name":"ইউসুফ","bn_ayat":"২১","ar_ayat":"﴿﻿۲۱﻿﴾","text_indo_pak":"وَقَالَ الَّذِی اشۡتَرٰىہُ مِنۡ مِّصۡرَ لِامۡرَاَتِہٖۤ اَکۡرِمِیۡ مَثۡوٰىہُ عَسٰۤی اَنۡ یَّنۡفَعَنَاۤ اَوۡ نَتَّخِذَہٗ وَلَدًا ؕ وَکَذٰلِکَ مَکَّنَّا لِیُوۡسُفَ فِی الۡاَرۡضِ ۫ وَلِنُعَلِّمَہٗ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ ؕ وَاللّٰہُ غَالِبٌ عَلٰۤی اَمۡرِہٖ وَلٰکِنَّ اَکۡثَرَ النَّاسِ لَا یَعۡلَمُوۡنَ","en_translation":"And he of Egypt who purchased him said unto his wife: Receive him honourably. Perchance he may prove useful to us or we may adopt him as a son. Thus we established Joseph in the land that We might teach him the interpretation of events. And Allah was predominant in His career, but most of mankind know not.","bn_translation":"	মিসরের যে ব্যক্তি তাকে ক্রয় করেছিল, সে তার স্ত্রীকে বললঃ সম্মানজনকভাবে এর থাকার ব্যবস্থা কর, সম্ভবতঃ সে আমাদের উপকারে আসবে অথবা আমরা একে পুত্র রূপেও গ্রহণ করতে পারি এবং এভাবে আমি ইউসুফকে সেই দেশে প্রতিষ্ঠিত করলাম তাকে স্বপ্নের ব্যাখ্যা শিক্ষা দেয়ার জন্য। আল্লাহ তাঁর কার্য সম্পাদনে অপ্রতিহত; কিন্তু অধিকাংশ মানুষ এটা অবগত নয়।"}	,
            {"verse_id":	22	,"sura_name":"ইউসুফ","bn_ayat":"২২","ar_ayat":"﴿﻿۲۲﻿﴾","text_indo_pak":"وَلَمَّا بَلَغَ اَشُدَّہٗۤ اٰتَیۡنٰہُ حُکۡمًا وَّعِلۡمًا ؕ وَکَذٰلِکَ نَجۡزِی الۡمُحۡسِنِیۡنَ","en_translation":"And And when he reached his prime We gave him wisdom and knowledge. Thus We reward the good.","bn_translation":"	সে যখন পূর্ণ যৌবনে উপনীত হল তখন আমি তাকে হিকমাত ও জ্ঞান দান করলাম, এবং এভাবেই আমি সৎকর্মপরায়ণদেরকে পুরস্কৃত করি।"}	,
            {"verse_id":	23	,"sura_name":"ইউসুফ","bn_ayat":"২৩","ar_ayat":"﴿﻿۲۳﻿﴾","text_indo_pak":"وَرَاوَدَتۡہُ الَّتِیۡ ہُوَ فِیۡ بَیۡتِہَا عَنۡ نَّفۡسِہٖ وَغَلَّقَتِ الۡاَبۡوَابَ وَقَالَتۡ ہَیۡتَ لَکَ ؕ قَالَ مَعَاذَ اللّٰہِ اِنَّہٗ رَبِّیۡۤ اَحۡسَنَ مَثۡوَایَ ؕ اِنَّہٗ لَا یُفۡلِحُ الظّٰلِمُوۡنَ","en_translation":"And she, in whose house he was, asked of him an evil act. She bolted the doors and said: Come! He said: I seek refuge in Allah! Lo! he is my lord, who hath treated me honourably. Lo! wrong-doers never prosper.","bn_translation":"	সে যে স্ত্রী লোকের গৃহে ছিল সে তার কাছ থেকে অসৎ কাজ কামনা করল এবং দরজাগুলি বন্ধ করে দিল ও বললঃ চলে এসো (আমরা কাম প্রবৃত্তি চরিতার্থ করি), সে বললঃ আমি আল্লাহর আশ্রয় প্রার্থনা করছি, তিনি (আযীয) আমার প্রভু! তিনি আমাকে সম্মানজনকভাবে থাকতে দিয়েছেন, সীমালংঘনকারীরা সফলকাম হয়না।"}	,
            {"verse_id":	24	,"sura_name":"ইউসুফ","bn_ayat":"২৪","ar_ayat":"﴿﻿۲۴﻿﴾","text_indo_pak":"وَلَقَدۡ ہَمَّتۡ بِہٖ ۚ وَہَمَّ بِہَا لَوۡلَاۤ اَنۡ رَّاٰ بُرۡہَانَ رَبِّہٖ ؕ کَذٰلِکَ لِنَصۡرِفَ عَنۡہُ السُّوۡٓءَ وَالۡفَحۡشَآءَ ؕ اِنَّہٗ مِنۡ عِبَادِنَا الۡمُخۡلَصِیۡنَ","en_translation":"She verily desired him, and he would have desired her if it had not been that he saw the argument of his Lord. Thus it was, that We might ward off from him evil and lewdness. Lo! he was of Our chosen slaves.","bn_translation":"	সেই রমণীতো তার প্রতি আসক্ত হয়ে ছিল এবং সেও তার প্রতি আসক্ত হয়ে পড়ত যদি না সে তার রবের নিদর্শন প্রত্যক্ষ করত। তাকে মন্দ কাজ ও অশ্লীলতা হতে বিরত রাখার জন্য এভাবে নিদর্শন দেখিয়েছিলাম। সে ছিল আমার বিশুদ্ধ চিত্ত বান্দাদের অন্তর্ভুক্ত।"}	,
            {"verse_id":	25	,"sura_name":"ইউসুফ","bn_ayat":"২৫","ar_ayat":"﴿﻿۲۵﻿﴾","text_indo_pak":"وَاسۡتَبَقَا الۡبَابَ وَقَدَّتۡ قَمِیۡصَہٗ مِنۡ دُبُرٍ وَّاَلۡفَیَا سَیِّدَہَا لَدَا الۡبَابِ ؕ قَالَتۡ مَا جَزَآءُ مَنۡ اَرَادَ بِاَہۡلِکَ سُوۡٓءًا اِلَّاۤ اَنۡ یُّسۡجَنَ اَوۡ عَذَابٌ اَلِیۡمٌ","en_translation":"And they raced with one another to the door, and she tore his shirt from behind, and they met her lord and master at the door. She said: What shall be his reward, who wisheth evil to thy folk, save prison or a painful doom ?","bn_translation":"ারা উভয়ে দৌড়ে দরযার দিকে গেল এবং স্ত্রী লোকটি পিছন হতে তার জামা ছিড়ে ফেলল, তারা স্ত্রী লোকটির স্বামীকে দরযার কাছে দেখতে পেল। স্ত্রী লোকটি বললঃ যে তোমার পরিবারের সাথে কু-কাজ কামনা করে তার জন্য কারাগারে প্রেরণ অথবা অন্য কোন বেদনাদায়ক শাস্তি ব্যতীত আর কি দন্ড হতে পারে?"}	,
            {"verse_id":	26	,"sura_name":"ইউসুফ","bn_ayat":"২৬","ar_ayat":"﴿﻿۲۶﻿﴾","text_indo_pak":"قَالَ ہِیَ رَاوَدَتۡنِیۡ عَنۡ نَّفۡسِیۡ وَشَہِدَ شَاہِدٌ مِّنۡ اَہۡلِہَا ۚ اِنۡ کَانَ قَمِیۡصُہٗ قُدَّ مِنۡ قُبُلٍ فَصَدَقَتۡ وَہُوَ مِنَ الۡکٰذِبِیۡنَ","en_translation":"(Joseph) said: She it was who asked of me an evil act. And a witness of her own folk testified: If his shirt is torn from before, then she speaketh truth and he is of the liars.","bn_translation":"	সে (ইউসুফ) বললঃ সে’ই আমা হতে অসৎ কাজ কামনা করেছিল। স্ত্রী লোকটির পরিবারের একজন সাক্ষী সাক্ষ্য দিলঃ যদি তার জামার সম্মুখ দিক ছিন্ন করা হয়ে থাকে তাহলে স্ত্রী লোকটি সত্য কথা বলেছে এবং পুরুষটি মিথ্যাবাদী ।"}	,
            {"verse_id":	27	,"sura_name":"ইউসুফ","bn_ayat":"২৭","ar_ayat":"﴿﻿۲۷﻿﴾","text_indo_pak":"وَاِنۡ کَانَ قَمِیۡصُہٗ قُدَّ مِنۡ دُبُرٍ فَکَذَبَتۡ وَہُوَ مِنَ الصّٰدِقِیۡنَ","en_translation":"And if his shirt is torn from behind, then she hath lied and he is of the truthful.","bn_translation":"	আর যদি তার জামা পিছন দিক হতে ছিন্ন করা হয়ে থাকে তাহলে স্ত্রী লোকটি মিথ্যা কথা বলেছে এবং পুরুষটি সত্যবাদী।"}	,
            {"verse_id":	28	,"sura_name":"ইউসুফ","bn_ayat":"২৮","ar_ayat":"﴿﻿۲۸﻿﴾","text_indo_pak":"فَلَمَّا رَاٰ قَمِیۡصَہٗ قُدَّ مِنۡ دُبُرٍ قَالَ اِنَّہٗ مِنۡ کَیۡدِکُنَّ ؕ اِنَّ کَیۡدَکُنَّ عَظِیۡمٌ","en_translation":"So when he saw his shirt torn from behind, he said: Lo! this is of the guile of you women. Lo! the guile of you is very great.","bn_translation":"	সুতরাং গৃহস্বামী যখন দেখল যে, তার জামা পিছন দিক হতে ছিন্ন করা হয়েছে তখন সে বললঃ ভীষণ তোমাদের ছলনা।"}	,
            {"verse_id":	29	,"sura_name":"ইউসুফ","bn_ayat":"২৯","ar_ayat":"﴿﻿۲۹﻿﴾","text_indo_pak":"یُوۡسُفُ اَعۡرِضۡ عَنۡ ہٰذَا ٜ  وَاسۡتَغۡفِرِیۡ لِذَنۡۢبِکِ ۚۖ  اِنَّکِ کُنۡتِ مِنَ الۡخٰطِئِیۡنَ ","en_translation":"O Joseph! Turn away from this, and thou, (O woman), ask forgiveness for thy sin. Lo! thou art of the faulty.","bn_translation":"	হে ইউসুফ! তুমি এটা উপেক্ষা কর এবং হে নারী! তুমি তোমার অপরাধের জন্য ক্ষমা প্রার্থনা কর, নিশ্চয়ই তুমিই অপরাধী।"}	,
            {"verse_id":	30	,"sura_name":"ইউসুফ","bn_ayat":"৩০","ar_ayat":"﴿﻿۳۰﻿﴾","text_indo_pak":"وَقَالَ نِسۡوَۃٌ فِی الۡمَدِیۡنَۃِ امۡرَاَتُ الۡعَزِیۡزِ تُرَاوِدُ فَتٰىہَا عَنۡ نَّفۡسِہٖ ۚ قَدۡ شَغَفَہَا حُبًّا ؕ اِنَّا لَنَرٰىہَا فِیۡ ضَلٰلٍ مُّبِیۡنٍ","en_translation":"And women in the city said: The ruler's wife is asking of her slave-boy an ill-deed. Indeed he has smitten her to the heart with love. We behold her in plain aberration.","bn_translation":"	নগরে কতিপয় নারী বললঃ আযীযের স্ত্রী তার যুবক দাস হতে অসৎ কাজ কামনা করেছে; প্রেম তাকে উম্মত্ত করেছে, আমরাতো তাকে দেখছি স্পষ্ট বিভ্রান্তিতে।"}	,
            {"verse_id":	31	,"sura_name":"ইউসুফ","bn_ayat":"৩১","ar_ayat":"﴿﻿۳۱﻿﴾","text_indo_pak":"فَلَمَّا سَمِعَتۡ بِمَکۡرِہِنَّ اَرۡسَلَتۡ اِلَیۡہِنَّ وَاَعۡتَدَتۡ لَہُنَّ مُتَّکَاً وَّاٰتَتۡ کُلَّ وَاحِدَۃٍ مِّنۡہُنَّ سِکِّیۡنًا وَّقَالَتِ اخۡرُجۡ عَلَیۡہِنَّ ۚ فَلَمَّا رَاَیۡنَہٗۤ اَکۡبَرۡنَہٗ وَقَطَّعۡنَ اَیۡدِیَہُنَّ وَقُلۡنَ حَاشَ لِلّٰہِ مَا ہٰذَا بَشَرًا ؕ اِنۡ ہٰذَاۤ اِلَّا مَلَکٌ کَرِیۡمٌ","en_translation":"And when she heard of their sly talk, she sent to them and prepared for them a cushioned couch (to lie on at the feast) and gave to every one of them a knife and said (to Joseph): Come out unto them! And when they saw him they exalted him and cut their hands, exclaiming: Allah Blameless! This is no a human being. This is not other than some gracious angel.","bn_translation":"	স্ত্রী লোকটি যখন তাদের ষড়যন্ত্রের কথা শুনল, তখন সে তাদেরকে ডেকে পাঠাল, তাদের প্রত্যেককে একটি করে চাকু দিল এবং যুবককে বললঃ তাদের সামনে বের হও। অতঃপর তারা যখন তাকে দেখল তখন তারা তার সৌন্দর্যে অভিভূত হল এবং নিজেদের হাত কেটে ফেলল। তারা বললঃ অদ্ভুত আল্লাহর মাহাত্য! এতো মানুষ নয়, এতো এক মহিমান্বিত মালাক/ফেরেশতা!"}	,
            {"verse_id":	32	,"sura_name":"ইউসুফ","bn_ayat":"৩২","ar_ayat":"﴿﻿۳۲﻿﴾","text_indo_pak":"قَالَتۡ فَذٰلِکُنَّ الَّذِیۡ لُمۡتُنَّنِیۡ فِیۡہِ ؕ وَلَقَدۡ رَاوَدۡتُّہٗ عَنۡ نَّفۡسِہٖ فَاسۡتَعۡصَمَ ؕ وَلَئِنۡ لَّمۡ یَفۡعَلۡ مَاۤ اٰمُرُہٗ لَیُسۡجَنَنَّ وَلَیَکُوۡنًا مِّنَ الصّٰغِرِیۡنَ","en_translation":"She said: This is he on whose account ye blamed me. I asked of him an evil act, but he proved continent, but if he do not my behest he verily shall be imprisoned, and verily shall be of those brought low.","bn_translation":"	সে বললঃ এই সে যার সম্বন্ধে তোমরা আমার নিন্দা করেছ, আমি তার হতে অসৎ কাজ কামনা করেছি; কিন্তু সে নিজকে পবিত্র রেখেছে; আমি তাকে যা আদেশ করেছি, সে যদি তা না করে তাহলে সে কারারুদ্ধ হবেই এবং হীনদের অন্তর্ভুক্ত হবে।"}	,
            {"verse_id":	33	,"sura_name":"ইউসুফ","bn_ayat":"৩৩","ar_ayat":"﴿﻿۳۳﻿﴾","text_indo_pak":"قَالَ رَبِّ السِّجۡنُ اَحَبُّ اِلَیَّ مِمَّا یَدۡعُوۡنَنِیۡۤ اِلَیۡہِ ۚ وَاِلَّا تَصۡرِفۡ عَنِّیۡ کَیۡدَہُنَّ اَصۡبُ اِلَیۡہِنَّ وَاَکُنۡ مِّنَ الۡجٰہِلِیۡنَ","en_translation":"He said: O my Lord! Prison is more dear than that unto which they urge me, and if Thou fend not off their wiles from me I shall incline unto them and become of the foolish.","bn_translation":"	ইউসুফ বললঃ হে আমার রাব্ব! এই নারীরা আমাকে যার প্রতি আহবান করছে তা অপেক্ষা কারাগার আমার কাছে অধিক প্রিয়। আপনি যদি আমাকে ওদের ছলনা হতে রক্ষা না করেন তাহলে ওদের প্রতি আকৃষ্ট হয়ে পড়ব এবং অজ্ঞদের অন্তর্ভুক্ত হব।"}	,
            {"verse_id":	34	,"sura_name":"ইউসুফ","bn_ayat":"৩৪","ar_ayat":"﴿﻿۳۴﻿﴾","text_indo_pak":"فَاسۡتَجَابَ لَہٗ رَبُّہٗ فَصَرَفَ عَنۡہُ کَیۡدَہُنَّ ؕ اِنَّہٗ ہُوَ السَّمِیۡعُ الۡعَلِیۡمُ","en_translation":"So his Lord heard his prayer and fended off their wiles from him. Lo! He is Hearer, Knower.","bn_translation":"	অতঃপর তার রাব্ব তার আহবানে সাড়া দিলেন এবং তাদের ছলনা হতে রক্ষা করলেন, তিনিতো সর্বশ্রোতা, সর্বজ্ঞ।"}	,
            {"verse_id":	35	,"sura_name":"ইউসুফ","bn_ayat":"৩৫","ar_ayat":"﴿﻿۳۵﻿﴾","text_indo_pak":"ثُمَّ بَدَا لَہُمۡ مِّنۡۢ بَعۡدِ مَا رَاَوُا الۡاٰیٰتِ لَیَسۡجُنُنَّہٗ حَتّٰی حِیۡنٍ ","en_translation":"And it seemed good to them (the men-folk) after they had seen the signs (of his innocence) to imprison him for a time.","bn_translation":"	নিদর্শনাবলী দেখার পর তাদের মনে হল যে, তাকে কিছু কালের জন্য কারারুদ্ধ করতেই হবে।"}	,
            {"verse_id":	36	,"sura_name":"ইউসুফ","bn_ayat":"৩৬","ar_ayat":"﴿﻿۳۶﻿﴾","text_indo_pak":"وَدَخَلَ مَعَہُ السِّجۡنَ فَتَیٰنِ ؕ قَالَ اَحَدُہُمَاۤ اِنِّیۡۤ اَرٰىنِیۡۤ اَعۡصِرُ خَمۡرًا ۚ وَقَالَ الۡاٰخَرُ اِنِّیۡۤ اَرٰىنِیۡۤ اَحۡمِلُ فَوۡقَ رَاۡسِیۡ خُبۡزًا تَاۡکُلُ الطَّیۡرُ مِنۡہُ ؕ نَبِّئۡنَا بِتَاۡوِیۡلِہٖ ۚ اِنَّا نَرٰىکَ مِنَ الۡمُحۡسِنِیۡنَ","en_translation":"And two young men went to prison with him. One of them said: I dreamed that I was pressing wine. The other said: I dreamed that I was carrying upon my head bread whereof the birds were eating. Announce unto us the interpretation, for we see thee of those good (at interpretation).","bn_translation":"ার সাথে দু’জন যুবক কারাগারে প্রবেশ করল, তাদের একজন বললঃ আমি স্বপ্নে দেখলাম, আমি আংগুর নিংড়িয়ে রস বের করছি এবং অপরজন বললঃ আমি স্বপ্নে দেখলাম, আমি আমার মাথায় রুটি বহন করছি এবং পাখী তা হতে খাচ্ছে, আমাদেরকে আপনি এর তাৎপর্য জানিয়ে দিন, আমরা আপনাকে সৎকর্মপরায়ণ দেখছি।"}	,
            {"verse_id":	37	,"sura_name":"ইউসুফ","bn_ayat":"৩৭","ar_ayat":"﴿﻿۳۷﻿﴾","text_indo_pak":"قَالَ لَا یَاۡتِیۡکُمَا طَعَامٌ تُرۡزَقٰنِہٖۤ اِلَّا نَبَّاۡتُکُمَا بِتَاۡوِیۡلِہٖ قَبۡلَ اَنۡ یَّاۡتِیَکُمَا ؕ ذٰلِکُمَا مِمَّا عَلَّمَنِیۡ رَبِّیۡ ؕ اِنِّیۡ تَرَکۡتُ مِلَّۃَ قَوۡمٍ لَّا یُؤۡمِنُوۡنَ بِاللّٰہِ وَہُمۡ بِالۡاٰخِرَۃِ ہُمۡ کٰفِرُوۡنَ","en_translation":"He said: The food which ye are given (daily) shall not come unto you but I shall tell you the interpretation ere it cometh unto you. This is of that which my Lord hath taught me. Lo! I have forsaken the religion of folk who believe not in Allah and are disbelievers in the Hereafter.","bn_translation":"	ইউসুফ বললঃ তোমাদেরকে যে খাদ্য দেয়া হয় তা আসার পূর্বে আমি তোমাদেরকে স্বপ্নের ব্যাখ্যা জানিয়ে দিব, আমি যা তোমাদেরকে বলব তা আমার রাব্ব আমাকে যা শিক্ষা দিয়েছেন তা হতে বলব, যে সম্প্রদায় আল্লাহকে বিশ্বাস করেনা ও পরলোকে অবিশ্বাসী হয় আমি তাদের মতবাদ বর্জন করেছি।"}	,
            {"verse_id":	38	,"sura_name":"ইউসুফ","bn_ayat":"৩৮","ar_ayat":"﴿﻿۳۸﻿﴾","text_indo_pak":"وَاتَّبَعۡتُ مِلَّۃَ اٰبَآءِیۡۤ اِبۡرٰہِیۡمَ وَاِسۡحٰقَ وَیَعۡقُوۡبَ ؕ مَا کَانَ لَنَاۤ اَنۡ نُّشۡرِکَ بِاللّٰہِ مِنۡ شَیۡءٍ ؕ ذٰلِکَ مِنۡ فَضۡلِ اللّٰہِ عَلَیۡنَا وَعَلَی النَّاسِ وَلٰکِنَّ اَکۡثَرَ النَّاسِ لَا یَشۡکُرُوۡنَ","en_translation":"And I have followed the religion of my fathers, Abraham and Isaac and Jacob. It never was for us to attribute aught as partner to Allah. This is of the bounty of Allah unto us (the seed of Abraham) and unto mankind; but most men give not thanks.","bn_translation":"	আমি আমার পিতৃ পুরুষ ইবরাহীম, ইসহাক এবং ইয়াকূবের মতবাদ অনুসরণ করি। আল্লাহর সাথে কোন বস্তুকে শরীক করা আমাদের কাজ নয়, এটা আমাদের ও সমস্ত মানুষের প্রতি আল্লাহর অনুগ্রহ; কিন্তু অধিকাংশ মানুষই কৃতজ্ঞতা প্রকাশ করেনা।"}	,
            {"verse_id":	39	,"sura_name":"ইউসুফ","bn_ayat":"৩৯","ar_ayat":"﴿﻿۳۹﻿﴾","text_indo_pak":"یٰصَاحِبَیِ السِّجۡنِ ءَاَرۡبَابٌ مُّتَفَرِّقُوۡنَ خَیۡرٌ اَمِ اللّٰہُ الۡوَاحِدُ الۡقَہَّارُ ؕ","en_translation":"O my fellow-prisoners! Are divers lords better, or Allah the One, Almighty ?","bn_translation":"	হে আমার কারা সঙ্গীদ্বয়! ভিন্ন ভিন্ন বহু রাব্ব শ্রেয়, নাকি পরাক্রমশালী এক আল্লাহ?"}	,
            {"verse_id":	40	,"sura_name":"ইউসুফ","bn_ayat":"৪০","ar_ayat":"﴿﻿۴۰﻿﴾","text_indo_pak":"مَا تَعۡبُدُوۡنَ مِنۡ دُوۡنِہٖۤ اِلَّاۤ اَسۡمَآءً سَمَّیۡتُمُوۡہَاۤ اَنۡتُمۡ وَاٰبَآؤُکُمۡ مَّاۤ اَنۡزَلَ اللّٰہُ بِہَا مِنۡ سُلۡطٰنٍ ؕ اِنِ الۡحُکۡمُ اِلَّا لِلّٰہِ ؕ اَمَرَ اَلَّا تَعۡبُدُوۡۤا اِلَّاۤ اِیَّاہُ ؕ ذٰلِکَ الدِّیۡنُ الۡقَیِّمُ وَلٰکِنَّ اَکۡثَرَ النَّاسِ لَا یَعۡلَمُوۡنَ","en_translation":"Those whom ye worship beside Him are but names which ye have named, ye and your fathers. Allah hath revealed no sanction for them. The decision rests with Allah only, Who hath commanded you that ye worship none save Him. This is the right religion, but most men know not.","bn_translation":"াঁকে ছেড়ে তোমরা শুধু কতকগুলি নামের ইবাদাত করছ, যে নাম তোমাদের পিতৃপুরুষ ও তোমরা রেখেছ, এইগুলির কোন প্রমাণ আল্লাহ পাঠাননি। হুকুম (বিধান) দেয়ার অধিকার শুধু আল্লাহরই। তিনি নির্দেশ দিয়েছেন যে, তোমরা শুধুমাত্র তাঁরই ইবাদাত করবে, আর কারও ইবাদাত করবেনা; এটাই সরল সঠিক দীন, কিন্তু অধিকাংশ মানুষ এটা অবগত নয়।"}	,
            {"verse_id":	41	,"sura_name":"ইউসুফ","bn_ayat":"৪১","ar_ayat":"﴿﻿۴۱﻿﴾","text_indo_pak":"یٰصَاحِبَیِ السِّجۡنِ اَمَّاۤ اَحَدُکُمَا فَیَسۡقِیۡ رَبَّہٗ خَمۡرًا ۚ  وَاَمَّا الۡاٰخَرُ فَیُصۡلَبُ فَتَاۡکُلُ الطَّیۡرُ مِنۡ رَّاۡسِہٖ ؕ  قُضِیَ الۡاَمۡرُ الَّذِیۡ فِیۡہِ تَسۡتَفۡتِیٰنِ ؕ","en_translation":"O my two fellow-prisoners! As for one of you, he will pour out wine for his lord to drink; and as for the other, he will be crucified so that the birds will eat from his head. Thus is the case judged concerning which ye did inquire.","bn_translation":"	হে আমার কারা সঙ্গীদ্বয়! তোমাদের একজনের ব্যাপার এই যে, সে তার প্রভুকে মদ পান করাবে এবং অপর সম্বন্ধে কথা এই যে, সে শুলবিদ্ধ হবে; অতঃপর তার মস্তক হতে পাখী আহার করবে, যে বিষয়ে তোমরা জানতে চেয়েছ তার সিদ্ধান্ত হয়ে গেছে।"}	,
            {"verse_id":	42	,"sura_name":"ইউসুফ","bn_ayat":"৪২","ar_ayat":"﴿﻿۴۲﻿﴾","text_indo_pak":"وَقَالَ لِلَّذِیۡ ظَنَّ اَنَّہٗ نَاجٍ مِّنۡہُمَا اذۡکُرۡنِیۡ عِنۡدَ رَبِّکَ ۫  فَاَنۡسٰہُ الشَّیۡطٰنُ ذِکۡرَ رَبِّہٖ فَلَبِثَ فِی السِّجۡنِ بِضۡعَ سِنِیۡنَ ؕ","en_translation":"And he said unto him of the twain who he knew would be released: Mention me in the presence of thy lord. But Satan caused him to forget to mention it to his lord, so he (Joseph) stayed in prison for some years.","bn_translation":"	ইউসুফ তাদের মধ্যে যে মুক্তি পাবে মনে করল, তাকে বললঃ তোমার প্রভুর কাছে আমার কথা বল; কিন্তু শাইতান তাকে তার প্রভুর কাছে তার বিষয়ে বলার কথা ভুলিয়ে দিল। সুতরাং ইউসুফ কয়েক বছর কারাগারে রইল।"}	,
            {"verse_id":	43	,"sura_name":"ইউসুফ","bn_ayat":"৪৩","ar_ayat":"﴿﻿۴۳﻿﴾","text_indo_pak":"وَقَالَ الۡمَلِکُ اِنِّیۡۤ اَرٰی سَبۡعَ بَقَرٰتٍ سِمَانٍ یَّاۡکُلُہُنَّ سَبۡعٌ عِجَافٌ وَّسَبۡعَ سُنۡۢبُلٰتٍ خُضۡرٍ وَّاُخَرَ یٰبِسٰتٍ ؕ یٰۤاَیُّہَا الۡمَلَاُ اَفۡتُوۡنِیۡ فِیۡ رُءۡیَایَ اِنۡ کُنۡتُمۡ لِلرُّءۡیَا تَعۡبُرُوۡنَ","en_translation":"And the king said: Lo! I saw in a dream seven fat kine which seven lean were eating, and seven green ears of corn and other (seven) dry. O notables! Expound for me my vision, if ye can interpret dreams.","bn_translation":"	বাদশাহ বললঃ আমি স্বপ্নে দেখলাম, সাতটি স্থূলকায় গাভী, ওগুলিকে সাতটি শীর্ণকায় গাভী ভক্ষণ করছে এবং সাতটি সবুজ শীষ এবং অপর সাতটি শুস্ক। হে প্রধানগণ! যদি তোমরা স্বপ্নের ব্যাখ্যা করতে পার তাহলে আমার স্বপ্ন সম্বন্ধে অভিমত দাও।"}	,
            {"verse_id":	44	,"sura_name":"ইউসুফ","bn_ayat":"৪৪","ar_ayat":"﴿﻿۴۴﻿﴾","text_indo_pak":"قَالُوۡۤا اَضۡغَاثُ اَحۡلَامٍ ۚ وَمَا نَحۡنُ بِتَاۡوِیۡلِ الۡاَحۡلَامِ بِعٰلِمِیۡنَ","en_translation":"They answered: Jumbled dreams! And we are not knowing in the interpretation of dreams.","bn_translation":"ারা বললঃ এটা অর্থহীন স্বপ্ন এবং আমরা এরূপ স্বপ্ন ব্যাখ্যায় অভিজ্ঞ নই।"}	,
            {"verse_id":	45	,"sura_name":"ইউসুফ","bn_ayat":"৪৫","ar_ayat":"﴿﻿۴۵﻿﴾","text_indo_pak":"وَقَالَ الَّذِیۡ نَجَا مِنۡہُمَا وَادَّکَرَ بَعۡدَ اُمَّۃٍ اَنَا اُنَبِّئُکُمۡ بِتَاۡوِیۡلِہٖ فَاَرۡسِلُوۡنِ","en_translation":"And he of the two who was released, and (now) at length remembered, said: I am going to announce unto you the interpretation, therefore send me forth.","bn_translation":"	দু’জন কারারুদ্ধের মধ্যে যে মুক্তি পেয়েছিল এবং দীর্ঘকাল পরে তার স্মরণ হলে সে বললঃ আমি এর তাৎপর্য তোমাদেরকে জানিয়ে দিব, সুতরাং তোমরা আমাকে পাঠিয়ে দাও।"}	,
            {"verse_id":	46	,"sura_name":"ইউসুফ","bn_ayat":"৪৬","ar_ayat":"﴿﻿۴۶﻿﴾","text_indo_pak":"یُوۡسُفُ اَیُّہَا الصِّدِّیۡقُ اَفۡتِنَا فِیۡ سَبۡعِ بَقَرٰتٍ سِمَانٍ یَّاۡکُلُہُنَّ سَبۡعٌ عِجَافٌ وَّسَبۡعِ سُنۡۢبُلٰتٍ خُضۡرٍ وَّاُخَرَ یٰبِسٰتٍ ۙ لَّعَلِّیۡۤ اَرۡجِعُ اِلَی النَّاسِ لَعَلَّہُمۡ یَعۡلَمُوۡنَ","en_translation":"(And when he came to Joseph in the prison, he exclaimed): Joseph! O thou truthful one! Expound for us the seven fat kine which seven lean were eating and the seven green ears of corn and other (seven) dry, that I may return unto the people, so that they may know.","bn_translation":"	সে বললঃ হে ইউসুফ! হে সত্যবাদী! সাতটি স্থুলকায় গাভী, ওগুলিকে সাতটি শীর্ণকায় গাভী ভক্ষণ করছে এবং সাতটি সবুজ শীষ ও অপর সাতটি শুস্ক শীষ সম্বন্ধে আপনি আমাদেরকে ব্যাখ্যা দিন, যাতে আমি লোকদের কাছে ফিরে যেতে পারি এবং যাতে তারা অবগত হতে পারে।"}	,
            {"verse_id":	47	,"sura_name":"ইউসুফ","bn_ayat":"৪৭","ar_ayat":"﴿﻿۴۷﻿﴾","text_indo_pak":"قَالَ تَزۡرَعُوۡنَ سَبۡعَ سِنِیۡنَ دَاَبًا ۚ فَمَا حَصَدۡتُّمۡ فَذَرُوۡہُ فِیۡ سُنۡۢبُلِہٖۤ اِلَّا قَلِیۡلًا مِّمَّا تَاۡکُلُوۡنَ","en_translation":"He said: Ye shall sow seven years as usual, but that which ye reap, leave it in the ear, all save a little which ye eat.","bn_translation":"	ইউসুফ বললঃ তোমরা সাত বছর একাদিক্রমে চাষ করবে, অতঃপর তোমরা শস্য সংগ্রহ করবে; তার মধ্যে যে সামান্য পরিমাণ তোমরা আহার করবে, তা ব্যতীত সমস্ত শস্য শীষ সমেত রেখে দিবে।"}	,
            {"verse_id":	48	,"sura_name":"ইউসুফ","bn_ayat":"৪৮","ar_ayat":"﴿﻿۴۸﻿﴾","text_indo_pak":"ثُمَّ یَاۡتِیۡ مِنۡۢ بَعۡدِ ذٰلِکَ سَبۡعٌ شِدَادٌ یَّاۡکُلۡنَ مَا قَدَّمۡتُمۡ لَہُنَّ اِلَّا قَلِیۡلًا مِّمَّا تُحۡصِنُوۡنَ","en_translation":"Then after that will come seven hard years which will devour all that ye have prepared for them, save a little of that which ye have stored.","bn_translation":"	এরপর আসবে সাতটি কঠিন বছর; এই সাত বছর যা পূর্বে সঞ্চয় করে রাখবে - লোকে তা খাবে; শুধু সামান্য কিছু যা তোমরা সংরক্ষণ করবে তা ব্যতীত।"}	,
            {"verse_id":	49	,"sura_name":"ইউসুফ","bn_ayat":"৪৯","ar_ayat":"﴿﻿۴۹﻿﴾","text_indo_pak":"ثُمَّ یَاۡتِیۡ مِنۡۢ بَعۡدِ ذٰلِکَ عَامٌ فِیۡہِ یُغَاثُ النَّاسُ وَفِیۡہِ یَعۡصِرُوۡنَ ","en_translation":"Then, after that, will come a year when the people will have plenteous crops and when they will press (wine and oil).","bn_translation":"	এবং এরপর আসবে এক বছর, সেই বছর মানুষের জন্য প্রচুর বৃষ্টিপাত হবে এবং সেই বছর মানুষ প্রচুর ফলের রস নিংড়াবে।"}	,
            {"verse_id":	50	,"sura_name":"ইউসুফ","bn_ayat":"৫০","ar_ayat":"﴿﻿۵۰﻿﴾","text_indo_pak":"وَقَالَ الۡمَلِکُ ائۡتُوۡنِیۡ بِہٖ ۚ فَلَمَّا جَآءَہُ الرَّسُوۡلُ قَالَ ارۡجِعۡ اِلٰی رَبِّکَ فَسۡـَٔلۡہُ مَا بَالُ النِّسۡوَۃِ الّٰتِیۡ قَطَّعۡنَ اَیۡدِیَہُنَّ ؕ اِنَّ رَبِّیۡ بِکَیۡدِہِنَّ عَلِیۡمٌ","en_translation":"And the king said: Bring him unto me. And when the messenger came unto him, he (Joseph) said: Return unto thy lord and ask him what was the case of the women who cut their hands. Lo! my Lord knoweth their guile.","bn_translation":"	বাদশাহ বললঃ তোমরা ইউসুফকে আমার কাছে নিয়ে এসো। যখন দূত তার কাছে উপস্থিত হল তখন সে বললঃ তুমি তোমার প্রভুর কাছে ফিরে যাও এবং তাকে জিজ্ঞেস করঃ যে নারীরা তাদের হাত কেটে ফেলেছিল তাদের অবস্থা কি? আমার রাব্ব তাদের ছলনা সম্যক অবগত।"}	,
            {"verse_id":	51	,"sura_name":"ইউসুফ","bn_ayat":"৫১","ar_ayat":"﴿﻿۵۱﻿﴾","text_indo_pak":"قَالَ مَا خَطۡبُکُنَّ اِذۡ رَاوَدۡتُّنَّ یُوۡسُفَ عَنۡ نَّفۡسِہٖ ؕ قُلۡنَ حَاشَ لِلّٰہِ مَا عَلِمۡنَا عَلَیۡہِ مِنۡ سُوۡٓءٍ ؕ قَالَتِ امۡرَاَتُ الۡعَزِیۡزِ الۡـٰٔنَ حَصۡحَصَ الۡحَقُّ ۫ اَنَا رَاوَدۡتُّہٗ عَنۡ نَّفۡسِہٖ وَاِنَّہٗ لَمِنَ الصّٰدِقِیۡنَ","en_translation":"He (the king) (then sent for those women and) said: What happened when ye asked an evil act of Joseph ? They answered: Allah Blameless! We know no evil of him. Said the wife of the ruler: Now the truth is out. I asked of him an evil act, and he is surely of the truthful.","bn_translation":"	বাদশাহ নারীদেরকে বললঃ যখন তোমরা ইউসুফ হতে অসৎ কাজ কামনা করেছিলে তখন তোমাদের কি হয়েছিল? তারা বললঃ অদ্ভুত আল্লাহর মাহাত্ম্য! আমরা তার মধ্যে কোন দোষ দেখিনি। আযীযের স্ত্রী বললঃ এক্ষণে সত্য প্রকাশ হয়ে গেল, আমিই তার হতে অসৎ কাজ কামনা করেছিলাম, সেতো সত্যবাদী।"}	,
            {"verse_id":	52	,"sura_name":"ইউসুফ","bn_ayat":"৫২","ar_ayat":"﴿﻿۵۲﻿﴾","text_indo_pak":"ذٰلِکَ لِیَعۡلَمَ اَنِّیۡ لَمۡ اَخُنۡہُ بِالۡغَیۡبِ وَاَنَّ اللّٰہَ لَا یَہۡدِیۡ کَیۡدَ الۡخَآئِنِیۡنَ","en_translation":"(Then Joseph said: I asked for) this, that he (my lord) may know that I betrayed him not in secret, and that surely Allah guideth not the snare of the betrayers.","bn_translation":"	সে বললঃ আমি এটা বলেছিলাম যাতে সে জানতে পারে যে, তার অনুপস্থিতিতে আমি তার প্রতি বিশ্বাসঘাতকতা করিনি এবং আল্লাহ বিশ্বাস ঘাতকদের ষড়যন্ত্র সফল করেননা।"}	,
            {"verse_id":	53	,"sura_name":"ইউসুফ","bn_ayat":"৫৩","ar_ayat":"﴿﻿۵۳﻿﴾","text_indo_pak":"وَمَاۤ اُبَرِّیٴُ نَفۡسِیۡ ۚ اِنَّ النَّفۡسَ لَاَمَّارَۃٌۢ بِالسُّوۡٓءِ اِلَّا مَا رَحِمَ رَبِّیۡ ؕ اِنَّ رَبِّیۡ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"I do not exculpate myself. Lo! the (human) soul enjoineth unto evil, save that whereon my Lord hath mercy. Lo! my Lord is Forgiving, Merciful.","bn_translation":"	আমি নিজকে নির্দোষ মনে করিনা, মানুষের মন অবশ্যই মন্দ কর্ম-প্রবণ। কিন্তু সে নয় যার প্রতি আমার রাব্ব অনুগ্রহ করেন। নিশ্চয়ই আমার রাব্ব অতি ক্ষমাশীল ও দয়ালু।"}	,
            {"verse_id":	54	,"sura_name":"ইউসুফ","bn_ayat":"৫৪","ar_ayat":"﴿﻿۵۴﻿﴾","text_indo_pak":"وَقَالَ الۡمَلِکُ ائۡتُوۡنِیۡ بِہٖۤ اَسۡتَخۡلِصۡہُ لِنَفۡسِیۡ ۚ فَلَمَّا کَلَّمَہٗ قَالَ اِنَّکَ الۡیَوۡمَ لَدَیۡنَا مَکِیۡنٌ اَمِیۡنٌ","en_translation":"And the king said: Bring him unto me that I may attach him to my person. And when he had talked with him he said: Lo! thou art to-day in our presence established and trusted.","bn_translation":"	বাদশাহ বললঃ ইউসুফকে আমার কাছে নিয়ে এসো, আমি তাকে একান্ত সহচর নিযুক্ত করব। অতঃপর বাদশাহ যখন তার সাথে কথা বলল তখন রাজা বললঃ আজ তুমি আমাদের কাছে মর্যাদাবান ও বিশ্বাস ভাজন হলে।"}	,
            {"verse_id":	55	,"sura_name":"ইউসুফ","bn_ayat":"৫৫","ar_ayat":"﴿﻿۵۵﻿﴾","text_indo_pak":"قَالَ اجۡعَلۡنِیۡ عَلٰی خَزَآئِنِ الۡاَرۡضِ ۚ اِنِّیۡ حَفِیۡظٌ عَلِیۡمٌ","en_translation":"He said: Set me over the storehouses of the land. Lo! I am a skilled custodian.","bn_translation":"	সে বললঃ আমাকে কোষাগারের দায়িত্বে নিয়োজিত করুন। নিশ্চয়ই আমি উত্তম সংরক্ষণকারী, অতিশয় জ্ঞানবান।"}	,
            {"verse_id":	56	,"sura_name":"ইউসুফ","bn_ayat":"৫৬","ar_ayat":"﴿﻿۵۶﻿﴾","text_indo_pak":"وَکَذٰلِکَ مَکَّنَّا لِیُوۡسُفَ فِی الۡاَرۡضِ ۚ یَتَبَوَّاُ مِنۡہَا حَیۡثُ یَشَآءُ ؕ نُصِیۡبُ بِرَحۡمَتِنَا مَنۡ نَّشَآءُ وَلَا نُضِیۡعُ اَجۡرَ الۡمُحۡسِنِیۡنَ","en_translation":"Thus gave We power to Joseph in the land. He was the owner of it where he pleased. We reach with Our mercy whom We will. We lose not the reward of the good.","bn_translation":"	এভাবে আমি ইউসুফকে সেই দেশে প্রতিষ্ঠিত করলাম। সে সেই দেশে যথা ইচ্ছা অবস্থান করতে পারত। আমি যাকে ইচ্ছা তার প্রতি দয়া করি, আর আমি সৎ কর্মপরায়ণদের শ্রমফল বিনষ্ট করিনা।"}	,
            {"verse_id":	57	,"sura_name":"ইউসুফ","bn_ayat":"৫৭","ar_ayat":"﴿﻿۵۷﻿﴾","text_indo_pak":"وَلَاَجۡرُ الۡاٰخِرَۃِ خَیۡرٌ لِّلَّذِیۡنَ اٰمَنُوۡا وَکَانُوۡا یَتَّقُوۡنَ ","en_translation":"And the reward of the Hereafter is better, for those who believe and ward off (evil).","bn_translation":"	যারা মু’মিন ও মুত্তাকী তাদের পরকালের পুরস্কারই উত্তম।"}	,
            {"verse_id":	58	,"sura_name":"ইউসুফ","bn_ayat":"৫৮","ar_ayat":"﴿﻿۵۸﻿﴾","text_indo_pak":"وَجَآءَ اِخۡوَۃُ یُوۡسُفَ فَدَخَلُوۡا عَلَیۡہِ فَعَرَفَہُمۡ وَہُمۡ لَہٗ مُنۡکِرُوۡنَ","en_translation":"And Joseph's brethren came and presented themselves before him, and he knew them but they knew him not.","bn_translation":"	ইউসুফের ভাইয়েরা এলো এবং তার নিকট উপস্থিত হল। সে তাদেরকে চিনল, কিন্তু তারা তাকে চিনতে পারলনা।"}	,
            {"verse_id":	59	,"sura_name":"ইউসুফ","bn_ayat":"৫৯","ar_ayat":"﴿﻿۵۹﻿﴾","text_indo_pak":"وَلَمَّا جَہَّزَہُمۡ بِجَہَازِہِمۡ قَالَ ائۡتُوۡنِیۡ بِاَخٍ لَّکُمۡ مِّنۡ اَبِیۡکُمۡ ۚ اَلَا تَرَوۡنَ اَنِّیۡۤ اُوۡفِی الۡکَیۡلَ وَاَنَا خَیۡرُ الۡمُنۡزِلِیۡنَ","en_translation":"And when he provided them with their provision he said: Bring unto me a brother of yours from your father. See ye not that I fill up the measure and I am the best of hosts ?","bn_translation":"	আর সে যখন তাদের সামগ্রীর ব্যবস্থা করে দিল তখন সে বললঃ তোমরা আমার নিকট তোমাদের বৈমাত্রেয় ভাইকে নিয়ে এসো; তোমরা কি দেখছনা যে, আমি মাপে পূর্ণ মাত্রায় দিই? এবং আমি উত্তম মেযবান?"}	,
            {"verse_id":	60	,"sura_name":"ইউসুফ","bn_ayat":"৬০","ar_ayat":"﴿﻿۶۰﻿﴾","text_indo_pak":"فَاِنۡ لَّمۡ تَاۡتُوۡنِیۡ بِہٖ فَلَا کَیۡلَ لَکُمۡ عِنۡدِیۡ وَلَا تَقۡرَبُوۡنِ","en_translation":"And if ye bring him not unto me, then there shall be no measure for you with me, nor shall ye draw near.","bn_translation":"	কিন্তু তোমরা যদি তাকে আমার নিকট নিয়ে না আস তাহলে আমার নিকট তোমাদের জন্য কোন বরাদ্দ থাকবেনা এবং তোমরা আমার নিকটবর্তী হবেনা।"}	,
            {"verse_id":	61	,"sura_name":"ইউসুফ","bn_ayat":"৬১","ar_ayat":"﴿﻿۶۱﻿﴾","text_indo_pak":"قَالُوۡا سَنُرَاوِدُ عَنۡہُ اَبَاہُ وَاِنَّا لَفٰعِلُوۡنَ","en_translation":"They said: We will try to win him from his father: that we will surely do.","bn_translation":"ারা বললঃ ওর বিষয়ে আমরা ওর পিতাকে সম্মত করার চেষ্টা করব এবং আমরা নিশ্চয়ই এটা করব।"}	,
            {"verse_id":	62	,"sura_name":"ইউসুফ","bn_ayat":"৬২","ar_ayat":"﴿﻿۶۲﻿﴾","text_indo_pak":"وَقَالَ لِفِتۡیٰنِہِ اجۡعَلُوۡا بِضَاعَتَہُمۡ فِیۡ رِحَالِہِمۡ لَعَلَّہُمۡ یَعۡرِفُوۡنَہَاۤ اِذَا انۡقَلَبُوۡۤا اِلٰۤی اَہۡلِہِمۡ لَعَلَّہُمۡ یَرۡجِعُوۡنَ","en_translation":"He said unto his young men: Place their merchandise in their saddlebags, so that they may know it when they go back to their folk, and so will come again.","bn_translation":"	ইউসুফ তার ভৃত্যদেরকে বললঃ তারা যে পণ্য মূল্য দিয়েছে তা তাদের মালপত্রের মধ্যে রেখে দাও, যাতে স্বজনদের কাছে প্রত্যাবর্তনের পর তারা বুঝতে পারে যে, ওটা প্রত্যর্পন করা হয়েছে, তা হলে তারা পুনরায় আসতে পারে।"}	,
            {"verse_id":	63	,"sura_name":"ইউসুফ","bn_ayat":"৬৩","ar_ayat":"﴿﻿۶۳﻿﴾","text_indo_pak":"فَلَمَّا رَجَعُوۡۤا اِلٰۤی اَبِیۡہِمۡ قَالُوۡا یٰۤاَبَانَا مُنِعَ مِنَّا الۡکَیۡلُ فَاَرۡسِلۡ مَعَنَاۤ اَخَانَا نَکۡتَلۡ وَاِنَّا لَہٗ لَحٰفِظُوۡنَ","en_translation":"So when they went back to their father they said: O our father! The measure is denied us, so send with us our brother that we may obtain the measure, surely we will guard him well.","bn_translation":"	অতঃপর যখন তারা তাদের পিতার নিকট ফিরে এলো তখন তারা বললঃ হে আমাদের পিতা! আমাদের জন্য বরাদ্দ নিষিদ্ধ করা হয়েছে, সুতরাং আমাদের ভাইকে আমাদের সাথে পাঠিয়ে দিন যাতে আমরা রসদ পেতে পারি, আমরা অবশ্যই তার রক্ষণাবেক্ষণ করব।"}	,
            {"verse_id":	64	,"sura_name":"ইউসুফ","bn_ayat":"৬৪","ar_ayat":"﴿﻿۶۴﻿﴾","text_indo_pak":"قَالَ ہَلۡ اٰمَنُکُمۡ عَلَیۡہِ اِلَّا کَمَاۤ اَمِنۡتُکُمۡ عَلٰۤی اَخِیۡہِ مِنۡ قَبۡلُ ؕ فَاللّٰہُ خَیۡرٌ حٰفِظًا ۪ وَّہُوَ اَرۡحَمُ الرّٰحِمِیۡنَ","en_translation":"He said: Can I entrust him to you save as I entrusted his brother to you aforetime ? Allah is better at guarding, and He is the Most Merciful of those who show mercy.","bn_translation":"	সে বললঃ আমি কি তোমাদেরকে ওর সম্বন্ধে সেইরূপ বিশ্বাস করব, যেরূপ বিশ্বাস পূর্বে তোমাদেরকে করেছিলাম ওর ভাইয়ের ব্যাপারে? আল্লাহই রক্ষণাবেক্ষণে শ্রেষ্ঠ এবং তিনি শ্রেষ্ঠতম দয়ালু।"}	,
            {"verse_id":	65	,"sura_name":"ইউসুফ","bn_ayat":"৬৫","ar_ayat":"﴿﻿۶۵﻿﴾","text_indo_pak":"وَلَمَّا فَتَحُوۡا مَتَاعَہُمۡ وَجَدُوۡا بِضَاعَتَہُمۡ رُدَّتۡ اِلَیۡہِمۡ ؕ قَالُوۡا یٰۤاَبَانَا مَا نَبۡغِیۡ ؕ ہٰذِہٖ بِضَاعَتُنَا رُدَّتۡ اِلَیۡنَا ۚ وَنَمِیۡرُ اَہۡلَنَا وَنَحۡفَظُ اَخَانَا وَنَزۡدَادُ کَیۡلَ بَعِیۡرٍ ؕ ذٰلِکَ کَیۡلٌ یَّسِیۡرٌ","en_translation":"And when they opened their belongings they discovered that their merchandise had been returned to them. They said: O our father! What (more) can we ask ? Here is our merchandise returned to us. We shall get provision for our folk and guard our brother, and we shall have the extra measure of a camel (load). This (that we bring now) is a light measure.","bn_translation":"	যখন তারা তাদের মালপত্র খুলল তখন তারা দেখতে পেল, তাদের পণ্যমূল্য তাদেরকে প্রত্যর্পন করা হয়েছে। তারা বললঃ হে আমাদের পিতা! আমরা আর কি প্রত্যাশা করতে পারি? এটা আমাদের প্রদত্ত পণ্যমূল্য, আমাদেরকে প্রত্যর্পন করা হয়েছে; পুনরায় আমরা আমাদের পরিবারবর্গকে খাদ্যসামগ্রী এনে দিব এবং আমরা আমাদের ভাইয়ের রক্ষণাবেক্ষণ করব এবং আমরা অতিরিক্ত আর এক উট বোঝাই পণ্য আনব, যা এনেছি তা পরিমাণে অল্প।"}	,
            {"verse_id":	66	,"sura_name":"ইউসুফ","bn_ayat":"৬৬","ar_ayat":"﴿﻿۶۶﻿﴾","text_indo_pak":"قَالَ لَنۡ اُرۡسِلَہٗ مَعَکُمۡ حَتّٰی تُؤۡتُوۡنِ مَوۡثِقًا مِّنَ اللّٰہِ لَتَاۡتُنَّنِیۡ بِہٖۤ اِلَّاۤ اَنۡ یُّحَاطَ بِکُمۡ ۚ فَلَمَّاۤ اٰتَوۡہُ مَوۡثِقَہُمۡ قَالَ اللّٰہُ عَلٰی مَا نَقُوۡلُ وَکِیۡلٌ","en_translation":"He said: I will not send him with you till ye give me an undertaking in the name of Allah that ye will bring him back to me, unless ye are surrounded. And when they gave him their undertaking he said: Allah is the Warden over what we say.","bn_translation":"	পিতা বললঃ আমি ওকে কখনও তোমাদের সাথে পাঠাবনা যতক্ষণ না তোমরা আল্লাহর নামে অঙ্গীকার কর যে, তোমরা তাকে আমার নিকট নিয়ে আসবেই, অবশ্য যদি তোমরা একান্ত অসহায় হয়ে না পড়। অতঃপর যখন তারা তার নিকট প্রতিজ্ঞা করল তখন সে বললঃ আমরা যে বিষয়ে কথা বলছি, আল্লাহ তার বিধায়ক।"}	,
            {"verse_id":	67	,"sura_name":"ইউসুফ","bn_ayat":"৬৭","ar_ayat":"﴿﻿۶۷﻿﴾","text_indo_pak":"وَقَالَ یٰبَنِیَّ لَا تَدۡخُلُوۡا مِنۡۢ بَابٍ وَّاحِدٍ وَّادۡخُلُوۡا مِنۡ اَبۡوَابٍ مُّتَفَرِّقَۃٍ ؕ وَمَاۤ اُغۡنِیۡ عَنۡکُمۡ مِّنَ اللّٰہِ مِنۡ شَیۡءٍ ؕ اِنِ الۡحُکۡمُ اِلَّا لِلّٰہِ ؕ عَلَیۡہِ تَوَکَّلۡتُ ۚ وَعَلَیۡہِ فَلۡیَتَوَکَّلِ الۡمُتَوَکِّلُوۡنَ","en_translation":"And he said: O my sons! Go not in by one gate; go in by different gates. I can naught avail you as against Allah. Lo! the decision rests with Allah only. In Him do I put my trust, and in Him let all the trusting put their trust.","bn_translation":"	সে বললঃ হে আমার পুত্রগণ! তোমরা এক দরযা দিয়ে প্রবেশ করনা, ভিন্ন ভিন্ন দরযা দিয়ে প্রবেশ করবে, আল্লাহর বিধানের বিরুদ্ধে আমি তোমাদের জন্য কিছুই করতে পারিনা। বিধান আল্লাহরই; আমি তাঁরই উপর নির্ভর করি এবং যারা নির্ভর করতে চায় তারা তাঁরই (আল্লাহরই) উপর নির্ভর করুক।"}	,
            {"verse_id":	68	,"sura_name":"ইউসুফ","bn_ayat":"৬৮","ar_ayat":"﴿﻿۶۸﻿﴾","text_indo_pak":"وَلَمَّا دَخَلُوۡا مِنۡ حَیۡثُ اَمَرَہُمۡ اَبُوۡہُمۡ ؕ  مَا کَانَ یُغۡنِیۡ عَنۡہُمۡ مِّنَ اللّٰہِ مِنۡ شَیۡءٍ اِلَّا حَاجَۃً فِیۡ نَفۡسِ یَعۡقُوۡبَ قَضٰہَا ؕ  وَاِنَّہٗ لَذُوۡ عِلۡمٍ لِّمَا عَلَّمۡنٰہُ وَلٰکِنَّ اَکۡثَرَ النَّاسِ لَا یَعۡلَمُوۡنَ ","en_translation":"And when they entered in the manner which their father had enjoined, it would have naught availed them as against Allah; it was but a need of Jacob's soul which he thus satisfied; and lo! he was a lord of knowledge because We had taught him; but most of mankind know not.","bn_translation":"	যখন তারা, তাদের পিতা তাদেরকে যেভাবে আদেশ করেছিল সেভাবেই প্রবেশ করল, তখন আল্লাহর বিধানের বিরুদ্ধে ওটা তাদের কোন কাজে এলোনা; ইয়াকূব শুধু তার মনের একটি অভিপ্রায় পূর্ণ করেছিল এবং সে অবশ্যই জ্ঞানী ছিল। কারণ আমি তাকে শিক্ষা দিয়েছিলাম, কিন্তু অধিকাংশ মানুষ এটা অবগত নয়।"}	,
            {"verse_id":	69	,"sura_name":"ইউসুফ","bn_ayat":"৬৯","ar_ayat":"﴿﻿۶۹﻿﴾","text_indo_pak":"وَلَمَّا دَخَلُوۡا عَلٰی یُوۡسُفَ اٰوٰۤی اِلَیۡہِ اَخَاہُ قَالَ اِنِّیۡۤ اَنَا اَخُوۡکَ فَلَا تَبۡتَئِسۡ بِمَا کَانُوۡا یَعۡمَلُوۡنَ","en_translation":"And when they went in before Joseph, he took his brother unto him, saying: Lo! I, even I, am thy brother, therefore sorrow not for what they did.","bn_translation":"ারা যখন ইউসুফের সামনে হাযির হল তখন ইউসুফ তার (সহোদর) ভাইকে নিজের কাছে রাখল এবং বললঃ আমিই তোমার (সহোদর) ভাই। সুতরাং তারা যা করত সেজন্য দুঃখ করনা।"}	,
            {"verse_id":	70	,"sura_name":"ইউসুফ","bn_ayat":"৭০","ar_ayat":"﴿﻿۷۰﻿﴾","text_indo_pak":"فَلَمَّا جَہَّزَہُمۡ بِجَہَازِہِمۡ جَعَلَ السِّقَایَۃَ فِیۡ رَحۡلِ اَخِیۡہِ ثُمَّ اَذَّنَ مُؤَذِّنٌ اَیَّتُہَا الۡعِیۡرُ اِنَّکُمۡ لَسٰرِقُوۡنَ","en_translation":"And when he provided them with their provision, he put the drinking-cup in his brother's saddlebag, and then a crier cried: O camel- riders! Lo! ye are surely thieves!","bn_translation":"	অতঃপর সে যখন তাদের সামগ্রীর ব্যবস্থা করে দিল তখন সে তার (সহোদর) ভাইয়ের মালপত্রের মধ্যে পানপাত্র রেখে দিল, অতঃপর এক ঘোষক উচ্চৈঃস্বরে বললঃ হে যাত্রীদল! তোমরা নিশ্চয়ই চোর।"}	,
            {"verse_id":	71	,"sura_name":"ইউসুফ","bn_ayat":"৭১","ar_ayat":"﴿﻿۷۱﻿﴾","text_indo_pak":"قَالُوۡا وَاَقۡبَلُوۡا عَلَیۡہِمۡ مَّاذَا تَفۡقِدُوۡنَ","en_translation":"They cried, coming toward them: What is it ye have lost ?","bn_translation":"ারা তাদের দিকে ফিরে তাকাল এবং বললঃ তোমরা কি হারিয়েছ?"}	,
            {"verse_id":	72	,"sura_name":"ইউসুফ","bn_ayat":"৭২","ar_ayat":"﴿﻿۷۲﻿﴾","text_indo_pak":"قَالُوۡا نَفۡقِدُ صُوَاعَ الۡمَلِکِ وَلِمَنۡ جَآءَ بِہٖ حِمۡلُ بَعِیۡرٍ وَّاَنَا بِہٖ زَعِیۡمٌ","en_translation":"They said: We have lost the king's cup, and he who bringeth it shall have a camel-load, and I (said Joseph) am answerable for it.","bn_translation":"ারা বললঃ আমরা রাজার পানপাত্র হারিয়েছি; যে ওটা এনে দিবে সে এক উট বোঝাই মাল পাবে এবং আমি ওর যামীন।"}	,
            {"verse_id":	73	,"sura_name":"ইউসুফ","bn_ayat":"৭৩","ar_ayat":"﴿﻿۷۳﻿﴾","text_indo_pak":"قَالُوۡا تَاللّٰہِ لَقَدۡ عَلِمۡتُمۡ مَّا جِئۡنَا لِنُفۡسِدَ فِی الۡاَرۡضِ وَمَا کُنَّا سٰرِقِیۡنَ","en_translation":"They said: By Allah, well ye know we came not to do evil in the land, and are no thieves.","bn_translation":"ারা বললঃ আল্লাহর শপথ! তোমরাতো জান যে, আমরা এই দেশে দুস্কৃতি করতে আসিনি এবং আমরা চোরও নই।"}	,
            {"verse_id":	74	,"sura_name":"ইউসুফ","bn_ayat":"৭৪","ar_ayat":"﴿﻿۷۴﻿﴾","text_indo_pak":"قَالُوۡا فَمَا جَزَآؤُہٗۤ اِنۡ کُنۡتُمۡ کٰذِبِیۡنَ","en_translation":"They said: And what shall be the penalty for it, if ye prove liars ?","bn_translation":"ারা বললঃ যদি তোমরা মিথ্যাবাদী হও তাহলে তার শাস্তি কি?"}	,
            {"verse_id":	75	,"sura_name":"ইউসুফ","bn_ayat":"৭৫","ar_ayat":"﴿﻿۷۵﻿﴾","text_indo_pak":"قَالُوۡا جَزَآؤُہٗ مَنۡ وُّجِدَ فِیۡ رَحۡلِہٖ فَہُوَ جَزَآؤُہٗ ؕ کَذٰلِکَ نَجۡزِی الظّٰلِمِیۡنَ","en_translation":"They said: The penalty for it! He in whose bag (the cup) is found, he is the penalty for it. Thus we requite wrong-doers.","bn_translation":"ারা বললঃ এর শাস্তি এই যে, যার মালপত্রের মধ্যে পাত্রটি পাওয়া যাবে, সে’ই তার বিনিময়, এভাবে আমরা সীমালংঘনকারীদের শাস্তি দিয়ে থাকি।"}	,
            {"verse_id":	76	,"sura_name":"ইউসুফ","bn_ayat":"৭৬","ar_ayat":"﴿﻿۷۶﻿﴾","text_indo_pak":"فَبَدَاَ بِاَوۡعِیَتِہِمۡ قَبۡلَ وِعَآءِ اَخِیۡہِ ثُمَّ اسۡتَخۡرَجَہَا مِنۡ وِّعَآءِ اَخِیۡہِ ؕ کَذٰلِکَ کِدۡنَا لِیُوۡسُفَ ؕ مَا کَانَ لِیَاۡخُذَ اَخَاہُ فِیۡ دِیۡنِ الۡمَلِکِ اِلَّاۤ اَنۡ یَّشَآءَ اللّٰہُ ؕ نَرۡفَعُ دَرَجٰتٍ مَّنۡ نَّشَآءُ ؕ وَفَوۡقَ کُلِّ ذِیۡ عِلۡمٍ عَلِیۡمٌ","en_translation":"Then he (Joseph) began the search with their bags before his brother's bag, then he produced it from his brother's bag. Thus did We contrive for Joseph. He could not have taken his brother according to the king's law unless Allah willed. We raise by grades (of mercy) whom We will, and over every lord of knowledge there is one more knowing.","bn_translation":"	অতঃপর সে তার (সহোদর) ভাইয়ের মালপত্র তল্লাশির পূর্বে তাদের মাল-পত্র তল্লাশি করতে লাগল, পরে তার সহোদরের মাল-পত্রের মধ্য হতে পাত্রটি বের করল। এভাবে আমি ইউসুফের জন্য কৌশল করেছিলাম, রাজার আইনে তার সহোদরকে সে আটক করতে পারতনা, আল্লাহ ইচ্ছা না করলে। আমি যাকে ইচ্ছা মর্যাদায় উন্নীত করি, প্রত্যেক জ্ঞানবান ব্যক্তির উপর আছেন সর্বজ্ঞানী।"}	,
            {"verse_id":	77	,"sura_name":"ইউসুফ","bn_ayat":"৭৭","ar_ayat":"﴿﻿۷۷﻿﴾","text_indo_pak":"قَالُوۡۤا اِنۡ یَّسۡرِقۡ فَقَدۡ سَرَقَ اَخٌ لَّہٗ مِنۡ قَبۡلُ ۚ فَاَسَرَّہَا یُوۡسُفُ فِیۡ نَفۡسِہٖ وَلَمۡ یُبۡدِہَا لَہُمۡ ۚ قَالَ اَنۡتُمۡ شَرٌّ مَّکَانًا ۚ وَاللّٰہُ اَعۡلَمُ بِمَا تَصِفُوۡنَ","en_translation":"They said: If he stealeth, a brother of his stole before. But Joseph kept it secret in his soul and revealed it not unto them. He said (within himself): Ye are in worse case, and Allah knoweth best (the truth of) that which ye allege.","bn_translation":"ারা বললঃ সে যদি চুরি করে থাকে তার (সহোদর) ভাইওতো ইতোপূর্বে চুরি করেছিল, এতে ইউসুফ প্রকৃত ব্যাপার নিজের মনে গোপন রাখল এবং তাদের কাছে প্রকাশ করলনা। সে মনে মনে বললঃ তোমাদের অবস্থাতো হীনতর এবং তোমরা যা বলছ সে সম্বন্ধে আল্লাহ সবিশেষ অবগত।"}	,
            {"verse_id":	78	,"sura_name":"ইউসুফ","bn_ayat":"৭৮","ar_ayat":"﴿﻿۷۸﻿﴾","text_indo_pak":"قَالُوۡا یٰۤاَیُّہَا الۡعَزِیۡزُ اِنَّ لَہٗۤ اَبًا شَیۡخًا کَبِیۡرًا فَخُذۡ اَحَدَنَا مَکَانَہٗ ۚ اِنَّا نَرٰىکَ مِنَ الۡمُحۡسِنِیۡنَ","en_translation":"They said: O ruler of the land! Lo! he hath a very aged father, so take one of us instead of him. Lo! we behold thee of those who do kindness.","bn_translation":"ারা বললঃ হে আযীয! এর পিতা আছেন অতিশয় বৃদ্ধ, সুতরাং এর স্থলে আপনি আমাদের একজনকে রাখুন! আমরাতো আপনাকে দেখছি মহানুভব ব্যক্তিদের একজন।"}	,
            {"verse_id":	79	,"sura_name":"ইউসুফ","bn_ayat":"৭৯","ar_ayat":"﴿﻿۷۹﻿﴾","text_indo_pak":"قَالَ مَعَاذَ اللّٰہِ اَنۡ نَّاۡخُذَ اِلَّا مَنۡ وَّجَدۡنَا مَتَاعَنَا عِنۡدَہٗۤ ۙ  اِنَّاۤ اِذًا لَّظٰلِمُوۡنَ ","en_translation":"He said: Allah forbid that we should seize save him with whom we found our property; then truly we should be wrong-doers.","bn_translation":"	সে বললঃ যার নিকট আমরা আমাদের মাল পেয়েছি, তাকে ছাড়া অন্যকে রাখার অপরাধ হতে আমরা আল্লাহর কাছে আশ্রয় প্রার্থনা করছি। এরূপ করলে আমরা অবশ্যই সীমালংঘনকারী হব।"}	,
            {"verse_id":	80	,"sura_name":"ইউসুফ","bn_ayat":"৮০","ar_ayat":"﴿﻿۸۰﻿﴾","text_indo_pak":"فَلَمَّا اسۡتَیۡـَٔسُوۡا مِنۡہُ خَلَصُوۡا نَجِیًّا ؕ قَالَ کَبِیۡرُہُمۡ اَلَمۡ تَعۡلَمُوۡۤا اَنَّ اَبَاکُمۡ قَدۡ اَخَذَ عَلَیۡکُمۡ مَّوۡثِقًا مِّنَ اللّٰہِ وَمِنۡ قَبۡلُ مَا فَرَّطۡتُّمۡ فِیۡ یُوۡسُفَ ۚ فَلَنۡ اَبۡرَحَ الۡاَرۡضَ حَتّٰی یَاۡذَنَ لِیۡۤ اَبِیۡۤ اَوۡ یَحۡکُمَ اللّٰہُ لِیۡ ۚ وَہُوَ خَیۡرُ الۡحٰکِمِیۡنَ","en_translation":"So, When they despaired of (moving) him, they conferred together apart. The eldest of them said: Know ye not how your father took an undertaking from you in Allah's name and how ye failed in the case of Joseph aforetime ? Therefore I shall not go forth from the land until my father giveth leave or Allah judgeth for me. He is the Best of Judges.","bn_translation":"	যখন তারা তার নিকট হতে সম্পূর্ণ নিরাশ হল তখন তারা নির্জনে গিয়ে পরামর্শ করতে লাগল, ওদের মধ্যে যে ছিল বয়োজ্যেষ্ঠ সে বললঃ তোমরা কি জাননা যে, তোমাদের পিতা তোমাদের নিকট হতে আল্লাহর নামে অঙ্গীকার নিয়েছেন এবং পূর্বেও তোমরা ইউসুফের ব্যাপারে ক্রটি করেছিলে; সুতরাং আমি কিছুতেই এই দেশ ত্যাগ করবনা যতক্ষণ না আমার পিতা আমাকে অনুমতি দেন অথবা আল্লাহ আমার জন্য কোন ব্যবস্থা করেন এবং তিনিই বিচারকদের মধ্যে শ্রেষ্ঠ।"}	,
            {"verse_id":	81	,"sura_name":"ইউসুফ","bn_ayat":"৮১","ar_ayat":"﴿﻿۸۱﻿﴾","text_indo_pak":"اِرۡجِعُوۡۤا اِلٰۤی اَبِیۡکُمۡ فَقُوۡلُوۡا یٰۤاَبَانَاۤ اِنَّ ابۡنَکَ سَرَقَ ۚ وَمَا شَہِدۡنَاۤ اِلَّا بِمَا عَلِمۡنَا وَمَا کُنَّا لِلۡغَیۡبِ حٰفِظِیۡنَ","en_translation":"Return unto your father and say: O our father! Lo! thy son hath stolen. We testify only to that which we know; we are not guardians of the Unseen.","bn_translation":"োমরা তোমাদের পিতার নিকট ফিরে যাও এবং বলঃ হে আমাদের পিতা! আপনার পুত্র চুরি করেছে এবং আমরা যা জানি তারই প্রত্যক্ষ বিবরণ দিলাম, অদৃশ্যের ব্যাপারে আমরা অবহিত ছিলামনা।"}	,
            {"verse_id":	82	,"sura_name":"ইউসুফ","bn_ayat":"৮২","ar_ayat":"﴿﻿۸۲﻿﴾","text_indo_pak":"وَسۡـَٔلِ الۡقَرۡیَۃَ الَّتِیۡ کُنَّا فِیۡہَا وَالۡعِیۡرَ الَّتِیۡۤ اَقۡبَلۡنَا فِیۡہَا ؕ وَاِنَّا لَصٰدِقُوۡنَ","en_translation":"Ask the township where we were, and the caravan with which we travelled hither. Lo! we speak the truth.","bn_translation":"	যে জনপদে আমরা ছিলাম ওর অধিবাসীদেরকে জিজ্ঞেস করুন এবং যে যাত্রীদলের সাথে আমরা এসেছি তাদেরকেও, আমরা অবশ্যই সত্যবাদী।"}	,
            {"verse_id":	83	,"sura_name":"ইউসুফ","bn_ayat":"৮৩","ar_ayat":"﴿﻿۸۳﻿﴾","text_indo_pak":"قَالَ بَلۡ سَوَّلَتۡ لَکُمۡ اَنۡفُسُکُمۡ اَمۡرًا ؕ فَصَبۡرٌ جَمِیۡلٌ ؕ عَسَی اللّٰہُ اَنۡ یَّاۡتِـیَنِیۡ بِہِمۡ جَمِیۡعًا ؕ اِنَّہٗ ہُوَ الۡعَلِیۡمُ الۡحَکِیۡمُ","en_translation":"(And when they came unto their father and had spoken thus to him) he said: Nay, but your minds have beguiled you into something. (My course is) comely patience! It may be that Allah will bring them all unto me. Lo! He, only He, is the Knower, the Wise.","bn_translation":"	ইয়াকূব বললঃ না, তোমাদের মন তোমাদের জন্য একটি কাহিনী সাজিয়ে দিয়েছে; সুতরাং পূর্ণ ধৈর্যই শ্রেয়; হয়তো আল্লাহ ওদেরকে এক সাথে আমার কাছে এনে দিবেন, তিনি সর্বজ্ঞ, প্রজ্ঞাময়।"}	,
            {"verse_id":	84	,"sura_name":"ইউসুফ","bn_ayat":"৮৪","ar_ayat":"﴿﻿۸۴﻿﴾","text_indo_pak":"وَتَوَلّٰی عَنۡہُمۡ وَقَالَ یٰۤاَسَفٰی عَلٰی یُوۡسُفَ وَابۡیَضَّتۡ عَیۡنٰہُ مِنَ الۡحُزۡنِ فَہُوَ کَظِیۡمٌ","en_translation":"And he turned away from them and said: Alas, my grief for Joseph! And his eyes were whitened with the sorrow that he was suppressing.","bn_translation":"	সে ওদের দিক থেকে মুখ ফিরিয়ে নিল এবং বললঃ আফসোস ইউসুফের জন্য। শোকে তার চক্ষুদ্বয় সাদা হয়ে গিয়েছিল এবং সে ছিল অসহনীয় মনস্তাপে ক্লিষ্ট।"}	,
            {"verse_id":	85	,"sura_name":"ইউসুফ","bn_ayat":"৮৫","ar_ayat":"﴿﻿۸۵﻿﴾","text_indo_pak":"قَالُوۡا تَاللّٰہِ تَفۡتَؤُا تَذۡکُرُ یُوۡسُفَ حَتّٰی تَکُوۡنَ حَرَضًا اَوۡ تَکُوۡنَ مِنَ الۡہٰلِکِیۡنَ","en_translation":"They said: By Allah, thou wilt never cease remembering Joseph till thy health is ruined or thou art of those who perish!","bn_translation":"ারা বললঃ আল্লাহর শপথ! আপনিতো ইউসুফের কথা ভুলবেননা যতক্ষণ না আপনি শারীরিকভাবে বিধ্বস্ত হবেন, অথবা মৃত্যু বরণ করবেন।"}	,
            {"verse_id":	86	,"sura_name":"ইউসুফ","bn_ayat":"৮৬","ar_ayat":"﴿﻿۸۶﻿﴾","text_indo_pak":"قَالَ اِنَّمَاۤ اَشۡکُوۡا بَثِّیۡ وَحُزۡنِیۡۤ اِلَی اللّٰہِ وَاَعۡلَمُ مِنَ اللّٰہِ مَا لَا تَعۡلَمُوۡنَ","en_translation":"He said: I expose my distress and anguish only unto Allah, and I know from Allah that which ye know not.","bn_translation":"	সে বললঃ আমি আমার অসহনীয় বেদনা, আমার দুঃখ আল্লাহর নিকট নিবেদন করছি এবং আমি আল্লাহর নিকট হতে যা জানি তোমরা তা জাননা।"}	,
            {"verse_id":	87	,"sura_name":"ইউসুফ","bn_ayat":"৮৭","ar_ayat":"﴿﻿۸۷﻿﴾","text_indo_pak":"یٰبَنِیَّ اذۡہَبُوۡا فَتَحَسَّسُوۡا مِنۡ یُّوۡسُفَ وَاَخِیۡہِ وَلَا تَایۡـَٔسُوۡا مِنۡ رَّوۡحِ اللّٰہِ ؕ اِنَّہٗ لَا یَایۡـَٔسُ مِنۡ رَّوۡحِ اللّٰہِ اِلَّا الۡقَوۡمُ الۡکٰفِرُوۡنَ","en_translation":"Go, O my sons, and ascertain concerning Joseph and his brother, and despair not of the Spirit of Allah. Lo! none despaireth of the Spirit of Allah save disbelieving folk.","bn_translation":"	হে আমার পুত্রগণ! তোমরা যাও, ইউসুফ ও তার সহোদরের অনুসন্ধান কর এবং আল্লাহর করুণা হতে তোমরা নিরাশ হয়োনা, কারণ কাফির ব্যতীত কেহই আল্লাহর করুণা হতে নিরাশ হয়না।"}	,
            {"verse_id":	88	,"sura_name":"ইউসুফ","bn_ayat":"৮৮","ar_ayat":"﴿﻿۸۸﻿﴾","text_indo_pak":"فَلَمَّا دَخَلُوۡا عَلَیۡہِ قَالُوۡا یٰۤاَیُّہَا الۡعَزِیۡزُ مَسَّنَا وَاَہۡلَنَا الضُّرُّ وَجِئۡنَا بِبِضَاعَۃٍ مُّزۡجٰىۃٍ فَاَوۡفِ لَنَا الۡکَیۡلَ وَتَصَدَّقۡ عَلَیۡنَا ؕ اِنَّ اللّٰہَ یَجۡزِی الۡمُتَصَدِّقِیۡنَ","en_translation":"And when they came (again) before him (Joseph) they said: O ruler! Misfortune hath touched us and our folk, and we bring but poor merchandise, so fill for us the measure and be charitable unto us. Lo! Allah will requite the charitable,","bn_translation":"	যখন তারা তার নিকট উপস্থিত হল তখন বললঃ হে আযীয! আমরা ও আমাদের পরিবার পরিজন বিপন্ন হয়ে পড়েছি এবং আমরা তুচ্ছ পণ্য নিয়ে এসেছি; আপনি আমাদের রসদ পূর্ণ মাত্রায় দিন এবং আমাদেরকে দান করুন; আল্লাহ দাতাদেরকে পুরস্কৃত করেন।"}	,
            {"verse_id":	89	,"sura_name":"ইউসুফ","bn_ayat":"৮৯","ar_ayat":"﴿﻿۸۹﻿﴾","text_indo_pak":"قَالَ ہَلۡ عَلِمۡتُمۡ مَّا فَعَلۡتُمۡ بِیُوۡسُفَ وَاَخِیۡہِ اِذۡ اَنۡتُمۡ جٰہِلُوۡنَ","en_translation":"He said: Know ye what ye did unto Joseph and his brother in your ignorance ?","bn_translation":"	সে বললঃ তোমরা কি জান, তোমরা ইউসুফ ও তার সহোদরের প্রতি কিরূপ আচরণ করেছিলে, যখন তোমরা ছিলে অজ্ঞ?"}	,
            {"verse_id":	90	,"sura_name":"ইউসুফ","bn_ayat":"৯০","ar_ayat":"﴿﻿۹۰﻿﴾","text_indo_pak":"قَالُوۡۤا ءَاِنَّکَ لَاَنۡتَ یُوۡسُفُ ؕ قَالَ اَنَا یُوۡسُفُ وَہٰذَاۤ اَخِیۡ ۫ قَدۡ مَنَّ اللّٰہُ عَلَیۡنَا ؕ اِنَّہٗ مَنۡ یَّـتَّقِ وَیَصۡبِرۡ فَاِنَّ اللّٰہَ لَا یُضِیۡعُ اَجۡرَ الۡمُحۡسِنِیۡنَ","en_translation":"They said: Is it indeed thou who art Joseph ? He said: I am Joseph and this is my brother. Allah hath shown us favour. Lo! he who wardeth off (evil) and endureth (findeth favour); for lo! Allah loseth not the wages of the kindly.","bn_translation":"ারা বললঃ তাহলে কি তুমিই ইউসুফ? সে বললঃ আমিই ইউসুফ এবং এই আমার সহোদর; আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন। যে ব্যক্তি মুত্তাকী ও ধৈর্যশীল, আল্লাহ সেইরূপ সৎকর্মপরায়ণদের শ্রমফল নষ্ট করেননা।"}	,
            {"verse_id":	91	,"sura_name":"ইউসুফ","bn_ayat":"৯১","ar_ayat":"﴿﻿۹۱﻿﴾","text_indo_pak":"قَالُوۡا تَاللّٰہِ لَقَدۡ اٰثَرَکَ اللّٰہُ عَلَیۡنَا وَاِنۡ کُنَّا لَخٰطِئِیۡنَ","en_translation":"They said: By Allah, verily Allah hath preferred thee above us, and we were indeed sinful.","bn_translation":"ারা বললঃ আল্লাহর শপথ! আল্লাহ নিশ্চয়ই তোমাকে আমাদের উপর প্রাধান্য দিয়েছেন এবং আমরা নিশ্চয়ই অপরাধী ছিলাম।"}	,
            {"verse_id":	92	,"sura_name":"ইউসুফ","bn_ayat":"৯২","ar_ayat":"﴿﻿۹۲﻿﴾","text_indo_pak":"قَالَ لَا تَثۡرِیۡبَ عَلَیۡکُمُ الۡیَوۡمَ ؕ یَغۡفِرُ اللّٰہُ لَکُمۡ ۫ وَہُوَ اَرۡحَمُ الرّٰحِمِیۡنَ","en_translation":"He said: Have no fear this day! May Allah forgive you, and He is the Most Merciful of those who show mercy.","bn_translation":"	সে বললঃ আজ তোমাদের বিরুদ্ধে কোন অভিযোগ নেই, আল্লাহ তোমাদেরকে ক্ষমা করুন, এবং তিনি দয়ালুদের মধ্যে শ্রেষ্ঠ দয়ালু।"}	,
            {"verse_id":	93	,"sura_name":"ইউসুফ","bn_ayat":"৯৩","ar_ayat":"﴿﻿۹۳﻿﴾","text_indo_pak":"اِذۡہَبُوۡا بِقَمِیۡصِیۡ ہٰذَا فَاَلۡقُوۡہُ عَلٰی وَجۡہِ اَبِیۡ یَاۡتِ بَصِیۡرًا ۚ  وَاۡتُوۡنِیۡ بِاَہۡلِکُمۡ اَجۡمَعِیۡنَ ","en_translation":"Go with this shirt of mine and lay it on my father's face, he will become (again) a seer; and come to me with all your folk.","bn_translation":"োমরা আমার এ জামাটি নিয়ে যাও এবং এটা আমার পিতার মুখমন্ডলের উপর রেখ, তিনি দৃষ্টিশক্তি ফিরে পাবেন, আর তোমরা তোমাদের পরিবারের সকলকেই আমার নিকট নিয়ে এসো।"}	,
            {"verse_id":	94	,"sura_name":"ইউসুফ","bn_ayat":"৯৪","ar_ayat":"﴿﻿۹۴﻿﴾","text_indo_pak":"وَلَمَّا فَصَلَتِ الۡعِیۡرُ قَالَ اَبُوۡہُمۡ اِنِّیۡ لَاَجِدُ رِیۡحَ یُوۡسُفَ لَوۡلَاۤ اَنۡ تُفَنِّدُوۡنِ","en_translation":"When the caravan departed their father had said: Truly I am conscious of the breath of Joseph, though ye call me dotard.","bn_translation":"	অতঃপর যাত্রীদল যখন বের হয়ে পড়ল তখন তাদের পিতা বললঃ তোমরা যদি আমাকে অপ্রকৃতিস্থ মনে না কর তাহলে বলিঃ আমি ইউসুফের ঘ্রাণ পাচ্ছি।"}	,
            {"verse_id":	95	,"sura_name":"ইউসুফ","bn_ayat":"৯৫","ar_ayat":"﴿﻿۹۵﻿﴾","text_indo_pak":"قَالُوۡا تَاللّٰہِ اِنَّکَ لَفِیۡ ضَلٰلِکَ الۡقَدِیۡمِ ٙ","en_translation":"(Those around him) said: By Allah, lo! thou art in thine old aberration.","bn_translation":"ারা বললঃ আল্লাহর শপথ! আপনিতো আপনার পূর্ব বিভ্রান্তিতেই রয়েছেন।"}	,
            {"verse_id":	96	,"sura_name":"ইউসুফ","bn_ayat":"৯৬","ar_ayat":"﴿﻿۹۶﻿﴾","text_indo_pak":"فَلَمَّاۤ اَنۡ جَآءَ الۡبَشِیۡرُ اَلۡقٰىہُ عَلٰی وَجۡہِہٖ فَارۡتَدَّ بَصِیۡرًا ۚ قَالَ اَلَمۡ اَقُلۡ لَّکُمۡ ۚۙ اِنِّیۡۤ اَعۡلَمُ مِنَ اللّٰہِ مَا لَا تَعۡلَمُوۡنَ","en_translation":"Then, when the bearer of glad tidings came, he laid it on his face and he became a seer once more. He said: Said I not unto you that I know from Allah that which ye know not ?","bn_translation":"	অতঃপর যখন সুসংবাদ বাহক উপস্থিত হল এবং তার মুখমন্ডলের উপর জামাটি রাখল তখন সে দৃষ্টিশক্তি ফিরে পেল। সে বললঃ আমি কি তোমাদেরকে বলিনি যে, আমি আল্লাহর নিকট হতে যা জানি তোমরা তা জাননা।"}	,
            {"verse_id":	97	,"sura_name":"ইউসুফ","bn_ayat":"৯৭","ar_ayat":"﴿﻿۹۷﻿﴾","text_indo_pak":"قَالُوۡا یٰۤاَبَانَا اسۡتَغۡفِرۡ لَنَا ذُنُوۡبَنَاۤ اِنَّا کُنَّا خٰطِئِیۡنَ","en_translation":"They said: O our father! Ask forgiveness of our sins for us, for lo! we were sinful.","bn_translation":"ারা বললঃ হে আমাদের পিতা! আমাদের পাপের জন্য ক্ষমা প্রার্থনা করুন; আমরাতো অপরাধী।"}	,
            {"verse_id":	98	,"sura_name":"ইউসুফ","bn_ayat":"৯৮","ar_ayat":"﴿﻿۹۸﻿﴾","text_indo_pak":"قَالَ سَوۡفَ اَسۡتَغۡفِرُ لَکُمۡ رَبِّیۡ ؕ اِنَّہٗ ہُوَ الۡغَفُوۡرُ الرَّحِیۡمُ","en_translation":"He said: I shall ask forgiveness for you of my Lord. Lo! He is the Forgiving, the Merciful.","bn_translation":"	সে বললঃ আমি আমার রবের নিকট তোমাদের জন্য ক্ষমা প্রার্থনা করব, তিনিতো অতি ক্ষমাশীল, পরম দয়ালু।"}	,
            {"verse_id":	99	,"sura_name":"ইউসুফ","bn_ayat":"৯৯","ar_ayat":"﴿﻿۹۹﻿﴾","text_indo_pak":"فَلَمَّا دَخَلُوۡا عَلٰی یُوۡسُفَ اٰوٰۤی اِلَیۡہِ اَبَوَیۡہِ وَقَالَ ادۡخُلُوۡا مِصۡرَ اِنۡ شَآءَ اللّٰہُ اٰمِنِیۡنَ ؕ","en_translation":"And when they came in before Joseph, he took his parents unto him, and said: Come into Egypt safe, if Allah will!","bn_translation":"	অতঃপর তারা যখন ইউসুফের নিকট উপস্থিত হল তখন সে তার মাতা-পিতাকে আলিঙ্গন করল এবং বললঃ আপনারা আল্লাহর ইচ্ছায় নিরাপদে মিসরে প্রবেশ করুন!"}	,
            {"verse_id":	100	,"sura_name":"ইউসুফ","bn_ayat":"১০০","ar_ayat":"﴿﻿۱۰۰﻿﴾","text_indo_pak":"وَرَفَعَ اَبَوَیۡہِ عَلَی الۡعَرۡشِ وَخَرُّوۡا لَہٗ سُجَّدًا ۚ وَقَالَ یٰۤاَبَتِ ہٰذَا تَاۡوِیۡلُ رُءۡیَایَ مِنۡ قَبۡلُ ۫ قَدۡ جَعَلَہَا رَبِّیۡ حَقًّا ؕ وَقَدۡ اَحۡسَنَ بِیۡۤ اِذۡ اَخۡرَجَنِیۡ مِنَ السِّجۡنِ وَجَآءَ بِکُمۡ مِّنَ الۡبَدۡوِ مِنۡۢ بَعۡدِ اَنۡ نَّزَغَ الشَّیۡطٰنُ بَیۡنِیۡ وَبَیۡنَ اِخۡوَتِیۡ ؕ اِنَّ رَبِّیۡ لَطِیۡفٌ لِّمَا یَشَآءُ ؕ اِنَّہٗ ہُوَ الۡعَلِیۡمُ الۡحَکِیۡمُ","en_translation":"And he placed his parents on the dais and they fell down before him prostrate, and he said: O my father! This is the interpretation of my dream of old. My Lord hath made it true, and He hath shown me kindness, since He took me out of the prison and hath brought you from the desert after Satan had made strife between me and my brethren. Lo! my Lord is tender unto whom He will. He is the Knower, the Wise.","bn_translation":"	আর ইউসুফ তার মাতা-পিতাকে উচ্চাসনে বসাল এবং তারা সবাই তার সামনে সাজদাহয় লুটিয়ে পড়ল। সে বললঃ হে আমার পিতা! এটাই আমার পূর্বেকার স্বপ্নের ব্যাখ্যা; আমার রাব্ব ওটা সত্যে পরিণত করেছেন এবং তিনি আমাকে কারাগার হতে মুক্ত করেছেন এবং শাইতান আমার ও আমার ভাইদের সম্পর্ক নষ্ট করার পরও আপনাদেরকে মরু অঞ্চল হতে এখানে এনে দিয়ে আমার প্রতি অনুগ্রহ করেছেন, আমার রাব্ব যা ইচ্ছা তা নিপুণতার সাথে করে থাকেন, তিনিতো সর্বজ্ঞ, প্রজ্ঞাময়।"}	,
            {"verse_id":	101	,"sura_name":"ইউসুফ","bn_ayat":"১০১","ar_ayat":" ﴿﻿۱۰۱﻿﴾","text_indo_pak":"رَبِّ قَدۡ اٰتَیۡتَنِیۡ مِنَ الۡمُلۡکِ وَعَلَّمۡتَنِیۡ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ ۚ فَاطِرَ السَّمٰوٰتِ وَالۡاَرۡضِ ۟ اَنۡتَ وَلِیّٖ فِی الدُّنۡیَا وَالۡاٰخِرَۃِ ۚ تَوَفَّنِیۡ مُسۡلِمًا وَّاَلۡحِقۡنِیۡ بِالصّٰلِحِیۡنَ","en_translation":"O my Lord! Thou hast given me (something) of sovereignty and hast taught me (something) of the interpretation of events - Creator of the heavens and the earth! Thou art my Protecting Guardian in the world and the Hereafter. Make me to die muslim (unto Thee), and join me to the righteous.","bn_translation":"	হে আমার রাব্ব! আপনি আমাকে রাজ্য দান করেছেন এবং স্বপ্নের ব্যাখ্যা শিক্ষা দিয়েছেন। হে আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা! আপনিই ইহলোক ও পরলোকে আমার অভিভাবক, আপনি আমাকে মুসলিম হিসাবে মৃত্যু দান করুন এবং আমাকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত করুন!"}	,
            {"verse_id":	102	,"sura_name":"ইউসুফ","bn_ayat":"১০২","ar_ayat":"﴿﻿۱۰۲﻿﴾","text_indo_pak":"ذٰلِکَ مِنۡ اَنۡۢبَآءِ الۡغَیۡبِ نُوۡحِیۡہِ اِلَیۡکَ ۚ وَمَا کُنۡتَ لَدَیۡہِمۡ اِذۡ اَجۡمَعُوۡۤا اَمۡرَہُمۡ وَہُمۡ یَمۡکُرُوۡنَ","en_translation":"This is of the tidings of the Unseen which We inspire in thee (Muhammad). Thou wast not present with them when they fixed their plan and they were scheming.","bn_translation":"	এটা অদৃশ্যলোকের সংবাদ যা তোমাকে আমি অহী দ্বারা অবহিত করছি, ষড়যন্ত্রকালে যখন তারা মতৈক্যে পৌঁছেছিল তখন তুমি তাদের সাথে ছিলেনা।"}	,
            {"verse_id":	103	,"sura_name":"ইউসুফ","bn_ayat":"১০৩","ar_ayat":"﴿﻿۱۰۳﻿﴾","text_indo_pak":"وَمَاۤ اَکۡثَرُ النَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِیۡنَ","en_translation":"And though thou try much, most men will not believe.","bn_translation":"ুমি যতই চাও না কেন, অধিকাংশ লোকই ঈমান আনার নয়।"}	,
            {"verse_id":	104	,"sura_name":"ইউসুফ","bn_ayat":"১০৪","ar_ayat":"﴿﻿۱۰۴﻿﴾","text_indo_pak":"وَمَا تَسۡـَٔلُہُمۡ عَلَیۡہِ مِنۡ اَجۡرٍ ؕ  اِنۡ ہُوَ اِلَّا ذِکۡرٌ لِّلۡعٰلَمِیۡنَ ","en_translation":"Thou askest them no fee for it. It is naught else than a reminder unto the peoples.","bn_translation":"	আর তুমিতো তাদের কাছে কোন পারিশ্রমিক দাবী করছোনা, এটাতো বিশ্বজগতের জন্য উপদেশ ছাড়া কিছু নয়।"}	,
            {"verse_id":	105	,"sura_name":"ইউসুফ","bn_ayat":"১০৫","ar_ayat":"﴿﻿۱۰۵﻿﴾","text_indo_pak":"وَکَاَیِّنۡ مِّنۡ اٰیَۃٍ فِی السَّمٰوٰتِ وَالۡاَرۡضِ یَمُرُّوۡنَ عَلَیۡہَا وَہُمۡ عَنۡہَا مُعۡرِضُوۡنَ","en_translation":"How many a portent is there in the heavens and the earth which they pass by with face averted!","bn_translation":"	আকাশমন্ডলী ও পৃথিবীতে অনেক নিদর্শন রয়েছে, তারা এ সমস্ত প্রত্যক্ষ করে, কিন্তু তারা এ সবের প্রতি উদাসীন।"}	,
            {"verse_id":	106	,"sura_name":"ইউসুফ","bn_ayat":"১০৬","ar_ayat":" ﴿﻿۱۰۶﻿﴾","text_indo_pak":"وَمَا یُؤۡمِنُ اَکۡثَرُہُمۡ بِاللّٰہِ اِلَّا وَہُمۡ مُّشۡرِکُوۡنَ","en_translation":"And most of them believe not in Allah except that they attribute partners (unto Him).","bn_translation":"াদের অধিকাংশ আল্লাহকে বিশ্বাস করে, কিন্তু তাঁর সাথে শরীক করে।"}	,
            {"verse_id":	107	,"sura_name":"ইউসুফ","bn_ayat":"১০৭","ar_ayat":"﴿﻿۱۰۷﻿﴾","text_indo_pak":"اَفَاَمِنُوۡۤا اَنۡ تَاۡتِیَہُمۡ غَاشِیَۃٌ مِّنۡ عَذَابِ اللّٰہِ اَوۡ تَاۡتِیَہُمُ السَّاعَۃُ بَغۡتَۃً وَّہُمۡ لَا یَشۡعُرُوۡنَ","en_translation":"Deem they themselves secure from the coming on them of a pall of Allah's punishment, or the coming of the Hour suddenly while they are unaware ?","bn_translation":"াহলে কি তারা আল্লাহর সর্বগ্রাসী শাস্তি হতে অথবা তাদের অজ্ঞাতসারে কিয়ামাতের আকস্মিক উপস্থিতি হতে নিরাপদ?"}	,
            {"verse_id":	108	,"sura_name":"ইউসুফ","bn_ayat":"১০৮","ar_ayat":"﴿﻿۱۰۸﻿﴾","text_indo_pak":"قُلۡ ہٰذِہٖ سَبِیۡلِیۡۤ اَدۡعُوۡۤا اِلَی اللّٰہِ ۟ؔ عَلٰی بَصِیۡرَۃٍ اَنَا وَمَنِ اتَّبَعَنِیۡ ؕ وَسُبۡحٰنَ اللّٰہِ وَمَاۤ اَنَا مِنَ الۡمُشۡرِکِیۡنَ","en_translation":"Say: This is my Way: I call on Allah with sure knowledge. I and whosoever followeth me - Glory be to Allah! - and I am not of the idolaters.","bn_translation":"ুমি বলঃ এটাই আমার (আল্লাহর) পথ; প্রতিটি মানুষকে আমি আহবান করি সজ্ঞানে, আমি এবং আমার অনুসারীগণও; আল্লাহ মহিমান্বিত এবং যারা আল্লাহর সাথে শরীক স্থাপন করে আমি তাদের অন্তভুর্ক্ত নই।"}	,
            {"verse_id":	109	,"sura_name":"ইউসুফ","bn_ayat":"১০৯","ar_ayat":"﴿﻿۱۰۹﻿﴾","text_indo_pak":"وَمَاۤ اَرۡسَلۡنَا مِنۡ قَبۡلِکَ اِلَّا رِجَالًا نُّوۡحِیۡۤ اِلَیۡہِمۡ مِّنۡ اَہۡلِ الۡقُرٰی ؕ اَفَلَمۡ یَسِیۡرُوۡا فِی الۡاَرۡضِ فَیَنۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ وَلَدَارُ الۡاٰخِرَۃِ خَیۡرٌ لِّلَّذِیۡنَ اتَّقَوۡا ؕ اَفَلَا تَعۡقِلُوۡنَ","en_translation":"We sent not before thee (any messengers) save men whom We inspired from among the folk of the townships - Have they not travelled in the land and seen the nature of the consequence for those who were before them ? And verily the abode of the Hereafter, for those who ward off (evil), is best. Have ye then no sense ? -","bn_translation":"োমার পূর্বেও জনপদবাসীদের মধ্য হতে পুরুষদেরকেই পাঠিয়েছিলাম, যাদের নিকট অহী পাঠাতাম; তারা কি পৃথিবীতে ভ্রমণ করেনি এবং তাদের পূর্ববর্তীদের কি পরিণাম হয়েছিল তা কি দেখেনি? যারা মুত্তাকী তাদের জন্য পরকালই শ্রেয়; তোমরা কি বুঝনা?"}	,
            {"verse_id":	110	,"sura_name":"ইউসুফ","bn_ayat":"১১০","ar_ayat":"﴿﻿۱۱۰﻿﴾","text_indo_pak":"حَتّٰۤی اِذَا اسۡتَیۡـَٔسَ الرُّسُلُ وَظَنُّوۡۤا اَنَّہُمۡ قَدۡ کُذِبُوۡا جَآءَہُمۡ نَصۡرُنَا ۙ فَنُجِّیَ مَنۡ نَّشَآءُ ؕ وَلَا یُرَدُّ بَاۡسُنَا عَنِ الۡقَوۡمِ الۡمُجۡرِمِیۡنَ","en_translation":"Till, when the messengers despaired and thought that they were denied, then came unto them Our help, and whom We would was saved. And Our wrath cannot be warded from the guilty.","bn_translation":"	অবশেষে যখন রাসূলগণ নিরাশ হল এবং লোকে ভাবল যে, রাসূলদেরকে মিথ্যা আশ্বাস দেয়া হয়েছে তখন তাদের কাছে আমার সাহায্য এলো। এভাবে আমি যাকে ইচ্ছা করি সে উদ্ধার পায়, আর অপরাধী সম্প্রদায় হতে আমার শাস্তি রদ করা হয়না।"}	,
            {"verse_id":	111	,"sura_name":"ইউসুফ","bn_ayat":"১১১","ar_ayat":"﴿﻿۱۱۱﻿﴾","text_indo_pak":"لَقَدۡ کَانَ فِیۡ قَصَصِہِمۡ عِبۡرَۃٌ لِّاُولِی الۡاَلۡبَابِ ؕ  مَا کَانَ حَدِیۡثًا یُّفۡتَرٰی وَلٰکِنۡ تَصۡدِیۡقَ الَّذِیۡ بَیۡنَ یَدَیۡہِ وَتَفۡصِیۡلَ کُلِّ شَیۡءٍ وَّہُدًی وَّرَحۡمَۃً لِّقَوۡمٍ یُّؤۡمِنُوۡنَ ","en_translation":"In their history verily there is a lesson for men of understanding. It is no invented story but a confirmation of the existing (Scripture) and a detailed explanation of everything, and a guidance and a mercy for folk who believe.","bn_translation":"াদের বৃত্তান্তে বোধশক্তি সম্পন্ন ব্যক্তিদের জন্য আছে শিক্ষা, ইহা এমন বাণী যা মিথ্যা প্রবন্ধ নয়, কিন্তু মু’মিনদের জন্য এটা পূর্ব গ্রন্থে যা আছে উহার সমর্থন এবং সমস্ত কিছুর বিশদ বিবরণ, হিদায়াত ও রাহমাত।"}	

        ]