[
            {"verse_id":	1	,"sura_name":"আর-রা‘দ","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"الٓـمّٓرٰ ۟ تِلۡکَ اٰیٰتُ الۡکِتٰبِ ؕ وَالَّذِیۡۤ اُنۡزِلَ اِلَیۡکَ مِنۡ رَّبِّکَ الۡحَقُّ وَلٰکِنَّ اَکۡثَرَ النَّاسِ لَا یُؤۡمِنُوۡنَ","en_translation":"Alif. Lam. Mim. Ra. These are verses of the Scripture. That which is revealed unto thee from thy Lord is the Truth, but most of mankind believe not.","bn_translation":"আলিম লাম মীম রা, এগুলি কুরআনের আয়াত; যা তোমার রাব্ব হতে তোমার প্রতি অবতীর্ণ হয়েছে তা’ই সত্য; কিন্তু অধিকাংশ এতে বিশ্বাস করেনা।"}	,
            {"verse_id":	2	,"sura_name":"আর-রা‘দ","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"اَللّٰہُ الَّذِیۡ رَفَعَ السَّمٰوٰتِ بِغَیۡرِ عَمَدٍ تَرَوۡنَہَا ثُمَّ اسۡتَوٰی عَلَی الۡعَرۡشِ وَسَخَّرَ الشَّمۡسَ وَالۡقَمَرَ ؕ کُلٌّ یَّجۡرِیۡ لِاَجَلٍ مُّسَمًّی ؕ یُدَبِّرُ الۡاَمۡرَ یُفَصِّلُ الۡاٰیٰتِ لَعَلَّکُمۡ بِلِقَآءِ رَبِّکُمۡ تُوۡقِنُوۡنَ","en_translation":"Allah it is Who raised up the heavens without visible supports, then mounted the Throne, and compelled the sun and the moon to be of service, each runneth unto an appointed term; He ordereth the course; He detaileth the revelations, that haply ye may be certain of the meeting with your Lord.","bn_translation":"আল্লাহই উর্ধ্বদেশে আকাশমন্ডলী স্থাপন করেছেন স্তম্ভ ব্যতীত, তোমরা এটা দেখছ। অতঃপর তিনি আরশে সমাসীন হলেন এবং সূর্য ও চাঁদকে নিয়মাধীন করলেন; প্রত্যেকে নির্দিষ্টকাল পর্যন্ত আবর্তন করে, তিনি সকল বিষয় নিয়ন্ত্রণ করেন এবং নিদর্শনসমূহ বিশদভাবে বর্ণনা করেন যাতে তোমরা তোমাদের রবের সাথে সাক্ষাৎ সম্বন্ধে নিশ্চিত বিশ্বাস করতে পার।"}	,
            {"verse_id":	3	,"sura_name":"আর-রা‘দ","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"وَہُوَ الَّذِیۡ مَدَّ الۡاَرۡضَ وَجَعَلَ فِیۡہَا رَوَاسِیَ وَاَنۡہٰرًا ؕ وَمِنۡ کُلِّ الثَّمَرٰتِ جَعَلَ فِیۡہَا زَوۡجَیۡنِ اثۡنَیۡنِ یُغۡشِی الَّیۡلَ النَّہَارَ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ یَّتَفَکَّرُوۡنَ","en_translation":"And He it is Who spread out the earth and placed therein firm hills and flowing streams, and of all fruits He placed therein two spouses (male and female). He covereth the night with the day. Lo! herein verily are portents for people who take thought.","bn_translation":"তিনিই ভূতলকে বিস্তৃত করেছেন এবং ওতে পর্বত ও নদী সৃষ্টি করেছেন এবং প্রত্যেক প্রকারের ফল সৃষ্টি করেছেন জোড়ায় জোড়ায়; তিনি দিনকে রাত দ্বারা আচ্ছাদিত করেন; এতে অবশ্যই নিদর্শন রয়েছে চিন্তাশীল সম্প্রদায়ের জন্য।"}	,
            {"verse_id":	4	,"sura_name":"আর-রা‘দ","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"وَفِی الۡاَرۡضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنۡ اَعۡنَابٍ وَّزَرۡعٌ وَّنَخِیۡلٌ صِنۡوَانٌ وَّغَیۡرُ صِنۡوَانٍ یُّسۡقٰی بِمَآءٍ وَّاحِدٍ ۟ وَنُفَضِّلُ بَعۡضَہَا عَلٰی بَعۡضٍ فِی الۡاُکُلِ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ یَّعۡقِلُوۡنَ","en_translation":"And in the Earth are neighbouring tracts, vineyards and ploughed lands, and date-palms, like and unlike, which are watered with one water. And we have made some of them to excel others in fruit. Lo! herein verily are portents for people who have sense.","bn_translation":"পৃথিবীতে রয়েছে পরস্পর সংলগ্ন ভূখন্ড; ওতে আছে আঙ্গুর-কানন, শষ্যক্ষেত, একাধিক শির বিশিষ্ট অথবা এক শির বিশিষ্ট খেজুর-বৃক্ষ, সিঞ্চিত একই পানিতে; এবং ফল হিসাবে ওগুলির কতককে কতকের উপর আমি শ্রেষ্ঠত্ব দিয়ে থাকি, অবশ্যই বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্য এতে রয়েছে নিদর্শন।"}	,
            {"verse_id":	5	,"sura_name":"আর-রা‘দ","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"وَاِنۡ تَعۡجَبۡ فَعَجَبٌ قَوۡلُہُمۡ ءَاِذَا کُنَّا تُرٰبًا ءَاِنَّا لَفِیۡ خَلۡقٍ جَدِیۡدٍ ۬ؕ اُولٰٓئِکَ الَّذِیۡنَ کَفَرُوۡا بِرَبِّہِمۡ ۚ وَاُولٰٓئِکَ الۡاَغۡلٰلُ فِیۡۤ اَعۡنَاقِہِمۡ ۚ وَاُولٰٓئِکَ اَصۡحٰبُ النَّارِ ۚ ہُمۡ فِیۡہَا خٰلِدُوۡنَ","en_translation":"And if thou wonderest, then wondrous is their saying: When we are dust, are we then forsooth (to be raised) in a new creation ? Such are they who disbelieve in their Lord; such have carcans on their necks; such are rightful owners of the Fire, they will abide therein.","bn_translation":"যদি তুমি বিস্মিত হও তাহলে বিস্ময়ের বিষয় তাদের বক্তব্যঃ মাটিতে পরিণত হওয়ার পরও কি আমরা নতুন জীবন লাভ করব? ওরাই ওদের রাব্বকে অস্বীকার করে এবং ওদেরই গলদেশে থাকবে লৌহ-শৃংখল, ওরাই জাহান্নামী এবং সেখানে ওরা চিরস্থায়ীভাবে অবস্থানকারী।"}	,
            {"verse_id":	6	,"sura_name":"আর-রা‘দ","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"وَیَسۡتَعۡجِلُوۡنَکَ بِالسَّیِّئَۃِ قَبۡلَ الۡحَسَنَۃِ وَقَدۡ خَلَتۡ مِنۡ قَبۡلِہِمُ الۡمَثُلٰتُ ؕ وَاِنَّ رَبَّکَ لَذُوۡ مَغۡفِرَۃٍ لِّلنَّاسِ عَلٰی ظُلۡمِہِمۡ ۚ وَاِنَّ رَبَّکَ لَشَدِیۡدُ الۡعِقَابِ","en_translation":"And they bid thee hasten on the evil rather than the good, when exemplary punishments have indeed occurred before them. But lo! thy Lord is rich in pardon for mankind despite their wrong, and lo! thy Lord is strong in punishment.","bn_translation":"মঙ্গলের পূর্বে তারা তোমাকে শাস্তি ত্বরান্বিত করতে বলে, যদিও তাদের পূর্বে এর বহু দৃষ্টান্ত গত হয়েছে। বস্তুতঃ মানুষের সীমালংঘন সত্ত্বেও তোমার রাব্ব মানুষের প্রতি ক্ষমাশীল এবং তোমার রাব্ব শাস্তি দানেও কঠোর।"}	,
            {"verse_id":	7	,"sura_name":"আর-রা‘দ","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"وَیَقُوۡلُ الَّذِیۡنَ کَفَرُوۡا لَوۡلَاۤ اُنۡزِلَ عَلَیۡہِ اٰیَۃٌ مِّنۡ رَّبِّہٖ ؕ  اِنَّمَاۤ اَنۡتَ مُنۡذِرٌ وَّلِکُلِّ قَوۡمٍ ہَادٍ ","en_translation":"Those who disbelieve say: If only some portent were sent down upon him from his Lord! Thou art a warner only, and for every folk a guide.","bn_translation":"যারা কুফরী করেছে তারা বলেঃ তার রবের নিকট হতে তার নিকট কোন নিদর্শন অবতীর্ণ হয়না কেন? হে নাবী! কথা এই যে, তুমিতো শুধুমাত্র ভয় প্রদর্শনকারী এবং প্রত্যেক সম্প্রদায়ের জন্য রয়েছে পথ প্রদর্শক।"}	,
            {"verse_id":	8	,"sura_name":"আর-রা‘দ","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"اَللّٰہُ یَعۡلَمُ مَا تَحۡمِلُ کُلُّ اُنۡثٰی وَمَا تَغِیۡضُ الۡاَرۡحَامُ وَمَا تَزۡدَادُ ؕ وَکُلُّ شَیۡءٍ عِنۡدَہٗ بِمِقۡدَارٍ","en_translation":"Allah knoweth that which every female beareth and that which the wombs absorb and that which they grow. And everything with Him is measured.","bn_translation":"প্রত্যেক নারী যা গর্ভে ধারণ করে এবং জরায়ুতে যা কিছু কমে ও বাড়ে আল্লাহ তা জানেন। এবং তাঁর বিধানে প্রত্যেক বস্তুরই এক নির্দিষ্ট পরিমাণ আছে।"}	,
            {"verse_id":	9	,"sura_name":"আর-রা‘দ","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"عٰلِمُ الۡغَیۡبِ وَالشَّہَادَۃِ الۡکَبِیۡرُ الۡمُتَعَالِ","en_translation":"He is the Knower of the Invisible and the Visible, the Great, the High Exalted.","bn_translation":"যা অদৃশ্য ও যা দৃশ্যমান তিনি তা অবগত; তিনি মহান, সর্বোচ্চ মর্যাদাবান।"}	,
            {"verse_id":	10	,"sura_name":"আর-রা‘দ","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"سَوَآءٌ مِّنۡکُمۡ مَّنۡ اَسَرَّ الۡقَوۡلَ وَمَنۡ جَہَرَ بِہٖ وَمَنۡ ہُوَ مُسۡتَخۡفٍۭ بِالَّیۡلِ وَسَارِبٌۢ بِالنَّہَارِ","en_translation":"Alike of you is he who hideth the saying and he who noiseth it abroad, he who lurketh in the night and he who goeth freely in the daytime.","bn_translation":"তোমাদের মধ্যে যে কথা গোপন রাখে এবং যে তা প্রকাশ করে, রাতে যে আত্মগোপন করে এবং দিনে যে প্রকাশ্যে বিচরণ করে, তারা সমভাবে তাঁর (আল্লাহর) জ্ঞানগোচর।"}	,
            {"verse_id":	11	,"sura_name":"আর-রা‘দ","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"لَہٗ مُعَقِّبٰتٌ مِّنۡۢ بَیۡنِ یَدَیۡہِ وَمِنۡ خَلۡفِہٖ یَحۡفَظُوۡنَہٗ مِنۡ اَمۡرِ اللّٰہِ ؕ اِنَّ اللّٰہَ لَا یُغَیِّرُ مَا بِقَوۡمٍ حَتّٰی یُغَیِّرُوۡا مَا بِاَنۡفُسِہِمۡ ؕ وَاِذَاۤ اَرَادَ اللّٰہُ بِقَوۡمٍ سُوۡٓءًا فَلَا مَرَدَّ لَہٗ ۚ وَمَا لَہُمۡ مِّنۡ دُوۡنِہٖ مِنۡ وَّالٍ","en_translation":"For him are angels ranged before him and behind him, who guard him by Allah's command. Lo! Allah changeth not the condition of a folk until they (first) change that which is in their hearts; and if Allah willeth misfortune for a folk there is none that can repel it, nor have they a defender beside Him.","bn_translation":"মানুষের জন্য তার সামনে ও পিছনে একের পর এক প্রহরী থাকে; তারা আল্লাহর আদেশে তার রক্ষণাবেক্ষণ করে; নিশ্চয়ই আল্লাহ কোন সম্প্রদায়ের অবস্থা পরিবর্তন করেননা যতক্ষণ না তারা নিজেদের অবস্থা নিজেরা পরিবর্তন করে। কোন সম্প্রদায় সম্পর্কে যদি আল্লাহ অশুভ কিছু ইচ্ছা করেন তাহলে তা রদ করার কেহ নেই এবং তিনি ছাড়া তাদের কোন অভিভাবক (ওয়ালী) নেই।"}	,
            {"verse_id":	12	,"sura_name":"আর-রা‘দ","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"ہُوَ الَّذِیۡ یُرِیۡکُمُ الۡبَرۡقَ خَوۡفًا وَّطَمَعًا وَّیُنۡشِیٴُ السَّحَابَ الثِّقَالَ ۚ","en_translation":"He it is Who showeth you the lightning, a fear and a hope, and raiseth the heavy clouds.","bn_translation":"তিনিই তোমাদেরকে দেখান বিজলী, যা ভয় ও ভরসা সঞ্চার করে এবং তিনিই সৃষ্টি করেন ঘন মেঘ।"}	,
            {"verse_id":	13	,"sura_name":"আর-রা‘দ","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"وَیُسَبِّحُ الرَّعۡدُ بِحَمۡدِہٖ وَالۡمَلٰٓئِکَۃُ مِنۡ خِیۡفَتِہٖ ۚ  وَیُرۡسِلُ الصَّوَاعِقَ فَیُصِیۡبُ بِہَا مَنۡ یَّشَآءُ وَہُمۡ یُجَادِلُوۡنَ فِی اللّٰہِ ۚ  وَہُوَ شَدِیۡدُ الۡمِحَالِ ؕ","en_translation":"The thunder hymneth His praise and (so do) the angels for awe of Him. He launcheth the thunderbolts and smiteth with them whom He will while they dispute (in doubt) concerning Allah, and He is mighty in wrath.","bn_translation":"বজ্র ধ্বনি ও মালাইকা সভয়ে তাঁর সপ্রশংস মহিমা ও পবিত্রতা ঘোষণা করে। তিনি বজ্রপাত ঘটান এবং যাকে ইচ্ছা ওটা দ্বারা আঘাত করেন। তথাপি ওরা আল্লাহ সম্বন্ধে বিতন্ডা করে; যদিও তিনি মহা শক্তিশালী ।"}	,
            {"verse_id":	14	,"sura_name":"আর-রা‘দ","bn_ayat":"১৪","ar_ayat":"﴿﻿۱۴﻿﴾","text_indo_pak":"لَہٗ دَعۡوَۃُ الۡحَقِّ ؕ وَالَّذِیۡنَ یَدۡعُوۡنَ مِنۡ دُوۡنِہٖ لَا یَسۡتَجِیۡبُوۡنَ لَہُمۡ بِشَیۡءٍ اِلَّا کَبَاسِطِ کَفَّیۡہِ اِلَی الۡمَآءِ لِیَبۡلُغَ فَاہُ وَمَا ہُوَ بِبَالِغِہٖ ؕ وَمَا دُعَآءُ الۡکٰفِرِیۡنَ اِلَّا فِیۡ ضَلٰلٍ","en_translation":"Unto Him is the real prayer. Those unto whom they pray beside Allah respond to them not at all, save as (is the response to) one who stretcheth forth his hands toward water (asking) that it may come unto his mouth, and it will never reach it. The prayer of disbelievers goeth (far) astray.","bn_translation":"সত্যের আহবান তাঁরই। যারা তাঁকে ছাড়া আহবান করে অপরকে তারা (অপরেরা) তাদেরকে কোনই সাড়া দেয়না; তাদের দৃষ্টান্ত সেই ব্যক্তির মত যে তার মুখে পানি পৌঁছবে এই আশায় তার হস্তদ্বয় প্রসারিত করে এমন পানির দিকে যা তার মুখে পৌঁছার নয়, কাফিরদের আহবান নিষ্ফল।"}	,
            {"verse_id":	15	,"sura_name":"আর-রা‘দ","bn_ayat":"১৫","ar_ayat":"﴿﻿۱۵﻿﴾","text_indo_pak":"وَلِلّٰہِ یَسۡجُدُ مَنۡ فِی السَّمٰوٰتِ وَالۡاَرۡضِ طَوۡعًا وَّکَرۡہًا وَّظِلٰلُہُمۡ بِالۡغُدُوِّ وَالۡاٰصَالِ ٛ","en_translation":"And unto Allah falleth prostrate whosoever is in the heavens and the earth, willingly or unwillingly, as do their shadows in the morning and the evening hours.","bn_translation":"আল্লাহর প্রতি সাজদাহবনত হয় আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে, ইচ্ছায় অথবা অনিচ্ছায় এবং তাদের ছায়াগুলিও সকাল-সন্ধ্যায়। [সাজদাহ]"}	,
            {"verse_id":	16	,"sura_name":"আর-রা‘দ","bn_ayat":"১৬","ar_ayat":"﴿﻿۱۶﻿﴾","text_indo_pak":"قُلۡ مَنۡ رَّبُّ السَّمٰوٰتِ وَالۡاَرۡضِ ؕ قُلِ اللّٰہُ ؕ قُلۡ اَفَاتَّخَذۡتُمۡ مِّنۡ دُوۡنِہٖۤ اَوۡلِیَآءَ لَا یَمۡلِکُوۡنَ لِاَنۡفُسِہِمۡ نَفۡعًا وَّلَا ضَرًّا ؕ قُلۡ ہَلۡ یَسۡتَوِی الۡاَعۡمٰی وَالۡبَصِیۡرُ ۬ۙ اَمۡ ہَلۡ تَسۡتَوِی الظُّلُمٰتُ وَالنُّوۡرُ ۬ۚ اَمۡ جَعَلُوۡا لِلّٰہِ شُرَکَآءَ خَلَقُوۡا کَخَلۡقِہٖ فَتَشَابَہَ الۡخَلۡقُ عَلَیۡہِمۡ ؕ قُلِ اللّٰہُ خَالِقُ کُلِّ شَیۡءٍ وَّہُوَ الۡوَاحِدُ الۡقَہَّارُ","en_translation":"Say (O Muhammad): Who is Lord of the heavens and the earth ? Say: Allah. Say: Take ye then (others) beside Him for protectors, which, even for themselves, have neither benefit nor hurt ? Say: Is the blind man equal to the seer, or is darkness equal to light ? Or assign they unto Allah partners who created the like of His creation so that the creation (which they made and His creation) seemed alike to them ? Say: Allah is the Creator of all things, and He is the One, the Almighty.","bn_translation":"বলঃ কে আকাশমন্ডলী ও পৃথিবীর রাব্ব? বলঃ তিনি আল্লাহ! বলঃ তাহলে কি তোমরা অভিভাবক রূপে গ্রহণ করেছ আল্লাহর পরিবর্তে অপরকে, যারা নিজেদের লাভ বা ক্ষতি সাধনে সক্ষম নয়? বলঃ অন্ধ ও চক্ষুস্মান কি সমান অথবা অন্ধকার ও আলো কি এক? তাহলে কি তারা আল্লাহর এমন শরীক স্থাপন করছে যারা (আল্লাহর সৃষ্টির মত) সৃষ্টি করেছে, যে কারণে সৃষ্টি তাদের মধ্যে বিভ্রাট ঘটিয়েছে? বলঃ আল্লাহ সকল কিছুর স্রষ্টা, তিনি এক, পরাক্রমশালী।"}	,
            {"verse_id":	17	,"sura_name":"আর-রা‘দ","bn_ayat":"১৭","ar_ayat":"﴿﻿۱۷﻿﴾","text_indo_pak":"اَنۡزَلَ مِنَ السَّمَآءِ مَآءً فَسَالَتۡ اَوۡدِیَۃٌۢ بِقَدَرِہَا فَاحۡتَمَلَ السَّیۡلُ زَبَدًا رَّابِیًا ؕ  وَمِمَّا یُوۡقِدُوۡنَ عَلَیۡہِ فِی النَّارِ ابۡتِغَآءَ حِلۡیَۃٍ اَوۡ مَتَاعٍ زَبَدٌ مِّثۡلُہٗ ؕ  کَذٰلِکَ یَضۡرِبُ اللّٰہُ الۡحَقَّ وَالۡبَاطِلَ ۬ؕ  فَاَمَّا الزَّبَدُ فَیَذۡہَبُ جُفَآءً ۚ  وَاَمَّا مَا یَنۡفَعُ النَّاسَ فَیَمۡکُثُ فِی الۡاَرۡضِ ؕ  کَذٰلِکَ یَضۡرِبُ اللّٰہُ الۡاَمۡثَالَ ؕ","en_translation":"He sendeth down water from the sky, so that valleys flow according to their measure, and the flood beareth (on its surface) swelling foam - from that which they smelt in the fire in order to make ornaments and tools riseth a foam like unto it - thus Allah coineth (the similitude of) the true and the false. Then, as for the foam, it passeth away as scum upon the banks, while, as for that which is of use to mankind, it remaineth in the earth. Thus Allah coineth the similitudes.","bn_translation":"তিনি আকাশ হতে বৃষ্টি বর্ষণ করেন, ফলে নদীসমূহ ওদের পরিমাণ অনুযায়ী প্লাবিত হয় এবং প্লাবন তার উপরিস্থিত আবর্জনা বহন করে। এভাবে আবর্জনা উপরি ভাগে আসে যখন অলংকার অথবা তৈজসপত্র নির্মানের উদ্দেশে কিছু অগ্নিতে উত্তপ্ত করা হয় তার। এভাবে আল্লাহ সত্য ও অসত্যের দৃষ্টান্ত দিয়ে থাকেন; যা আবর্জনা তা ফেলে দেয়া হয় এবং যা মানুষের উপকারে আসে তা যমীনে থেকে যায়, এভাবে আল্লাহ উপমা দিয়ে থাকেন।"}	,
            {"verse_id":	18	,"sura_name":"আর-রা‘দ","bn_ayat":"১৮","ar_ayat":"﴿﻿۱۸﻿﴾","text_indo_pak":"لِلَّذِیۡنَ اسۡتَجَابُوۡا لِرَبِّہِمُ الۡحُسۡنٰی ؕؔ  وَالَّذِیۡنَ لَمۡ یَسۡتَجِیۡبُوۡا لَہٗ لَوۡ اَنَّ لَہُمۡ مَّا فِی الۡاَرۡضِ جَمِیۡعًا وَّمِثۡلَہٗ مَعَہٗ لَافۡتَدَوۡا بِہٖ ؕ  اُولٰٓئِکَ لَہُمۡ سُوۡٓءُ الۡحِسَابِ ۬ۙ  وَمَاۡوٰىہُمۡ جَہَنَّمُ ؕ  وَبِئۡسَ الۡمِہَادُ ","en_translation":"For those who answered Allah's call is bliss; and for those who answered not His call, if they had all that is in the earth, and therewith the like thereof, they would proffer it as ransom. Such will have a woeful reckoning, and their habitation will be hell, a dire abode.","bn_translation":"মঙ্গল তাদের, যারা তাদের রবের আহবানে সাড়া দেয়। এবং যারা তাঁর ডাকে সাড়া দেয়না তাদের যদি পৃথিবীতে যা কিছু আছে তা সমস্তই থাকত এবং উহার সাথে সম পরিমাণ আরও থাকত তাহলে অবশ্যই তারা মুক্তিপণ স্বরূপ তা প্রদান করত; তাদের হিসাব হবে কঠোর এবং জাহান্নাম হবে তাদের আবাস; ওটা কত নিকৃষ্ট আশ্রয়স্থল!"}	,
            {"verse_id":	19	,"sura_name":"আর-রা‘দ","bn_ayat":"১৯","ar_ayat":"﴿﻿۱۹﻿﴾","text_indo_pak":"اَفَمَنۡ یَّعۡلَمُ اَنَّمَاۤ اُنۡزِلَ اِلَیۡکَ مِنۡ رَّبِّکَ الۡحَقُّ کَمَنۡ ہُوَ اَعۡمٰی ؕ  اِنَّمَا یَتَذَکَّرُ اُولُوا الۡاَلۡبَابِ ۙ","en_translation":"Is he who knoweth that what is revealed unto thee from thy Lord is the truth like him who is blind ? But only men of understanding heed;","bn_translation":"তোমার রাব্ব হতে তোমার প্রতি যা অবতীর্ণ হয়েছে তা যে ব্যক্তি সত্য বলে জানে সে, আর অন্ধ কি সমান? উপদেশ গ্রহণ করে শুধু বিবেকবুদ্ধি সম্পন্ন ব্যক্তিরাই।"}	,
            {"verse_id":	20	,"sura_name":"আর-রা‘দ","bn_ayat":"২০","ar_ayat":"﴿﻿۲۰﻿﴾","text_indo_pak":"الَّذِیۡنَ یُوۡفُوۡنَ بِعَہۡدِ اللّٰہِ وَلَا یَنۡقُضُوۡنَ الۡمِیۡثَاقَ ۙ","en_translation":"Such as keep the pact of Allah, and break not the covenant;","bn_translation":"যারা আল্লাহকে প্রদত্ত অঙ্গীকার রক্ষা করে এবং প্রতিজ্ঞা ভঙ্গ করেনা ।"}	,
            {"verse_id":	21	,"sura_name":"আর-রা‘দ","bn_ayat":"২১","ar_ayat":"﴿﻿۲۱﻿﴾","text_indo_pak":"وَالَّذِیۡنَ یَصِلُوۡنَ مَاۤ اَمَرَ اللّٰہُ بِہٖۤ اَنۡ یُّوۡصَلَ وَیَخۡشَوۡنَ رَبَّہُمۡ وَیَخَافُوۡنَ سُوۡٓءَ الۡحِسَابِ ؕ","en_translation":"Such as unite that which Allah hath commandeth should be joined, and fear their Lord, and dread a woeful reckoning;","bn_translation":"আর আল্লাহ যে সম্পর্ক অক্ষুণ্ণ রাখতে আদেশ করেছেন যারা তা অক্ষুণ্ণ রাখে, ভয় করে তাদের রাব্বকে এবং ভয় করে কঠোর হিসাবকে ।"}	,
            {"verse_id":	22	,"sura_name":"আর-রা‘দ","bn_ayat":"২২","ar_ayat":"﴿﻿۲۲﻿﴾","text_indo_pak":"وَالَّذِیۡنَ صَبَرُوا ابۡتِغَآءَ وَجۡہِ رَبِّہِمۡ وَاَقَامُوا الصَّلٰوۃَ وَاَنۡفَقُوۡا مِمَّا رَزَقۡنٰہُمۡ سِرًّا وَّعَلَانِیَۃً وَّیَدۡرَءُوۡنَ بِالۡحَسَنَۃِ السَّیِّئَۃَ اُولٰٓئِکَ لَہُمۡ عُقۡبَی الدَّارِ ۙ","en_translation":"Such as persevere in seeking their Lord's Countenance and are regular in prayer and spend of that which We bestow upon them secretly and openly, and overcome evil with good. Theirs will be the sequel of the (heavenly) Home,","bn_translation":"আর যারা তাদের রবের সন্তুষ্টি লাভের জন্য ধৈর্য ধারণ করে, সালাত সুপ্রতিষ্ঠিত করে, আমি তাদেরকে যে জীবনোপকরণ দিয়েছি তা হতে গোপনে ও প্রকাশ্যে ব্যয় করে এবং যারা ভাল দ্বারা মন্দ দূর করে তাদের জন্য শুভ পরিণাম ।"}	,
            {"verse_id":	23	,"sura_name":"আর-রা‘দ","bn_ayat":"২৩","ar_ayat":"﴿﻿۲۳﻿﴾","text_indo_pak":"جَنّٰتُ عَدۡنٍ یَّدۡخُلُوۡنَہَا وَمَنۡ صَلَحَ مِنۡ اٰبَآئِہِمۡ وَاَزۡوَاجِہِمۡ وَذُرِّیّٰتِہِمۡ وَالۡمَلٰٓئِکَۃُ یَدۡخُلُوۡنَ عَلَیۡہِمۡ مِّنۡ کُلِّ بَابٍ ۚ","en_translation":"Gardens of Eden which they enter, along with all who do right of their fathers and their helpmeets and their seed. The angels enter unto them from every gate,","bn_translation":"স্থায়ী জান্নাত, তাতে তারা প্রবেশ করবে এবং তাদের মাতা-পিতা, পতি-পত্নী ও সন্তান-সন্ততিদের মধ্যে যারা সৎ কাজ করেছে তারাও এবং মালাইকা/ফেরেশতারা তাদের কাছে হাযির হবে প্রত্যেক দরজা দিয়ে।"}	,
            {"verse_id":	24	,"sura_name":"আর-রা‘দ","bn_ayat":"২৪","ar_ayat":"﴿﻿۲۴﻿﴾","text_indo_pak":"سَلٰمٌ عَلَیۡکُمۡ بِمَا صَبَرۡتُمۡ فَنِعۡمَ عُقۡبَی الدَّارِ ؕ","en_translation":"(Saying): Peace be unto you because ye persevered. Ah, passing sweet will be the sequel of the (heavenly) Home.","bn_translation":"(তারা বলবেঃ) তোমরা ধৈর্য ধারণ করেছ বলে তোমাদের প্রতি শান্তি (সালাম)! কতই না ভাল এই পরিণাম!"}	,
            {"verse_id":	25	,"sura_name":"আর-রা‘দ","bn_ayat":"২৫","ar_ayat":"﴿﻿۲۵﻿﴾","text_indo_pak":"وَالَّذِیۡنَ یَنۡقُضُوۡنَ عَہۡدَ اللّٰہِ مِنۡۢ بَعۡدِ مِیۡثَاقِہٖ وَیَقۡطَعُوۡنَ مَاۤ اَمَرَ اللّٰہُ بِہٖۤ اَنۡ یُّوۡصَلَ وَیُفۡسِدُوۡنَ فِی الۡاَرۡضِ ۙ اُولٰٓئِکَ لَہُمُ اللَّعۡنَۃُ وَلَہُمۡ سُوۡٓءُ الدَّارِ","en_translation":"And those who break the covenant of Allah after ratifying it, and sever that which Allah hath commanded should be joined, and make mischief in the earth: theirs is the curse and theirs the ill abode.","bn_translation":"যারা আল্লাহর সাথে দৃঢ় অঙ্গীকারে আবদ্ধ হওয়ার পর তা ভঙ্গ করে, যে সম্পর্ক অক্ষুন্ন রাখতে আল্লাহ আদেশ করেছেন তা ছিন্ন করে এবং পৃথিবীতে অশান্তি সৃষ্টি করে বেড়ায়, তাদের জন্য আছে অভিসম্পাত এবং আছে মন্দ আবাস।"}	,
            {"verse_id":	26	,"sura_name":"আর-রা‘দ","bn_ayat":"২৬","ar_ayat":"﴿﻿۲۶﻿﴾","text_indo_pak":"اَللّٰہُ یَبۡسُطُ الرِّزۡقَ لِمَنۡ یَّشَآءُ وَیَقۡدِرُ ؕ  وَفَرِحُوۡا بِالۡحَیٰوۃِ الدُّنۡیَا ؕ  وَمَا الۡحَیٰوۃُ الدُّنۡیَا فِی الۡاٰخِرَۃِ اِلَّا مَتَاعٌ ","en_translation":"Allah enlargeth livelihood for whom He will, and straiteneth (it for whom He will); and they rejoice in the life of the world, whereas the life of the world is but brief comfort as compared with the Hereafter.","bn_translation":"আল্লাহ যার জন্য ইচ্ছা করেন তার জীবনোপকরণ বর্ধিত করেন কিংবা সংকুচিত করেন; কিন্তু তারা পাথির্ব জীবন নিয়েই উল্লসিত, অথচ ইহজীবনতো পরজীবনের তুলনায় ক্ষণস্থায়ী ভোগ মাত্র।"}	,
            {"verse_id":	27	,"sura_name":"আর-রা‘দ","bn_ayat":"২৭","ar_ayat":"﴿﻿۲۷﻿﴾","text_indo_pak":"وَیَقُوۡلُ الَّذِیۡنَ کَفَرُوۡا لَوۡلَاۤ اُنۡزِلَ عَلَیۡہِ اٰیَۃٌ مِّنۡ رَّبِّہٖ ؕ  قُلۡ اِنَّ اللّٰہَ یُضِلُّ مَنۡ یَّشَآءُ وَیَہۡدِیۡۤ اِلَیۡہِ مَنۡ اَنَابَ ۖۚ","en_translation":"Those who disbelieve say: If only a portent were sent down upon him from his Lord! Say: Lo! Allah sendeth whom He will astray, and guideth unto Himself all who turn (unto Him),","bn_translation":"যারা কুফরী করেছে তারা বলেঃ তার রবের নিকট হতে তার নিকট কোন নিদর্শন অবতীর্ণ হয়না কেন? তুমি বলঃ আল্লাহ যাকে ইচ্ছা বিভ্রান্ত করেন এবং তিনি তাদেরকে তাঁর পথ দেখান যারা তাঁর অভিমুখী।"}	,
            {"verse_id":	28	,"sura_name":"আর-রা‘দ","bn_ayat":"২৮","ar_ayat":"﴿﻿۲۸﻿﴾","text_indo_pak":"اَلَّذِیۡنَ اٰمَنُوۡا وَتَطۡمَئِنُّ قُلُوۡبُہُمۡ بِذِکۡرِ اللّٰہِ ؕ  اَلَا بِذِکۡرِ اللّٰہِ تَطۡمَئِنُّ الۡقُلُوۡبُ ؕ","en_translation":"Who have believed and whose hearts have rest in the remembrance of Allah. Verily in the remembrance of Allah do hearts find rest!","bn_translation":"যারা ঈমান আনে এবং আল্লাহর স্মরণে যাদের চিত্ত প্রশান্ত হয়; জেনে রেখ, আল্লাহর স্মরণেই চিত্ত প্রশান্ত হয়।"}	,
            {"verse_id":	29	,"sura_name":"আর-রা‘দ","bn_ayat":"২৯","ar_ayat":"﴿﻿۲۹﻿﴾","text_indo_pak":"اَلَّذِیۡنَ اٰمَنُوۡا وَعَمِلُوا الصّٰلِحٰتِ طُوۡبٰی لَہُمۡ وَحُسۡنُ مَاٰبٍ","en_translation":"Those who believe and do right: Joy is for them, and bliss (their) journey's end.","bn_translation":"যারা ঈমান আনে ও সৎ কাজ করে, কল্যাণ ও শুভ পরিণাম তাদেরই।"}	,
            {"verse_id":	30	,"sura_name":"আর-রা‘দ","bn_ayat":"৩০","ar_ayat":"﴿﻿۳۰﻿﴾","text_indo_pak":"کَذٰلِکَ اَرۡسَلۡنٰکَ فِیۡۤ اُمَّۃٍ قَدۡ خَلَتۡ مِنۡ قَبۡلِہَاۤ اُمَمٌ لِّتَتۡلُوَا۠ عَلَیۡہِمُ الَّذِیۡۤ اَوۡحَیۡنَاۤ اِلَیۡکَ وَہُمۡ یَکۡفُرُوۡنَ بِالرَّحۡمٰنِ ؕ قُلۡ ہُوَ رَبِّیۡ لَاۤ اِلٰہَ اِلَّا ہُوَ ۚ عَلَیۡہِ تَوَکَّلۡتُ وَاِلَیۡہِ مَتَابِ","en_translation":"Thus We send thee (O Muhammad) unto a nation, before whom other nations have passed away, that thou mayst recite unto them that which We have inspired in thee, while they are disbelievers in the Beneficent. Say: He is my Lord; there is no God save Him. In Him do I put my trust and unto Him is my recourse.","bn_translation":"এভাবে আমি তোমাকে পাঠিয়েছি এক জাতির প্রতি, যার পূর্বে বহু জাতি গত হয়েছে, তাদের নিকট আবৃত্তি করার জন্য, যা আমি তোমার প্রতি প্রত্যাদেশ করেছি; তথাপি তারা দয়াময়কে অস্বীকার করে। তুমি বলঃ তিনিই আমার রাব্ব! তিনি ছাড়া অন্য কোন মা‘বূদ নেই, তাঁরই উপর আমি নির্ভর করি এবং আমার প্রত্যাবর্তন তাঁরই কাছে।"}	,
            {"verse_id":	31	,"sura_name":"আর-রা‘দ","bn_ayat":"৩১","ar_ayat":"﴿﻿۳۱﻿﴾","text_indo_pak":"وَلَوۡ اَنَّ قُرۡاٰنًا سُیِّرَتۡ بِہِ الۡجِبَالُ اَوۡ قُطِّعَتۡ بِہِ الۡاَرۡضُ اَوۡ کُلِّمَ بِہِ الۡمَوۡتٰی ؕ  بَلۡ لِّلّٰہِ الۡاَمۡرُ جَمِیۡعًا ؕ  اَفَلَمۡ یَایۡـَٔسِ الَّذِیۡنَ اٰمَنُوۡۤا اَنۡ لَّوۡ یَشَآءُ اللّٰہُ لَہَدَی النَّاسَ جَمِیۡعًا ؕ  وَلَا یَزَالُ الَّذِیۡنَ کَفَرُوۡا تُصِیۡبُہُمۡ بِمَا صَنَعُوۡا قَارِعَۃٌ اَوۡ تَحُلُّ قَرِیۡبًا مِّنۡ دَارِہِمۡ حَتّٰی یَاۡتِیَ وَعۡدُ اللّٰہِ ؕ  اِنَّ اللّٰہَ لَا یُخۡلِفُ الۡمِیۡعَادَ ","en_translation":"Had it been possible for a Lecture to cause the mountains to move, or the earth to be torn asunder, or the dead to speak, (this Qur'an would have done so). Nay, but Allah's is the whole command. Do not those who believe know that, had Allah willed, He could have guided all mankind ? As for those who disbelieve, disaster ceaseth not to strike them because of what they do, or it dwelleth near their home until the threat of Allah come to pass. Lo! Allah faileth not to keep the tryst.","bn_translation":"যদি কোন কুরআন এমন হত যদ্বারা পর্বতকে গতিশীল করা যেত অথবা পৃথিবীকে বিদীর্ণ করা যেত অথবা মৃতের সাথে কথা বলা যেত, তবুও তারা তাতে বিশ্বাস করতনা; কিন্তু সমস্ত বিষয়ই আল্লাহর এখতিয়ারভুক্ত; তাহলে কি যারা ঈমান এনেছে তাদের প্রত্যয় হয়নি যে, আল্লাহ ইচ্ছা করলে নিশ্চয়ই সকলকে সৎ পথে পরিচালিত করতে পারতেন? যারা কুফরী করেছে তাদের কর্মফলের জন্য তাদের বিপর্যয় ঘটতেই থাকবে, অথবা বিপর্যয় তাদের আশেপাশে আপতিত হতেই থাকবে, যতক্ষণ পর্যন্ত না আল্লাহর প্রতিশ্রুতি ঘটবে, নিশ্চয়ই আল্লাহ প্রতিশ্রুতি পালনে অক্ষম নন।"}	,
            {"verse_id":	32	,"sura_name":"আর-রা‘দ","bn_ayat":"৩২","ar_ayat":"﴿﻿۳۲﻿﴾","text_indo_pak":"وَلَقَدِ اسۡتُہۡزِیٴَ بِرُسُلٍ مِّنۡ قَبۡلِکَ فَاَمۡلَیۡتُ لِلَّذِیۡنَ کَفَرُوۡا ثُمَّ اَخَذۡتُہُمۡ ۟ فَکَیۡفَ کَانَ عِقَابِ","en_translation":"And verily messengers (of Allah) were mocked before thee, but long I bore with those who disbelieved. At length I seized them, and how (awful) was My punishment!","bn_translation":"তোমার পূর্বেও অনেক রাসূলকে ঠাট্টা-বিদ্রুপ করা হয়েছে এবং যারা কুফরী করেছে তাদেরকে কিছু অবকাশ দিয়েছিলাম, অতঃপর তাদেরকে পাকড়াও করেছিলাম; কেমন ছিল আমার পাকড়াও!"}	,
            {"verse_id":	33	,"sura_name":"আর-রা‘দ","bn_ayat":"৩৩","ar_ayat":"﴿﻿۳۳﻿﴾","text_indo_pak":"اَفَمَنۡ ہُوَ قَآئِمٌ عَلٰی کُلِّ نَفۡسٍۭ بِمَا کَسَبَتۡ ۚ وَجَعَلُوۡا لِلّٰہِ شُرَکَآءَ ؕ قُلۡ سَمُّوۡہُمۡ ؕ اَمۡ تُنَبِّـُٔوۡنَہٗ بِمَا لَا یَعۡلَمُ فِی الۡاَرۡضِ اَمۡ بِظَاہِرٍ مِّنَ الۡقَوۡلِ ؕ بَلۡ زُیِّنَ لِلَّذِیۡنَ کَفَرُوۡا مَکۡرُہُمۡ وَصُدُّوۡا عَنِ السَّبِیۡلِ ؕ وَمَنۡ یُّضۡلِلِ اللّٰہُ فَمَا لَہٗ مِنۡ ہَادٍ","en_translation":"Is He Who is aware of the deserts of every soul (as he who is aware of nothing) ? Yet they ascribe unto Allah partners. Say: Name them. Is it that ye would inform Him of something which He knoweth not in the earth ? Or is it but a way of speaking ? Nay but their contrivance is made seeming fair for those who disbelieve and they are kept from the right road. He whom Allah sendeth astray, for him there is no guide.","bn_translation":"তাহলে কি প্রত্যেক মানুষ যা করে, তার যিনি পর্যবেক্ষক তিনি অক্ষম এদের উপাস্যগুলির মত? অথচ তারা আল্লাহর বহু শরীক করেছে। তুমি বলঃ তোমরা তাদের পরিচয় দাও; তোমরা কি পৃথিবীর এমন কিছুর সংবাদ তাঁকে দিতে চাও যা তিনি জানেননা? না বরং ওদের ছলনা ওদের নিকট শোভন প্রতীয়মান হয় এবং তারা সৎ পথ হতে নিবৃত্ত হয়; আল্লাহ যাকে বিভ্রান্ত করেন তার কোন পথ প্রদর্শক নেই।"}	,
            {"verse_id":	34	,"sura_name":"আর-রা‘দ","bn_ayat":"৩৪","ar_ayat":"﴿﻿۳۴﻿﴾","text_indo_pak":"لَہُمۡ عَذَابٌ فِی الۡحَیٰوۃِ الدُّنۡیَا وَلَعَذَابُ الۡاٰخِرَۃِ اَشَقُّ ۚ وَمَا لَہُمۡ مِّنَ اللّٰہِ مِنۡ وَّاقٍ","en_translation":"For them is torment in the life of the world, and verily the doom of the Hereafter is more painful, and they have no defender from Allah.","bn_translation":"তাদের জন্য পার্থিব জীবনে আছে শাস্তি এবং পরকালের শাস্তিতো আরও কঠোর! এবং আল্লাহর শাস্তি হতে রক্ষা করার তাদের কেহ নেই।"}	,
            {"verse_id":	35	,"sura_name":"আর-রা‘দ","bn_ayat":"৩৫","ar_ayat":"﴿﻿۳۵﻿﴾","text_indo_pak":"مَثَلُ الۡجَنَّۃِ الَّتِیۡ وُعِدَ الۡمُتَّقُوۡنَ ؕ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ ؕ اُکُلُہَا دَآئِمٌ وَّظِلُّہَا ؕ تِلۡکَ عُقۡبَی الَّذِیۡنَ اتَّقَوۡا ٭ۖ وَّعُقۡبَی الۡکٰفِرِیۡنَ النَّارُ","en_translation":"A similitude of the Garden which is promised unto those who keep their duty (to Allah): Underneath it rivers flow; its food is everlasting, and its shade; this is the reward of those who keep their duty, while the reward of disbelievers is the Fire.","bn_translation":"মুত্তাকীদেরকে যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছে তার উপমা এইরূপঃ ওর পাদদেশে নদী প্রবাহিত, ওর ফলসমূহ এবং ওর ছায়া চিরস্থায়ী; যারা মুত্তাকী এটা তাদের কর্মফল, এবং কাফিরদের কর্মফল আগুন।"}	,
            {"verse_id":	36	,"sura_name":"আর-রা‘দ","bn_ayat":"৩৬","ar_ayat":"﴿﻿۳۶﻿﴾","text_indo_pak":"وَالَّذِیۡنَ اٰتَیۡنٰہُمُ الۡکِتٰبَ یَفۡرَحُوۡنَ بِمَاۤ اُنۡزِلَ اِلَیۡکَ وَمِنَ الۡاَحۡزَابِ مَنۡ یُّنۡکِرُ بَعۡضَہٗ ؕ قُلۡ اِنَّمَاۤ اُمِرۡتُ اَنۡ اَعۡبُدَ اللّٰہَ وَلَاۤ اُشۡرِکَ بِہٖ ؕ اِلَیۡہِ اَدۡعُوۡا وَاِلَیۡہِ مَاٰبِ","en_translation":"Those unto whom We gave the Scripture rejoice in that which is revealed unto thee. And of the clans there are who deny some of it. Say: I am commanded only that I serve Allah and ascribe unto Him no partner. Unto Him I cry, and unto Him is my return.","bn_translation":"আমি যাদেরকে কিতাব দিয়েছি তারা যা তোমার প্রতি অবতীর্ণ হয়েছে তাতে আনন্দ পায়, কিন্তু কোন কোন দল ওর কতক অংশ অস্বীকার করে। তুমি বলঃ আমিতো আল্লাহরই ইবাদাত করতে ও তাঁর কোন শরীক না করতে আদিষ্ট হয়েছি; আমি তাঁরই প্রতি আহবান করি এবং তাঁরই নিকট আমার প্রত্যাবর্তন।"}	,
            {"verse_id":	37	,"sura_name":"আর-রা‘দ","bn_ayat":"৩৭","ar_ayat":"﴿﻿۳۷﻿﴾","text_indo_pak":"وَکَذٰلِکَ اَنۡزَلۡنٰہُ حُکۡمًا عَرَبِیًّا ؕ  وَلَئِنِ اتَّبَعۡتَ اَہۡوَآءَہُمۡ بَعۡدَمَا جَآءَکَ مِنَ الۡعِلۡمِ ۙ  مَا لَکَ مِنَ اللّٰہِ مِنۡ وَّلِیٍّ وَّلَا وَاقٍ ","en_translation":"Thus have We revealed it, a decisive utterance in Arabic; and if thou shouldst follow their desires after that which hath come unto thee of knowledge, then truly wouldst thou have from Allah no protecting friend nor defender.","bn_translation":"আর এভাবে আমি ইহা (কুরআন) অবতীর্ণ করেছি এক বিধান, আরাবী ভাষায়। জ্ঞান প্রাপ্তির পর তুমি যদি তাদের খেয়াল খুশীর অনুসরণ কর তাহলে আল্লাহর বিরুদ্ধে তোমার কোন অভিভাবক ও রক্ষক থাকবেনা।"}	,
            {"verse_id":	38	,"sura_name":"আর-রা‘দ","bn_ayat":"৩৮","ar_ayat":"﴿﻿۳۸﻿﴾","text_indo_pak":"وَلَقَدۡ اَرۡسَلۡنَا رُسُلًا مِّنۡ قَبۡلِکَ وَجَعَلۡنَا لَہُمۡ اَزۡوَاجًا وَّذُرِّیَّۃً ؕ وَمَا کَانَ لِرَسُوۡلٍ اَنۡ یَّاۡتِیَ بِاٰیَۃٍ اِلَّا بِاِذۡنِ اللّٰہِ ؕ لِکُلِّ اَجَلٍ کِتَابٌ","en_translation":"And verily We sent messengers (to mankind) before thee, and We appointed for them wives and offspring, and it was not (given) to any messenger that he should bring a portent save by Allah's leave. For everything there is a time prescribed.","bn_translation":"তোমার পূর্বেও আমি অনেক রাসূল প্রেরণ করেছিলাম এবং তাদেরকে স্ত্রী ও সন্তান-সন্ততি দিয়েছিলাম। আল্লাহর অনুমতি ছাড়া কোন নিদর্শন উপস্থিত করা কোন রাসূলের কাজ নয়; প্রত্যেক বিষয়ের নির্ধারিত কাল লিপিবদ্ধ।"}	,
            {"verse_id":	39	,"sura_name":"আর-রা‘দ","bn_ayat":"৩৯","ar_ayat":"﴿﻿۳۹﻿﴾","text_indo_pak":"یَمۡحُوا اللّٰہُ مَا یَشَآءُ وَیُثۡبِتُ ۚۖ وَعِنۡدَہٗۤ اُمُّ الۡکِتٰبِ","en_translation":"Allah effaceth what He will, and establisheth (what He will), and with Him is the source of ordinance.","bn_translation":"আল্লাহর যা ইচ্ছা তা নিশ্চিহ্ন করেন এবং যা ইচ্ছা তা প্রতিষ্ঠিত রাখেন এবং তাঁরই নিকট আছে কিতাবের মূল।"}	,
            {"verse_id":	40	,"sura_name":"আর-রা‘দ","bn_ayat":"৪০","ar_ayat":"﴿﻿۴۰﻿﴾","text_indo_pak":"وَاِنۡ مَّا نُرِیَنَّکَ بَعۡضَ الَّذِیۡ نَعِدُہُمۡ اَوۡ نَتَوَفَّیَنَّکَ فَاِنَّمَا عَلَیۡکَ الۡبَلٰغُ وَعَلَیۡنَا الۡحِسَابُ","en_translation":"Whether We let thee see something of that which We have promised them, or make thee die (before its happening), thine is but conveyance (of the message). Ours the reckoning.","bn_translation":"আমি তাদেরকে যে শাস্তির কথা বলি, তার কিছু যদি তোমাকে দেখিয়েই দিই অথবা যদি এর পূর্বে তোমার মৃত্যু ঘটিয়েই দিই - তোমার কর্তব্যতো শুধু প্রচার করা; আর হিসাব গ্রহণের দায়িত্ব আমার।"}	,
            {"verse_id":	41	,"sura_name":"আর-রা‘দ","bn_ayat":"৪১","ar_ayat":"﴿﻿۴۱﻿﴾","text_indo_pak":"اَوَلَمۡ یَرَوۡا اَنَّا نَاۡتِی الۡاَرۡضَ نَنۡقُصُہَا مِنۡ اَطۡرَافِہَا ؕ وَاللّٰہُ یَحۡکُمُ لَا مُعَقِّبَ لِحُکۡمِہٖ ؕ وَہُوَ سَرِیۡعُ الۡحِسَابِ","en_translation":"See they not how we aim to the land, reducing it of its outlying parts ? (When) Allah doometh there is none that can postpone His doom, and He is swift at reckoning.","bn_translation":"তারা কি দেখেনা যে, আমি তাদের দেশকে চারদিক হতে সংকুচিত করে আনছি? আল্লাহ আদেশ করেন, তাঁর আদেশ রদ করার কেহ নেই এবং তিনি হিসাব গ্রহণে তৎপর।"}	,
            {"verse_id":	42	,"sura_name":"আর-রা‘দ","bn_ayat":"৪২","ar_ayat":"﴿﻿۴۲﻿﴾","text_indo_pak":"وَقَدۡ مَکَرَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ فَلِلّٰہِ الۡمَکۡرُ جَمِیۡعًا ؕ یَعۡلَمُ مَا تَکۡسِبُ کُلُّ نَفۡسٍ ؕ وَسَیَعۡلَمُ الۡکُفّٰرُ لِمَنۡ عُقۡبَی الدَّارِ","en_translation":"Those who were before them plotted; but all plotting is Allah's. He knoweth that which each soul earneth. The disbelievers will come to know for whom will be the sequel of the (heavenly) Home.","bn_translation":"তাদের পূর্বে যারা ছিল তারাও চক্রান্ত করেছিল, কিন্তু সমস্ত চক্রান্ত আল্লাহর এখতিয়ারে; প্রত্যেক ব্যক্তি যা করে তা তিনি জানেন এবং কাফিরেরা শীঘ্রই জানবে শুভ পরিণাম কাদের জন্য।"}	,
            {"verse_id":	43	,"sura_name":"আর-রা‘দ","bn_ayat":"৪৩","ar_ayat":"﴿﻿۴۳﻿﴾","text_indo_pak":"وَیَقُوۡلُ الَّذِیۡنَ کَفَرُوۡا لَسۡتَ مُرۡسَلًا ؕ  قُلۡ کَفٰی بِاللّٰہِ شَہِیۡدًۢا بَیۡنِیۡ وَبَیۡنَکُمۡ ۙ  وَمَنۡ عِنۡدَہٗ عِلۡمُ الۡکِتٰبِ ","en_translation":"They who disbelieve say: Thou art no messenger (of Allah). Say: Allah, and whosoever hath knowledge of the Scripture, is sufficient witness between me and you.","bn_translation":"যারা কুফরী করেছে তারা বলেঃ তুমি (আল্লাহর) প্রেরিত নও; তুমি বলঃ আল্লাহ এবং যাদের নিকট কিতাবের জ্ঞান আছে তারা আমার ও তোমাদের মধ্যে সাক্ষী হিসাবে যথেষ্ট।"}	

        ]