[
            {"verse_id":	1	,"sura_name":"ইব্রাহীম","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"الٓرٰ ۟  کِتٰبٌ اَنۡزَلۡنٰہُ اِلَیۡکَ لِتُخۡرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَی النُّوۡرِ ۬ۙ  بِاِذۡنِ رَبِّہِمۡ اِلٰی صِرَاطِ الۡعَزِیۡزِ الۡحَمِیۡدِ ۙ","en_translation":"Alif. Lam. Ra. (This is) a Scripture which We have revealed unto thee (Muhammad) that thereby thou mayst bring forth mankind from darkness unto light, by the permission of their Lord, unto the path of the Mighty, the Owner of Praise,","bn_translation":"আলিফ লাম রা। এই কিতাব আমি তোমার প্রতি অবতীর্ণ করেছি যাতে তুমি মানব জাতিকে বের করে আনতে পার অন্ধকার হতে আলোর দিকে; তাঁর পথে, যিনি পরাক্রমশালী, প্রশংসা ।"}	,
            {"verse_id":	2	,"sura_name":"ইব্রাহীম","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"اللّٰہِ الَّذِیۡ لَہٗ مَا فِی السَّمٰوٰتِ وَمَا فِی الۡاَرۡضِ ؕ  وَوَیۡلٌ لِّلۡکٰفِرِیۡنَ مِنۡ عَذَابٍ شَدِیۡدِۣ ۙ","en_translation":"Allah, unto Whom belongeth whatsoever is in the heavens and whatsoever is in the earth. and woe unto the disbelievers from an awful doom;","bn_translation":"আল্লাহ, আসমানসমূহ ও যমীনে যা কিছু আছে তা তাঁরই; কঠিন শাস্তির দুর্ভোগ কাফিরদের জন্য।"}	,
            {"verse_id":	3	,"sura_name":"ইব্রাহীম","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"الَّذِیۡنَ یَسۡتَحِبُّوۡنَ الۡحَیٰوۃَ الدُّنۡیَا عَلَی الۡاٰخِرَۃِ وَیَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ وَیَبۡغُوۡنَہَا عِوَجًا ؕ اُولٰٓئِکَ فِیۡ ضَلٰلٍۭ بَعِیۡدٍ","en_translation":"Those who love the life of the world more than the Hereafter, and debar (men) from the way of Allah and would have it crooked: such are far astray.","bn_translation":"যারা পার্থিব জীবনকে পরকালিন জীবনের উপর প্রাধান্য দেয়, মানুষকে নিবৃত্ত করে আল্লাহর পথ হতে এবং তা (আল্লাহর পথ) বক্র করতে চায়; তারাইতো ঘোর বিভ্রান্তিতে রয়েছে।"}	,
            {"verse_id":	4	,"sura_name":"ইব্রাহীম","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"وَمَاۤ اَرۡسَلۡنَا مِنۡ رَّسُوۡلٍ اِلَّا بِلِسَانِ قَوۡمِہٖ لِیُبَیِّنَ لَہُمۡ ؕ فَیُضِلُّ اللّٰہُ مَنۡ یَّشَآءُ وَیَہۡدِیۡ مَنۡ یَّشَآءُ ؕ وَہُوَ الۡعَزِیۡزُ الۡحَکِیۡمُ","en_translation":"And We never sent a messenger save with the language of his folk, that he might make (the message) clear for them. Then Allah sendeth whom He will astray, and guideth whom He will. He is the Mighty, the Wise.","bn_translation":"আমি প্রত্যেক রাসূলকেই তার স্বজাতির ভাষাভাষী করে পাঠিয়েছি তাদের নিকট পরিস্কারভাবে ব্যাখ্যা করার জন্য, আল্লাহ যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎ পথে পরিচালিত করেন এবং তিনি পরাক্রমশালী, প্রজ্ঞাময়।"}	,
            {"verse_id":	5	,"sura_name":"ইব্রাহীম","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"وَلَقَدۡ اَرۡسَلۡنَا مُوۡسٰی بِاٰیٰتِنَاۤ اَنۡ اَخۡرِجۡ قَوۡمَکَ مِنَ الظُّلُمٰتِ اِلَی النُّوۡرِ ۬ۙ وَذَکِّرۡہُمۡ بِاَیّٰىمِ اللّٰہِ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّکُلِّ صَبَّارٍ شَکُوۡرٍ","en_translation":"We verily sent Moses with Our revelations, saying: Bring thy people forth from darkness unto light. And remind them of the days of Allah. Lo! therein are revelations for each steadfast, thankful (heart).","bn_translation":"মূসাকে আমি আমার নিদর্শনসহ প্রেরণ করেছিলাম এবং বলেছিলামঃ তোমার সম্প্রদায়কে অন্ধকার হতে আলোতে আনয়ন কর, এবং তাদেরকে আল্লাহর দিনগুলি দ্বারা উপদেশ দাও, এতেতো নিদর্শন রয়েছে পরম ধৈর্যশীল ও পরম কৃতজ্ঞ ব্যক্তির জন্য।"}	,
            {"verse_id":	6	,"sura_name":"ইব্রাহীম","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"وَاِذۡ قَالَ مُوۡسٰی لِقَوۡمِہِ اذۡکُرُوۡا نِعۡمَۃَ اللّٰہِ عَلَیۡکُمۡ اِذۡ اَنۡجٰکُمۡ مِّنۡ اٰلِ فِرۡعَوۡنَ یَسُوۡمُوۡنَکُمۡ سُوۡٓءَ الۡعَذَابِ وَیُذَبِّحُوۡنَ اَبۡنَآءَکُمۡ وَیَسۡتَحۡیُوۡنَ نِسَآءَکُمۡ ؕ  وَفِیۡ ذٰلِکُمۡ بَلَآءٌ مِّنۡ رَّبِّکُمۡ عَظِیۡمٌ ","en_translation":"And (remind them) how Moses said unto his people: Remember Allah's favour unto you when He delivered you from Pharaoh's folk who were afflicting you with dreadful torment, and were slaying your sons and sparing your women; that was a tremendous trial from your Lord.","bn_translation":"যখন মূসা তার সম্প্রদায়কে বলেছিলঃ তোমরা আল্লাহর অনুগ্রহ স্মরণ কর যখন তিনি তোমাদেরকে রক্ষা করেছিলেন ফির‘আউন সম্প্রদায়ের কবল হতে যারা তোমাদেরকে নিকৃষ্ট শাস্তি দিত, তোমাদের পুত্রদেরকে যবাহ করত ও তোমাদের নারীদেরকে জীবিত রাখত; এবং এতে ছিল তোমাদের রবের পক্ষ হতে এক মহা পরীক্ষা।"}	,
            {"verse_id":	7	,"sura_name":"ইব্রাহীম","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"وَاِذۡ تَاَذَّنَ رَبُّکُمۡ لَئِنۡ شَکَرۡتُمۡ لَاَزِیۡدَنَّکُمۡ وَلَئِنۡ کَفَرۡتُمۡ اِنَّ عَذَابِیۡ لَشَدِیۡدٌ","en_translation":"And when your Lord proclaimed: If ye give thanks, I will give you more; but if ye are thankless, lo! My punishment is dire.","bn_translation":"যখন তোমাদের রাব্ব ঘোষণা করেনঃ তোমরা কৃতজ্ঞ হলে তোমাদেরকে অবশ্যই অধিক দিব, আর অকৃতজ্ঞ হলে অবশ্যই আমার শাস্তি হবে কঠোর।"}	,
            {"verse_id":	8	,"sura_name":"ইব্রাহীম","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"وَقَالَ مُوۡسٰۤی اِنۡ تَکۡفُرُوۡۤا اَنۡتُمۡ وَمَنۡ فِی الۡاَرۡضِ جَمِیۡعًا ۙ فَاِنَّ اللّٰہَ لَغَنِیٌّ حَمِیۡدٌ","en_translation":"And Moses said: Though ye and all who are in the earth prove thankless, lo! Allah verily is Absolute, Owner of Praise.","bn_translation":"মূসা বলেছিলঃ তোমরা এবং পৃথিবীর সকলেও যদি অকৃতজ্ঞ হও তথাপি আল্লাহ অভাবমুক্ত এবং প্রশংসা ।"}	,
            {"verse_id":	9	,"sura_name":"ইব্রাহীম","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"اَلَمۡ یَاۡتِکُمۡ نَبَؤُا الَّذِیۡنَ مِنۡ قَبۡلِکُمۡ قَوۡمِ نُوۡحٍ وَّعَادٍ وَّثَمُوۡدَ ۬ؕۛ وَالَّذِیۡنَ مِنۡۢ بَعۡدِہِمۡ ؕۛ لَا یَعۡلَمُہُمۡ اِلَّا اللّٰہُ ؕ جَآءَتۡہُمۡ رُسُلُہُمۡ بِالۡبَیِّنٰتِ فَرَدُّوۡۤا اَیۡدِیَہُمۡ فِیۡۤ اَفۡوَاہِہِمۡ وَقَالُوۡۤا اِنَّا کَفَرۡنَا بِمَاۤ اُرۡسِلۡتُمۡ بِہٖ وَاِنَّا لَفِیۡ شَکٍّ مِّمَّا تَدۡعُوۡنَنَاۤ اِلَیۡہِ مُرِیۡبٍ","en_translation":"Hath not the history of those before you reached you: the folk of Noah, and (the tribes of) A'ad and Thamud, and those after them ? None save Allah knoweth them. Their messengers came unto them with clear proofs, but they thrust their hands into their mouths, and said: Lo! we disbelieve in that wherewith ye have been sent, and lo! we are in grave doubt concerning that to which ye call us.","bn_translation":"তোমাদের কাছে কি সংবাদ আসেনি তোমাদের পূর্ববর্তীদের; নূহের সম্প্রদায়ের, ‘আদ ও ছামূদের এবং তাদের পূর্ববর্তীদের? তাদের বিষয় আল্লাহ ছাড়া অন্য কেহ জানেনা; তাদের কাছে স্পষ্ট নিদর্শনসহ তাদের রাসূল এসেছিল; তারা তাদের হাত তাদের মুখে স্থাপন করত এবং বলতঃ যা নিয়ে তোমরা প্রেরিত হয়েছ তা আমরা প্রত্যাখ্যান করি এবং আমরা অবশ্যই বিভ্রান্তিকর সন্দেহ পোষণ করি সেই বিষয়ে, যার প্রতি তোমরা আমাদেরকে আহবান করছ।"}	,
            {"verse_id":	10	,"sura_name":"ইব্রাহীম","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"قَالَتۡ رُسُلُہُمۡ اَفِی اللّٰہِ شَکٌّ فَاطِرِ السَّمٰوٰتِ وَالۡاَرۡضِ ؕ یَدۡعُوۡکُمۡ لِیَغۡفِرَ لَکُمۡ مِّنۡ ذُنُوۡبِکُمۡ وَیُؤَخِّرَکُمۡ اِلٰۤی اَجَلٍ مُّسَمًّی ؕ قَالُوۡۤا اِنۡ اَنۡتُمۡ اِلَّا بَشَرٌ مِّثۡلُنَا ؕ تُرِیۡدُوۡنَ اَنۡ تَصُدُّوۡنَا عَمَّا کَانَ یَعۡبُدُ اٰبَآؤُنَا فَاۡتُوۡنَا بِسُلۡطٰنٍ مُّبِیۡنٍ","en_translation":"Their messengers said: Can there be doubt concerning Allah, the Creator of the heavens and the earth ? He calleth you that He may forgive you your sins and reprieve you unto an appointed term. They said: Ye are but mortals like us, who would fain turn us away from what our fathers used to worship. Then bring some clear warrant.","bn_translation":"তাদের রাসূলগণ বলেছিলঃ আল্লাহ সম্বন্ধে কি কোন সন্দেহ আছে, যিনি আকাশসমূহ ও পৃথিবীর সৃষ্টিকর্তা? তিনি তোমাদেরকে আহবান করেন তোমাদের পাপ ক্ষমা করার জন্য এবং নির্দিষ্টকাল পর্যন্ত তোমাদেরকে অবকাশ দেয়ার জন্য। তারা বলতঃ তোমরাতো আমাদের মতই মানুষ; আমাদের পিতৃ পুরুষগণ যাদের ইবাদাত করত তোমরা তাদের ইবাদাত হতে আমাদেরকে বিরত রাখতে চাও; অতএব তোমরা আমাদের কাছে কোন অকাট্য প্রমাণ উপস্থিত কর।"}	,
            {"verse_id":	11	,"sura_name":"ইব্রাহীম","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"قَالَتۡ لَہُمۡ رُسُلُہُمۡ اِنۡ نَّحۡنُ اِلَّا بَشَرٌ مِّثۡلُکُمۡ وَلٰکِنَّ اللّٰہَ یَمُنُّ عَلٰی مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ ؕ وَمَا کَانَ لَنَاۤ اَنۡ نَّاۡتِیَکُمۡ بِسُلۡطٰنٍ اِلَّا بِاِذۡنِ اللّٰہِ ؕ وَعَلَی اللّٰہِ فَلۡیَتَوَکَّلِ الۡمُؤۡمِنُوۡنَ","en_translation":"Their messengers said unto them: We are but mortals like you, but Allah giveth grace unto whom He will of His slaves. It is not ours to bring you a warrant unless by the permission of Allah. In Allah let believers put their trust!","bn_translation":"তাদের রাসূলগণ তাদেরকে বলতঃ সত্য বটে আমরা তোমাদের মত মানুষ, কিন্তু আল্লাহ তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা অনুগ্রহ করেন; আল্লাহর অনুমতি ছাড়া তোমাদের নিকট প্রমাণ উপস্থিত করা আমাদের কাজ নয়; মু’মিনদের আল্লাহর উপরই নির্ভর করা উচিত।"}	,
            {"verse_id":	12	,"sura_name":"ইব্রাহীম","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"وَمَا لَنَاۤ اَلَّا نَتَوَکَّلَ عَلَی اللّٰہِ وَقَدۡ ہَدٰىنَا سُبُلَنَا ؕ  وَلَنَصۡبِرَنَّ عَلٰی مَاۤ اٰذَیۡتُمُوۡنَا ؕ  وَعَلَی اللّٰہِ فَلۡیَتَوَکَّلِ الۡمُتَوَکِّلُوۡنَ ","en_translation":"How should we not put our trust in Allah when He hath shown us our ways ? We surely will endure the hurt ye do us. In Allah let the trusting put their trust.","bn_translation":"আমরা আল্লাহর উপর নির্ভর করবনা কেন? তিনিইতো আমাদেরকে পথ প্রদর্শন করেছেন; তোমরা আমাদেরকে যে ক্লেশ দিচ্ছ, আমরা অবশ্যই তা ধৈর্যের সাথে সহ্য করব এবং নির্ভরকারীদের আল্লাহরই উপর নির্ভর করা উচিত।"}	,
            {"verse_id":	13	,"sura_name":"ইব্রাহীম","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"وَقَالَ الَّذِیۡنَ کَفَرُوۡا لِرُسُلِہِمۡ لَنُخۡرِجَنَّکُمۡ مِّنۡ اَرۡضِنَاۤ اَوۡ لَتَعُوۡدُنَّ فِیۡ مِلَّتِنَا ؕ  فَاَوۡحٰۤی اِلَیۡہِمۡ رَبُّہُمۡ لَنُہۡلِکَنَّ الظّٰلِمِیۡنَ ۙ","en_translation":"And those who disbelieved said unto their messengers: Verily we will drive you out from our land, unless ye return to our religion. Then their Lord inspired them, (saying): Verily we shall destroy the wrong- doers,","bn_translation":"কাফিরেরা তাদের রাসূলদেরকে বলেছিলঃ আমরা তোমাদেরকে অবশ্যই আমাদের দেশ হতে বহিস্কার করব, অথবা তোমাদেরকে আমাদের ধর্মাদর্শে ফিরে আসতেই হবে। অতঃপর রাসূলদেরকে তাদের রাব্ব অহী প্রেরণ করলেন; যালিমদেরকে আমি অবশ্যই বিনাশ করব।"}	,
            {"verse_id":	14	,"sura_name":"ইব্রাহীম","bn_ayat":"১৪","ar_ayat":"﴿﻿۱۴﻿﴾","text_indo_pak":"وَلَنُسۡکِنَنَّـکُمُ الۡاَرۡضَ مِنۡۢ بَعۡدِہِمۡ ؕ ذٰلِکَ لِمَنۡ خَافَ مَقَامِیۡ وَخَافَ وَعِیۡدِ","en_translation":"And verily We shall make you to dwell in the land after them. This is for him who feareth My Majesty and feareth My threats.","bn_translation":"তাদের পরে আমি তোমাদেরকে দেশে প্রতিষ্ঠিত করবই; এটা তাদের জন্য যারা ভয় রাখে আমার সম্মুখে উপস্থিত হওয়ার এবং ভয় রাখে আমার শাস্তির।"}	,
            {"verse_id":	15	,"sura_name":"ইব্রাহীম","bn_ayat":"১৫","ar_ayat":"﴿﻿۱۵﻿﴾","text_indo_pak":"وَاسۡتَفۡتَحُوۡا وَخَابَ کُلُّ جَبَّارٍ عَنِیۡدٍ ۙ","en_translation":"And they sought help (from their Lord) and every froward potentate was bought to naught;","bn_translation":"তারা বিচার কামনা করল এবং প্রত্যেক উদ্ধত স্বৈরাচারী ব্যর্থ মনোরথ হল।"}	,
            {"verse_id":	16	,"sura_name":"ইব্রাহীম","bn_ayat":"১৬","ar_ayat":"﴿﻿۱۶﻿﴾","text_indo_pak":"مِّنۡ وَّرَآئِہٖ جَہَنَّمُ وَیُسۡقٰی مِنۡ مَّآءٍ صَدِیۡدٍ ۙ","en_translation":"Hell is before him, and he is made to drink a festering water,","bn_translation":"তাদের প্রত্যেকের জন্য পরিণামে জাহান্নাম রয়েছে এবং প্রত্যেককে পান করানো হবে গলিত পুঁজ ।"}	,
            {"verse_id":	17	,"sura_name":"ইব্রাহীম","bn_ayat":"১৭","ar_ayat":"﴿﻿۱۷﻿﴾","text_indo_pak":"یَّتَجَرَّعُہٗ وَلَا یَکَادُ یُسِیۡغُہٗ وَیَاۡتِیۡہِ الۡمَوۡتُ مِنۡ کُلِّ مَکَانٍ وَّمَا ہُوَ بِمَیِّتٍ ؕ وَمِنۡ وَّرَآئِہٖ عَذَابٌ غَلِیۡظٌ","en_translation":"Which he sippeth but can hardly swallow, and death cometh unto him from every side while yet he cannot die, and before him is a harsh doom.","bn_translation":"যা সে অতি কষ্টে গলধঃকরণ করবে এবং তা গলধঃকরণ করা প্রায় অসম্ভব হয়ে পড়বে। সর্ব দিক হতে তার নিকট আসবে মৃত্যু যন্ত্রণা, কিন্তু তার মৃত্যু ঘটবেনা এবং সে কঠোর শাস্তি ভোগ করতেই থাকবে।"}	,
            {"verse_id":	18	,"sura_name":"ইব্রাহীম","bn_ayat":"১৮","ar_ayat":"﴿﻿۱۸﻿﴾","text_indo_pak":"مَثَلُ الَّذِیۡنَ کَفَرُوۡا بِرَبِّہِمۡ اَعۡمَالُہُمۡ کَرَمَادِۣ اشۡتَدَّتۡ بِہِ الرِّیۡحُ فِیۡ یَوۡمٍ عَاصِفٍ ؕ لَا یَقۡدِرُوۡنَ مِمَّا کَسَبُوۡا عَلٰی شَیۡءٍ ؕ ذٰلِکَ ہُوَ الضَّلٰلُ الۡبَعِیۡدُ","en_translation":"A similitude of those who disbelieve in their Lord: Their works are as ashes which the wind bloweth hard upon a stormy day. They have no control of aught that they have earned. That is the extreme failure.","bn_translation":"যারা তাদের রাব্বকে অস্বীকার করে তাদের উপমা - তাদের কাজসমূহ ছাই সদৃশ যা ঝড়ের দিনে বাতাস প্রচন্ড বেগে উড়িয়ে নিয়ে যায়; যা তারা উপার্জন করে তার কিছুই তারা তাদের কাজে লাগাতে পারেনা; এটাতো ঘোর বিভ্রান্তি।"}	,
            {"verse_id":	19	,"sura_name":"ইব্রাহীম","bn_ayat":"১৯","ar_ayat":"﴿﻿۱۹﻿﴾","text_indo_pak":"اَلَمۡ تَرَ اَنَّ اللّٰہَ خَلَقَ السَّمٰوٰتِ وَالۡاَرۡضَ بِالۡحَقِّ ؕ  اِنۡ یَّشَاۡ یُذۡہِبۡکُمۡ وَیَاۡتِ بِخَلۡقٍ جَدِیۡدٍ ۙ","en_translation":"Hast thou not seen that Allah hath created the heavens and the earth with truth ? If He will, He can remove you and bring (in) some new creation;","bn_translation":"তুমি কি লক্ষ্য করনা যে, আল্লাহ আকাশমন্ডলী ও পৃথিবী যথাবিধি সৃষ্টি করেছেন? তিনি ইচ্ছা করলে তোমাদের অস্তিত্ব বিলোপ করতে পারেন এবং এক নতুন সৃষ্টি অস্তিত্বে আনতে পারেন।"}	,
            {"verse_id":	20	,"sura_name":"ইব্রাহীম","bn_ayat":"২০","ar_ayat":"﴿﻿۲۰﻿﴾","text_indo_pak":"وَّمَا ذٰلِکَ عَلَی اللّٰہِ بِعَزِیۡزٍ","en_translation":"And that is no great matter for Allah.","bn_translation":"আর এটা আল্লাহর জন্য আদৌ কঠিন নয়।"}	,
            {"verse_id":	21	,"sura_name":"ইব্রাহীম","bn_ayat":"২১","ar_ayat":"﴿﻿۲۱﻿﴾","text_indo_pak":"وَبَرَزُوۡا لِلّٰہِ جَمِیۡعًا فَقَالَ الضُّعَفٰٓؤُا لِلَّذِیۡنَ اسۡتَکۡبَرُوۡۤا اِنَّا کُنَّا لَکُمۡ تَبَعًا فَہَلۡ اَنۡتُمۡ مُّغۡنُوۡنَ عَنَّا مِنۡ عَذَابِ اللّٰہِ مِنۡ شَیۡءٍ ؕ  قَالُوۡا لَوۡ ہَدٰىنَا اللّٰہُ لَہَدَیۡنٰکُمۡ ؕ  سَوَآءٌ عَلَیۡنَاۤ اَجَزِعۡنَاۤ اَمۡ صَبَرۡنَا مَا لَنَا مِنۡ مَّحِیۡصٍ ","en_translation":"They all come forth unto their Lord. Then those who were despised say unto those who were scornful: We were unto you a following, can ye then avert from us aught of Allah's doom ? They say: Had Allah guided us, we should have guided you. Whether we rage or patiently endure is (now) all one for us; we have no place of refuge.","bn_translation":"সবাই আল্লাহর নিকট উপস্থিত হবেই। যারা অহংকার করত, দুর্বলেরা তাদেরকে বলবেঃ আমরাতো তোমাদের অনুসারী ছিলাম; এখন তোমরা আল্লাহর শাস্তি হতে কি আমাদেরকে কিছু মাত্র রক্ষা করতে পারবে? তারা বলবেঃ আল্লাহ আমাদেরকে সৎ পথে পরিচালিত করলে আমরাও তোমাদেরকে সৎ পথে পরিচালিত করতাম; এখন আমাদের ধৈর্যচ্যূত হওয়া অথবা ধৈর্যশীল হওয়া একই কথা; আমাদের কোন নিস্কৃতি নেই।"}	,
            {"verse_id":	22	,"sura_name":"ইব্রাহীম","bn_ayat":"২২","ar_ayat":"﴿﻿۲۲﻿﴾","text_indo_pak":"وَقَالَ الشَّیۡطٰنُ لَمَّا قُضِیَ الۡاَمۡرُ اِنَّ اللّٰہَ وَعَدَکُمۡ وَعۡدَ الۡحَقِّ وَوَعَدۡتُّکُمۡ فَاَخۡلَفۡتُکُمۡ ؕ وَمَا کَانَ لِیَ عَلَیۡکُمۡ مِّنۡ سُلۡطٰنٍ اِلَّاۤ اَنۡ دَعَوۡتُکُمۡ فَاسۡتَجَبۡتُمۡ لِیۡ ۚ فَلَا تَلُوۡمُوۡنِیۡ وَلُوۡمُوۡۤا اَنۡفُسَکُمۡ ؕ مَاۤ اَنَا بِمُصۡرِخِکُمۡ وَمَاۤ اَنۡتُمۡ بِمُصۡرِخِیَّ ؕ اِنِّیۡ کَفَرۡتُ بِمَاۤ اَشۡرَکۡتُمُوۡنِ مِنۡ قَبۡلُ ؕ اِنَّ الظّٰلِمِیۡنَ لَہُمۡ عَذَابٌ اَلِیۡمٌ","en_translation":"And Satan saith, when the matter hath been decided: Lo! Allah promised you a promise of truth; and I promised you, then failed you. And I had no power over you save that I called unto you and ye obeyed me. So blame not, but blame yourselves. I cannot help you, nor can ye help me, Lo! I disbelieved in that which ye before ascribed to me. Lo! for wrong- doers is a painful doom.","bn_translation":"যখন সব কিছুর মীমাংসা হয়ে যাবে তখন শাইতান বলবেঃ আল্লাহ তোমাদেরকে দিয়েছিলেন সত্য প্রতিশ্রুতি, আমিও তোমাদেরকে প্রতিশ্রুতি দিয়েছিলাম, কিন্তু আমি তোমাদেরকে প্রদত্ত প্রতিশ্রুতি রক্ষা করিনি; আমারতো তোমাদের উপর কোন আধিপত্য ছিলনা, আমি শুধু তোমাদেরকে আহবান করেছিলাম এবং তোমরা আমার আহবানে সাড়া দিয়েছিলে; সুতরাং তোমরা আমার প্রতি দোষারোপ করনা, তোমরা তোমাদের প্রতিই দোষারোপ কর; আমি তোমাদের উদ্ধারে সাহায্য করতে সক্ষম নই এবং তোমরাও আমার উদ্ধারে সাহায্য করতে সক্ষম নও; তোমরা যে পূর্বে আমাকে (আল্লাহর) শরীক করেছিলে তার সাথে আমার কোনই সম্পর্ক নেই; যালিমদের জন্যতো বেদনাদায়ক শাস্তি আছেই।"}	,
            {"verse_id":	23	,"sura_name":"ইব্রাহীম","bn_ayat":"২৩","ar_ayat":"﴿﻿۲۳﻿﴾","text_indo_pak":"وَاُدۡخِلَ الَّذِیۡنَ اٰمَنُوۡا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا بِاِذۡنِ رَبِّہِمۡ ؕ تَحِیَّتُہُمۡ فِیۡہَا سَلٰمٌ","en_translation":"And those who believed and did good works are made to enter Gardens underneath which rivers flow, therein abiding by permission of their Lord, their greeting therein: Peace!","bn_translation":"যারা ঈমান আনে ও সৎ কাজ করে তাদেরকে দাখিল করা হবে জান্নাতে যার পাদদেশে নদী প্রবাহিত। সেখানে তারা চিরস্থায়ীভাবে অবস্থানকারী হবে তাদের রবের অনুমতিক্রমে। সেখানে তাদের অভিবাদন হবে ‘সালাম’।"}	,
            {"verse_id":	24	,"sura_name":"ইব্রাহীম","bn_ayat":"২৪","ar_ayat":"﴿﻿۲۴﻿﴾","text_indo_pak":"اَلَمۡ تَرَ کَیۡفَ ضَرَبَ اللّٰہُ مَثَلًا کَلِمَۃً طَیِّبَۃً کَشَجَرَۃٍ طَیِّبَۃٍ اَصۡلُہَا ثَابِتٌ وَّفَرۡعُہَا فِی السَّمَآءِ ۙ","en_translation":"Seest thou not how Allah coineth a similitude: A goodly saying, as a goodly tree, its root set firm, its branches reaching into heaven,","bn_translation":"তুমি কি লক্ষ্য করনা আল্লাহ কিভাবে উপমা দিয়ে থাকেন? সৎ বাক্যের তুলনা উৎকৃষ্ট বৃক্ষ যার মূল সুদৃঢ় এবং যার প্রশাখা উর্ধ্বে বিস্তৃত ।"}	,
            {"verse_id":	25	,"sura_name":"ইব্রাহীম","bn_ayat":"২৫","ar_ayat":"﴿﻿۲۵﻿﴾","text_indo_pak":"تُؤۡتِیۡۤ اُکُلَہَا کُلَّ حِیۡنٍۭ بِاِذۡنِ رَبِّہَا ؕ وَیَضۡرِبُ اللّٰہُ الۡاَمۡثَالَ لِلنَّاسِ لَعَلَّہُمۡ یَتَذَکَّرُوۡنَ","en_translation":"Giving its fruit at every season by permission of its Lord ? Allah coineth the similitudes for mankind in order that they may reflect.","bn_translation":"যা প্রত্যেক মওসুমে ফল দান করে তার রবের অনুমতিক্রমে, এবং আল্লাহ মানুষের জন্য উপমা দিয়ে থাকেন যাতে তারা শিক্ষা গ্রহণ করে।"}	,
            {"verse_id":	26	,"sura_name":"ইব্রাহীম","bn_ayat":"২৬","ar_ayat":"﴿﻿۲۶﻿﴾","text_indo_pak":"وَمَثَلُ کَلِمَۃٍ خَبِیۡثَۃٍ کَشَجَرَۃٍ خَبِیۡثَۃِۣ اجۡتُثَّتۡ مِنۡ فَوۡقِ الۡاَرۡضِ مَا لَہَا مِنۡ قَرَارٍ","en_translation":"And the similitude of a bad saying is as a bad tree, uprooted from upon the earth, possessing no stability.","bn_translation":"কু-বাক্যের তুলনা এক মন্দ বৃক্ষ যার মূল ভূ-পৃষ্ঠ হতে বিচ্ছিন্ন, যার কোন স্থায়িত্ব নেই।"}	,
            {"verse_id":	27	,"sura_name":"ইব্রাহীম","bn_ayat":"২৭","ar_ayat":"﴿﻿۲۷﻿﴾","text_indo_pak":"یُثَبِّتُ اللّٰہُ الَّذِیۡنَ اٰمَنُوۡا بِالۡقَوۡلِ الثَّابِتِ فِی الۡحَیٰوۃِ الدُّنۡیَا وَفِی الۡاٰخِرَۃِ ۚ  وَیُضِلُّ اللّٰہُ الظّٰلِمِیۡنَ ۟ۙ  وَیَفۡعَلُ اللّٰہُ مَا یَشَآءُ ","en_translation":"Allah confirmeth those who believe by a firm saying in the life of the world and in the Hereafter, and Allah sendeth wrong-doers astray. And Allah doeth what He will.","bn_translation":"যারা শাশ্বত বাণীতে বিশ্বাসী তাদেরকে ইহজীবনে ও পরজীবনে আল্লাহ সুপ্রতিষ্ঠিত রাখবেন এবং যারা যালিম, আল্লাহ তাদেরকে বিভ্রান্তিতে রাখবেন; আল্লাহ যা ইচ্ছা তা করেন।"}	,
            {"verse_id":	28	,"sura_name":"ইব্রাহীম","bn_ayat":"২৮","ar_ayat":"﴿﻿۲۸﻿﴾","text_indo_pak":"اَلَمۡ تَرَ اِلَی الَّذِیۡنَ بَدَّلُوۡا نِعۡمَتَ اللّٰہِ کُفۡرًا وَّاَحَلُّوۡا قَوۡمَہُمۡ دَارَ الۡبَوَارِ ۙ","en_translation":"Hast thou not seen those who gave the grace of Allah in exchange for thanklessness and led their people down to the Abode of Loss,","bn_translation":"তুমি কি তাদের প্রতি লক্ষ্য করনা যারা আল্লাহর অনুগ্রহের পরিবর্তে অকৃতজ্ঞতা প্রকাশ করে এবং তাদের সম্প্রদায়কে নামিয়ে আনে ধ্বংসের আলয়ে ।"}	,
            {"verse_id":	29	,"sura_name":"ইব্রাহীম","bn_ayat":"২৯","ar_ayat":"﴿﻿۲۹﻿﴾","text_indo_pak":"جَہَنَّمَ ۚ یَصۡلَوۡنَہَا ؕ وَبِئۡسَ الۡقَرَارُ","en_translation":"(Even to) hell ? They are exposed thereto. A hapless end!","bn_translation":"জাহান্নাম, যার মধ্যে তারা প্রবেশ করবে, কত নিকৃষ্ট ঐ আবাসস্থল!"}	,
            {"verse_id":	30	,"sura_name":"ইব্রাহীম","bn_ayat":"৩০","ar_ayat":"﴿﻿۳۰﻿﴾","text_indo_pak":"وَجَعَلُوۡا لِلّٰہِ اَنۡدَادًا لِّیُضِلُّوۡا عَنۡ سَبِیۡلِہٖ ؕ قُلۡ تَمَتَّعُوۡا فَاِنَّ مَصِیۡرَکُمۡ اِلَی النَّارِ","en_translation":"And they set up rivals to Allah that they may mislead (men) from His way. Say: Enjoy life (while ye may) for lo! your journey's end will be the Fire.","bn_translation":"আর তারা আল্লাহর সমকক্ষ উদ্ভাবন করে তাঁর পথ হতে বিভ্রান্ত করার জন্য; তুমি বলঃ ভোগ করে নাও, পরিণামে আগুনই তোমাদের প্রত্যাবর্তন স্থল।"}	,
            {"verse_id":	31	,"sura_name":"ইব্রাহীম","bn_ayat":"৩১","ar_ayat":"﴿﻿۳۱﻿﴾","text_indo_pak":"قُلۡ لِّعِبَادِیَ الَّذِیۡنَ اٰمَنُوۡا یُقِیۡمُوا الصَّلٰوۃَ وَیُنۡفِقُوۡا مِمَّا رَزَقۡنٰہُمۡ سِرًّا وَّعَلَانِیَۃً مِّنۡ قَبۡلِ اَنۡ یَّاۡتِیَ یَوۡمٌ لَّا بَیۡعٌ فِیۡہِ وَلَا خِلٰلٌ","en_translation":"Tell My bondmen who believe to establish worship and spend of that which We have given them, secretly and publicly, before a day cometh wherein there will be neither traffick nor befriending.","bn_translation":"আমার বান্দাদের মধ্যে যারা মু’মিন তাদেরকে বল সালাত কায়েম করতে এবং আমি তাদেরকে যা দিয়েছি তা হতে গোপনে ও প্রকাশ্যে ব্যয় করতে, সেই দিন আসার পূর্বে যেদিন ক্রয়-বিক্রয় ও বন্ধুত্ব থাকবেনা।"}	,
            {"verse_id":	32	,"sura_name":"ইব্রাহীম","bn_ayat":"৩২","ar_ayat":"﴿﻿۳۲﻿﴾","text_indo_pak":"اَللّٰہُ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَالۡاَرۡضَ وَاَنۡزَلَ مِنَ السَّمَآءِ مَآءً فَاَخۡرَجَ بِہٖ مِنَ الثَّمَرٰتِ رِزۡقًا لَّکُمۡ ۚ  وَسَخَّرَ لَکُمُ الۡفُلۡکَ لِتَجۡرِیَ فِی الۡبَحۡرِ بِاَمۡرِہٖ ۚ  وَسَخَّرَ لَکُمُ الۡاَنۡہٰرَ ۚ","en_translation":"Allah is He Who created the heavens and the earth, and causeth water to descend from the sky, thereby producing fruits as food for you, and maketh the ships to be of service unto you, that they may run upon the sea at His command, and hath made of service unto you the rivers;","bn_translation":"তিনিই আল্লাহ যিনি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, যিনি আকাশ হতে পানি বর্ষণ করে তদ্বারা তোমাদের জীবিকার জন্য ফল-মূল উৎপাদন করেন, যিনি নৌযানকে তোমাদের অধীন করে দিয়েছেন যাতে তাঁর বিধানে ওটা সমুদ্রে বিচরণ করে এবং যিনি তোমাদের কল্যাণে নিয়োজিত করেছেন নদীসমূহকে।"}	,
            {"verse_id":	33	,"sura_name":"ইব্রাহীম","bn_ayat":"৩৩","ar_ayat":"﴿﻿۳۳﻿﴾","text_indo_pak":"وَسَخَّرَ لَکُمُ الشَّمۡسَ وَالۡقَمَرَ دَآئِبَیۡنِ ۚ  وَسَخَّرَ لَکُمُ الَّیۡلَ وَالنَّہَارَ ۚ","en_translation":"And maketh the sun and the moon, constant in their courses, to be of service unto you, and hath made of service unto you the night and the day.","bn_translation":"তিনি তোমাদের কল্যাণে নিয়োজিত করেছেন সূর্য ও চাঁদকে, যারা অবিরাম একই নিয়মের অনুবর্তী এবং তোমাদের কল্যাণে নিয়োজিত করেছেন রাত ও দিনকে ।"}	,
            {"verse_id":	34	,"sura_name":"ইব্রাহীম","bn_ayat":"৩৪","ar_ayat":"﴿﻿۳۴﻿﴾","text_indo_pak":"وَاٰتٰىکُمۡ مِّنۡ کُلِّ مَا سَاَلۡتُمُوۡہُ ؕ  وَاِنۡ تَعُدُّوۡا نِعۡمَتَ اللّٰہِ لَا تُحۡصُوۡہَا ؕ  اِنَّ الۡاِنۡسَانَ لَظَلُوۡمٌ کَفَّارٌ ","en_translation":"And He giveth you of all ye ask of Him, and if ye would count the bounty of Allah ye cannot reckon it. Lo! man is verily a wrong-doer, an ingrate.","bn_translation":"আর তিনি তোমাদেরকে দিয়েছেন তোমরা তাঁর নিকট যা কিছু চেয়েছ; তোমরা আল্লাহর অনুগ্রহ গণনা করলে ওর সংখ্যা নির্ণয় করতে পারবেনা; মানুষ অবশ্যই অতিমাত্রায় যালিম, অকৃতজ্ঞ।"}	,
            {"verse_id":	35	,"sura_name":"ইব্রাহীম","bn_ayat":"৩৫","ar_ayat":"﴿﻿۳۵﻿﴾","text_indo_pak":"وَاِذۡ قَالَ اِبۡرٰہِیۡمُ رَبِّ اجۡعَلۡ ہٰذَا الۡبَلَدَ اٰمِنًا وَّاجۡنُبۡنِیۡ وَبَنِیَّ اَنۡ نَّعۡبُدَ الۡاَصۡنَامَ ؕ","en_translation":"And when Abraham said: My Lord! Make safe this territory, and preserve me and my sons from serving idols.","bn_translation":"স্মরণ কর, ইবরাহীম বলেছিলঃ হে আমার রাব্ব! এই শহরকে নিরাপদ করুন এবং আমাকে ও আমার পুত্রদেরকে মূর্তি পূজা হতে দূরে রাখুন।"}	,
            {"verse_id":	36	,"sura_name":"ইব্রাহীম","bn_ayat":"৩৬","ar_ayat":"﴿﻿۳۶﻿﴾","text_indo_pak":"رَبِّ اِنَّہُنَّ اَضۡلَلۡنَ کَثِیۡرًا مِّنَ النَّاسِ ۚ فَمَنۡ تَبِعَنِیۡ فَاِنَّہٗ مِنِّیۡ ۚ وَمَنۡ عَصَانِیۡ فَاِنَّکَ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"My Lord! Lo! they have led many of mankind astray. But whoso followeth me, he verily is of me. And whoso disobeyeth me - Still Thou art Forgiving, Merciful.","bn_translation":"হে আমার রাব্ব! এই সব মূর্তি বহু মানুষকে বিভ্রান্ত করেছে; সুতরাং যে আমার অনুসরণ করবে সে’ই আমার দলভুক্ত, কিন্তু কেহ আমার অবাধ্য হলে আপনিতো ক্ষমাশীল, পরম দয়ালু।"}	,
            {"verse_id":	37	,"sura_name":"ইব্রাহীম","bn_ayat":"৩৭","ar_ayat":"﴿﻿۳۷﻿﴾","text_indo_pak":"رَبَّنَاۤ اِنِّیۡۤ اَسۡکَنۡتُ مِنۡ ذُرِّیَّتِیۡ بِوَادٍ غَیۡرِ ذِیۡ زَرۡعٍ عِنۡدَ بَیۡتِکَ الۡمُحَرَّمِ ۙ رَبَّنَا لِیُـقِیۡمُوا الصَّلٰوۃَ فَاجۡعَلۡ اَفۡئِدَۃً مِّنَ النَّاسِ تَہۡوِیۡۤ اِلَیۡہِمۡ وَارۡزُقۡہُمۡ مِّنَ الثَّمَرٰتِ لَعَلَّہُمۡ یَشۡکُرُوۡنَ","en_translation":"Our Lord! Lo! I have settled some of my posterity in an uncultivable valley near unto Thy holy House, our Lord! that they may establish proper worship; so incline some hearts of men that they may yearn toward them, and provide Thou them with fruits in order that they may be thankful.","bn_translation":"হে আমাদের রাব্ব! আমি আমার বংশধরদের কতককে বসবাস করালাম অনুর্বর উপত্যকায় আপনার পবিত্র গৃহের নিকট। হে আমাদের রাব্ব! এ জন্য যে, তারা যেন সালাত কায়েম করে; সুতরাং আপনি কিছু লোকের অন্তর ওদের প্রতি অনুরাগী করে দিন এবং ফলফলাদি দ্বারা তাদের রিয্কের ব্যবস্থা করুন যাতে তারা কৃতজ্ঞতা প্রকাশ করে।"}	,
            {"verse_id":	38	,"sura_name":"ইব্রাহীম","bn_ayat":"৩৮","ar_ayat":"﴿﻿۳۸﻿﴾","text_indo_pak":"رَبَّنَاۤ اِنَّکَ تَعۡلَمُ مَا نُخۡفِیۡ وَمَا نُعۡلِنُ ؕ وَمَا یَخۡفٰی عَلَی اللّٰہِ مِنۡ شَیۡءٍ فِی الۡاَرۡضِ وَلَا فِی السَّمَآءِ","en_translation":"Our Lord! Lo! Thou knowest that which we hide and that which we proclaim. Nothing in the earth or in the heaven is hidden from Allah.","bn_translation":"হে আমাদের রাব্ব! আপনিতো জানেন যা আমরা গোপন করি এবং যা আমরা প্রকাশ করি; আকাশমন্ডলী ও পৃথিবীর কোন কিছুই আল্লাহর নিকট গোপন থাকেনা।"}	,
            {"verse_id":	39	,"sura_name":"ইব্রাহীম","bn_ayat":"৩৯","ar_ayat":"﴿﻿۳۹﻿﴾","text_indo_pak":"اَلۡحَمۡدُ لِلّٰہِ الَّذِیۡ وَہَبَ لِیۡ عَلَی الۡکِبَرِ اِسۡمٰعِیۡلَ وَاِسۡحٰقَ ؕ اِنَّ رَبِّیۡ لَسَمِیۡعُ الدُّعَآءِ","en_translation":"Praise be to Allah Who hath given me, in my old age, Ishmael and Isaac! Lo! my Lord is indeed the Hearer of Prayer.","bn_translation":"সমস্ত প্রশংসা আল্লাহরই প্রাপ্য যিনি আমাকে আমার বার্ধক্যে ইসমাঈল ও ইসহাককে দান করেছেন; আমার রাব্ব অবশ্যই প্রার্থনা শুনে থাকেন।"}	,
            {"verse_id":	40	,"sura_name":"ইব্রাহীম","bn_ayat":"৪০","ar_ayat":"﴿﻿۴۰﻿﴾","text_indo_pak":"رَبِّ اجۡعَلۡنِیۡ مُقِیۡمَ الصَّلٰوۃِ وَمِنۡ ذُرِّیَّتِیۡ ٭ۖ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","en_translation":"My Lord! Make me to establish proper worship, and some of my posterity (also); our Lord! and accept my prayer.","bn_translation":"হে আমার রাব্ব! আমাকে সালাত কায়েমকারী করুন এবং আমার বংশধরদের মধ্য হতেও; হে আমাদের রাব্ব! আমার প্রার্থনা কবূল করুন।"}	,
            {"verse_id":	41	,"sura_name":"ইব্রাহীম","bn_ayat":"৪১","ar_ayat":"﴿﻿۴۱﻿﴾","text_indo_pak":"رَبَّنَا اغۡفِرۡ لِیۡ وَلِوَالِدَیَّ وَلِلۡمُؤۡمِنِیۡنَ یَوۡمَ یَقُوۡمُ الۡحِسَابُ ","en_translation":"Our Lord! Forgive me and my parents and believers on the day when the account is cast.","bn_translation":"হে আমার রাব্ব! যেদিন হিসাব হবে সেদিন আমাকে, আমার মাতাপিতাকে এবং মু’মিনদেরকে ক্ষমা করুন।"}	,
            {"verse_id":	42	,"sura_name":"ইব্রাহীম","bn_ayat":"৪২","ar_ayat":"﴿﻿۴۲﻿﴾","text_indo_pak":"وَلَا تَحۡسَبَنَّ اللّٰہَ غَافِلًا عَمَّا یَعۡمَلُ الظّٰلِمُوۡنَ ۬ؕ  اِنَّمَا یُؤَخِّرُہُمۡ لِیَوۡمٍ تَشۡخَصُ فِیۡہِ الۡاَبۡصَارُ ۙ","en_translation":"Deem not that Allah is unaware of what the wicked do. He but giveth them a respite till a day when eyes will stare (in terror),","bn_translation":"তুমি কখনও মনে করনা যে, যালিমরা যা করে সে বিষয়ে আল্লাহ উদাসীন। তবে তিনি সেদিন পর্যন্ত তাদেরকে অবকাশ দেন যেদিন তাদের চক্ষু হবে স্থির।"}	,
            {"verse_id":	43	,"sura_name":"ইব্রাহীম","bn_ayat":"৪৩","ar_ayat":"﴿﻿۴۳﻿﴾","text_indo_pak":"مُہۡطِعِیۡنَ مُقۡنِعِیۡ رُءُوۡسِہِمۡ لَا یَرۡتَدُّ اِلَیۡہِمۡ طَرۡفُہُمۡ ۚ  وَاَفۡـِٕدَتُہُمۡ ہَوَآءٌ ؕ","en_translation":"As they come hurrying on in fear, their heads upraised, their gaze returning not to them, and their hearts as air.","bn_translation":"ভীতি বিহবল চিত্তে (আকাশের দিকে চেয়ে) ছুটাছুটি করবে। নিজেদের প্রতি তাদের দৃষ্টি ফিরবেনা এবং তাদের অন্তর হবে শূন্য।"}	,
            {"verse_id":	44	,"sura_name":"ইব্রাহীম","bn_ayat":"৪৪","ar_ayat":"﴿﻿۴۴﻿﴾","text_indo_pak":"وَاَنۡذِرِ النَّاسَ یَوۡمَ یَاۡتِیۡہِمُ الۡعَذَابُ فَیَقُوۡلُ الَّذِیۡنَ ظَلَمُوۡا رَبَّنَاۤ اَخِّرۡنَاۤ اِلٰۤی اَجَلٍ قَرِیۡبٍ ۙ  نُّجِبۡ دَعۡوَتَکَ وَنَتَّبِعِ الرُّسُلَ ؕ  اَوَلَمۡ تَکُوۡنُوۡۤا اَقۡسَمۡتُمۡ مِّنۡ قَبۡلُ مَا لَکُمۡ مِّنۡ زَوَالٍ ۙ","en_translation":"And warn mankind of a day when the doom will come upon them, and those who did wrong will say: Our Lord! Reprieve us for a little while. We will obey Thy call and will follow the messengers. (It will be answered): Did ye not swear before that there would be no end for you ?","bn_translation":"যেদিন তাদের শাস্তি আসবে সেদিন সম্পর্কে তুমি মানুষকে সতর্ক কর। তখন যালিমরা বলবেঃ হে আমাদের রাব্ব! আমাদের কিছুকালের জন্য অবকাশ দিন, আমরা আপনার আহবানে সাড়া দিব এবং রাসূলদের অনুসরণ করবই। তোমরা কি পূর্বে শপথ করে বলতে না যে, তোমাদের পতন নেই?"}	,
            {"verse_id":	45	,"sura_name":"ইব্রাহীম","bn_ayat":"৪৫","ar_ayat":"﴿﻿۴۵﻿﴾","text_indo_pak":"وَّسَکَنۡتُمۡ فِیۡ مَسٰکِنِ الَّذِیۡنَ ظَلَمُوۡۤا اَنۡفُسَہُمۡ وَتَبَیَّنَ لَکُمۡ کَیۡفَ فَعَلۡنَا بِہِمۡ وَضَرَبۡنَا لَکُمُ الۡاَمۡثَالَ","en_translation":"And (have ye not) dwelt in the dwellings of those who wronged themselves (of old) and (hath it not) become plain to you how We dealt with them and made examples for you ?","bn_translation":"অথচ তোমরা বাস করতে তাদের বাসভূমিতে যারা নিজেদের প্রতি যুলম করেছিল এবং তাদের প্রতি আমি কি করেছিলাম তাও তোমাদের নিকট সুবিদিত ছিল এবং তোমাদের নিকট আমি তাদের দৃষ্টান্তও উপস্থিত করেছিলাম।"}	,
            {"verse_id":	46	,"sura_name":"ইব্রাহীম","bn_ayat":"৪৬","ar_ayat":"﴿﻿۴۶﻿﴾","text_indo_pak":"وَقَدۡ مَکَرُوۡا مَکۡرَہُمۡ وَعِنۡدَ اللّٰہِ مَکۡرُہُمۡ ؕ وَاِنۡ کَانَ مَکۡرُہُمۡ لِتَزُوۡلَ مِنۡہُ الۡجِبَالُ","en_translation":"Verily they have plotted their plot, and their plot is with Allah, though their plot were one whereby the mountains should be moved.","bn_translation":"তারা ভীষণ চক্রান্ত করেছিল, কিন্তু আল্লাহর নিকট তাদের চক্রান্ত রক্ষিত রয়েছে। তাদের চক্রান্ত এমন ছিলনা যাতে পর্বত টলে যেত।"}	,
            {"verse_id":	47	,"sura_name":"ইব্রাহীম","bn_ayat":"৪৭","ar_ayat":"﴿﻿۴۷﻿﴾","text_indo_pak":"فَلَا تَحۡسَبَنَّ اللّٰہَ مُخۡلِفَ وَعۡدِہٖ رُسُلَہٗ ؕ  اِنَّ اللّٰہَ عَزِیۡزٌ ذُو انۡتِقَامٍ ؕ","en_translation":"So think not that Allah will fail to keep His promise to His messengers. Lo! Allah is Mighty, Able to Requite (the wrong).","bn_translation":"তুমি কখনও মনে করনা যে, আল্লাহ তাঁর রাসূলদের প্রতি প্রদত্ত প্রতিশ্রুতি ভঙ্গ করেন; আল্লাহ পরাক্রমশালী, দন্ড বিধায়ক।"}	,
            {"verse_id":	48	,"sura_name":"ইব্রাহীম","bn_ayat":"৪৮","ar_ayat":"﴿﻿۴۸﻿﴾","text_indo_pak":"یَوۡمَ تُبَدَّلُ الۡاَرۡضُ غَیۡرَ الۡاَرۡضِ وَالسَّمٰوٰتُ وَبَرَزُوۡا لِلّٰہِ الۡوَاحِدِ الۡقَہَّارِ","en_translation":"On the day when the earth will be changed to other than the earth, and the heavens (also will be changed) and they will come forth unto Allah, the One, the Almighty,","bn_translation":"যেদিন এই পৃথিবী পরিবর্তিত হয়ে অন্য পৃথিবী হবে এবং আকাশমন্ডলীও এবং মানুষ উপস্থিত হবে আললাহর সামনে, যিনি এক, পরাক্রমশালী।"}	,
            {"verse_id":	49	,"sura_name":"ইব্রাহীম","bn_ayat":"৪৯","ar_ayat":"﴿﻿۴۹﻿﴾","text_indo_pak":"وَتَـرَی الۡمُجۡرِمِیۡنَ یَوۡمَئِذٍ مُّقَرَّنِیۡنَ فِی الۡاَصۡفَادِ ۚ","en_translation":"Thou wilt see the guilty on that day linked together in chains,","bn_translation":"সেদিন তুমি অপরাধীদেরকে দেখবে শৃংখলিত অবস্থায়।"}	,
            {"verse_id":	50	,"sura_name":"ইব্রাহীম","bn_ayat":"৫০","ar_ayat":"﴿﻿۵۰﻿﴾","text_indo_pak":"سَرَابِیۡلُہُمۡ مِّنۡ قَطِرَانٍ وَّتَغۡشٰی وُجُوۡہَہُمُ النَّارُ ۙ","en_translation":"Their raiment of pitch, and the Fire covering their faces,","bn_translation":"তাদের পোশাক হবে আলকাতরার এবং আগুন আচ্ছন্ন করবে তাদের মুখমন্ডল।"}	,
            {"verse_id":	51	,"sura_name":"ইব্রাহীম","bn_ayat":"৫১","ar_ayat":"﴿﻿۵۱﻿﴾","text_indo_pak":"لِیَجۡزِیَ اللّٰہُ کُلَّ نَفۡسٍ مَّا کَسَبَتۡ ؕ اِنَّ اللّٰہَ سَرِیۡعُ الۡحِسَابِ","en_translation":"That Allah may repay each soul what it hath earned. Lo! Allah is swift at reckoning.","bn_translation":"যাতে আল্লাহ প্রতিদান দেন প্রত্যেক নাফসকে যা সে অর্জন করেছে। নিশ্চয় আল্লাহ দ্রুত হিসাব গ্রহণকারী।"}	,
            {"verse_id":	52	,"sura_name":"ইব্রাহীম","bn_ayat":"৫২","ar_ayat":"﴿﻿۵۲﻿﴾","text_indo_pak":"ہٰذَا بَلٰغٌ لِّلنَّاسِ وَلِیُنۡذَرُوۡا بِہٖ وَلِیَعۡلَمُوۡۤا اَنَّمَا ہُوَ اِلٰہٌ وَّاحِدٌ وَّلِیَذَّکَّرَ اُولُوا الۡاَلۡبَابِ ","en_translation":"This is a clear message for mankind in order that they may be warned thereby, and that they may know that He is only One God, and that men of understanding may take heed.","bn_translation":"ইহা মানুষের জন্য এক বার্তা যাতে এর দ্বারা তারা সতর্ক হয় এবং জানতে পারে যে, তিনি একমাত্র উপাস্য এবং যাতে বোধশক্তি সম্পন্নরা উপদেশ গ্রহণ করে।"}	

        ]