[
            {"verse_id":	1	,"sura_name":"আল-হিজর","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"الٓرٰ ۟ تِلۡکَ اٰیٰتُ الۡکِتٰبِ وَقُرۡاٰنٍ مُّبِیۡنٍ","en_translation":"Alif. Lam. Ra. These are verses of the Scripture and a plain Reading.","bn_translation":"আলিফ লাম রা। এগুলি আয়াত, মহাগ্রন্থের, সুস্পষ্ট কুরআনের।"}	,
            {"verse_id":	2	,"sura_name":"আল-হিজর","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"رُبَمَا یَوَدُّ الَّذِیۡنَ کَفَرُوۡا لَوۡ کَانُوۡا مُسۡلِمِیۡنَ","en_translation":"It may be that those who disbelieve wish ardently that they were Muslims.","bn_translation":"যারা কুফরী করেছে, তারা একসময় কামনা করবে যদি তারা মুসলিম হত!"}	,
            {"verse_id":	3	,"sura_name":"আল-হিজর","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"ذَرۡہُمۡ یَاۡکُلُوۡا وَیَتَمَتَّعُوۡا وَیُلۡہِہِمُ الۡاَمَلُ فَسَوۡفَ یَعۡلَمُوۡنَ","en_translation":"Let them eat and enjoy life, and let (false) hope beguile them. They will come to know!","bn_translation":"তাদের ছেড়ে দাও, তারা খেতে থাকুক, ভোগ করতে থাকুক এবং মিথ্যা আশা ওদেরকে মোহাচ্ছন্ন করে রাখুক, পরিণামে তারা বুঝবে।"}	,
            {"verse_id":	4	,"sura_name":"আল-হিজর","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"وَمَاۤ اَہۡلَکۡنَا مِنۡ قَرۡیَۃٍ اِلَّا وَلَہَا کِتَابٌ مَّعۡلُوۡمٌ","en_translation":"And We destroyed no township but there was a known decree for it.","bn_translation":"আমি কোন জনপদকে তার নির্দিষ্ট কাল পূর্ণ না হওয়া পর্যন্ত ধ্বংস করিনি।"}	,
            {"verse_id":	5	,"sura_name":"আল-হিজর","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"مَا تَسۡبِقُ مِنۡ اُمَّۃٍ اَجَلَہَا وَمَا یَسۡتَاۡخِرُوۡنَ","en_translation":"No nation can outstrip its term nor can they lag behind.","bn_translation":"কোন জাতি তার নির্দিষ্ট কালকে ত্বরান্বিত করতে পারেনা এবং বিলম্বিতও করতে পারেনা।"}	,
            {"verse_id":	6	,"sura_name":"আল-হিজর","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"وَقَالُوۡا یٰۤاَیُّہَا الَّذِیۡ نُزِّلَ عَلَیۡہِ الذِّکۡرُ اِنَّکَ لَمَجۡنُوۡنٌ ؕ","en_translation":"And they say: O thou unto whom the Reminder is revealed, lo! thou art indeed a madman!","bn_translation":"তারা বলেঃ ওহে, যার প্রতি কুরআন অবতীর্ণ হয়েছে! তুমিতো নিশ্চয়ই উম্মাদ।"}	,
            {"verse_id":	7	,"sura_name":"আল-হিজর","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"لَوۡ مَا تَاۡتِیۡنَا بِالۡمَلٰٓئِکَۃِ اِنۡ کُنۡتَ مِنَ الصّٰدِقِیۡنَ","en_translation":"Why bringest thou not angels unto us, if thou art of the truthful ?","bn_translation":"তুমি সত্যবাদী হলে আমাদের নিকট মালাইকা/ফেরেশতাদেরকে হাযির করছনা কেন?"}	,
            {"verse_id":	8	,"sura_name":"আল-হিজর","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"مَا نُنَزِّلُ الۡمَلٰٓئِکَۃَ اِلَّا بِالۡحَقِّ وَمَا کَانُوۡۤا اِذًا مُّنۡظَرِیۡنَ","en_translation":"We send not down the angels save with the Fact, and in that case (the disbelievers) would not be tolerated.","bn_translation":"আমি মালাইকা/ফেরেশতাদেরকে যথার্থ কারণ ব্যতীত প্রেরণ করিনা; মালাইকা/ফেরেশতারা হাযির হলে তারা অবকাশ পাবেনা।"}	,
            {"verse_id":	9	,"sura_name":"আল-হিজর","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"اِنَّا نَحۡنُ نَزَّلۡنَا الذِّکۡرَ وَاِنَّا لَہٗ لَحٰفِظُوۡنَ","en_translation":"Lo! We, even We, reveal the Reminder, and lo! We verily are its Guardian.","bn_translation":"আমিই জিকর (কুরআন) অবতীর্ণ করেছি এবং আমিই উহার সংরক্ষক।"}	,
            {"verse_id":	10	,"sura_name":"আল-হিজর","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"وَلَقَدۡ اَرۡسَلۡنَا مِنۡ قَبۡلِکَ فِیۡ شِیَعِ الۡاَوَّلِیۡنَ","en_translation":"We verily sent (messengers) before thee among the factions of the men of old.","bn_translation":"তোমার পূর্বে আমি পূর্বের অনেক সম্প্রদায়ের নিকট রাসূল পাঠিয়েছি।"}	,
            {"verse_id":	11	,"sura_name":"আল-হিজর","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"وَمَا یَاۡتِیۡہِمۡ مِّنۡ رَّسُوۡلٍ اِلَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ","en_translation":"And never came there unto them a messenger but they did mock him.","bn_translation":"তাদের নিকট এমন কোন রাসূল আসেনি যাকে তারা ঠাট্টা বিদ্রুপ করতনা।"}	,
            {"verse_id":	12	,"sura_name":"আল-হিজর","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"کَذٰلِکَ نَسۡلُکُہٗ فِیۡ قُلُوۡبِ الۡمُجۡرِمِیۡنَ ۙ","en_translation":"Thus do We make it traverse the hearts of the guilty:","bn_translation":"এভাবে আমি অপরাধীদের অন্তরে তা সঞ্চার করি।"}	,
            {"verse_id":	13	,"sura_name":"আল-হিজর","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"لَا یُؤۡمِنُوۡنَ بِہٖ وَقَدۡ خَلَتۡ سُنَّۃُ الۡاَوَّلِیۡنَ","en_translation":"They believe not therein, though the example of the men of old hath gone before.","bn_translation":"তারা কুরআনে বিশ্বাস করবেনা এবং অতীতে পূর্ববর্তীদেরও এই আচরণ ছিল।"}	,
            {"verse_id":	14	,"sura_name":"আল-হিজর","bn_ayat":"১৪","ar_ayat":"﴿﻿۱۴﻿﴾","text_indo_pak":"وَلَوۡ فَتَحۡنَا عَلَیۡہِمۡ بَابًا مِّنَ السَّمَآءِ فَظَلُّوۡا فِیۡہِ یَعۡرُجُوۡنَ ۙ","en_translation":"And even if We opened unto them a gate of heaven and they kept mounting through it,","bn_translation":"যদি তাদের জন্য আমি আকাশের দরযা খুলে দিই এবং তারা সারাদিন তাতে আরোহণ করতে থাকে ।"}	,
            {"verse_id":	15	,"sura_name":"আল-হিজর","bn_ayat":"১৫","ar_ayat":"﴿﻿۱۵﻿﴾","text_indo_pak":"لَقَالُوۡۤا اِنَّمَا سُکِّرَتۡ اَبۡصَارُنَا بَلۡ نَحۡنُ قَوۡمٌ مَّسۡحُوۡرُوۡنَ ","en_translation":"They would say: Our sight is wrong - nay, but we are folk bewitched.","bn_translation":"তবুও তারা বলবেঃ আমাদের দৃষ্টি সম্মোহিত করা হয়েছে; না, বরং আমরা এক যাদুগ্রস্ত সম্প্রদায়।"}	,
            {"verse_id":	16	,"sura_name":"আল-হিজর","bn_ayat":"১৬","ar_ayat":"﴿﻿۱۶﻿﴾","text_indo_pak":"وَلَقَدۡ جَعَلۡنَا فِی السَّمَآءِ بُرُوۡجًا وَّزَیَّنّٰہَا لِلنّٰظِرِیۡنَ ۙ","en_translation":"And verily in the heaven we have set mansions of the stars, and We have beautified it for beholders.","bn_translation":"আকাশে আমি গ্রহ নক্ষত্র সৃষ্টি করেছি এবং ওকে করেছি সুশোভিত, দর্শকদের জন্য।"}	,
            {"verse_id":	17	,"sura_name":"আল-হিজর","bn_ayat":"১৭","ar_ayat":"﴿﻿۱۷﻿﴾","text_indo_pak":"وَحَفِظۡنٰہَا مِنۡ کُلِّ شَیۡطٰنٍ رَّجِیۡمٍ ۙ","en_translation":"And We have guarded it from every outcast devil,","bn_translation":"প্রত্যেক অভিশপ্ত শাইতান হতে আমি ওকে রক্ষা করি।"}	,
            {"verse_id":	18	,"sura_name":"আল-হিজর","bn_ayat":"১৮","ar_ayat":"﴿﻿۱۸﻿﴾","text_indo_pak":"اِلَّا مَنِ اسۡتَرَقَ السَّمۡعَ فَاَتۡبَعَہٗ شِہَابٌ مُّبِیۡنٌ","en_translation":"Save him who stealeth the hearing, and them doth a clear flame pursue.","bn_translation":"আর কেহ চুরি করে সংবাদ শুনতে চাইলে ওর পশ্চাদ্ধাবন করে প্রদীপ্ত শিখা।"}	,
            {"verse_id":	19	,"sura_name":"আল-হিজর","bn_ayat":"১৯","ar_ayat":"﴿﻿۱۹﻿﴾","text_indo_pak":"وَالۡاَرۡضَ مَدَدۡنٰہَا وَاَلۡقَیۡنَا فِیۡہَا رَوَاسِیَ وَاَنۡۢبَتۡنَا فِیۡہَا مِنۡ کُلِّ شَیۡءٍ مَّوۡزُوۡنٍ","en_translation":"And the earth have We spread out, and placed therein firm hills, and caused each seemly thing to grow therein.","bn_translation":"পৃথিবীকে আমি বিস্তৃত করেছি এবং ওতে পর্বতমালা স্থাপন করেছি; আমি ওতে প্রত্যেক বস্তু উৎপন্ন করেছি সুপরিমিতভাবে।"}	,
            {"verse_id":	20	,"sura_name":"আল-হিজর","bn_ayat":"২০","ar_ayat":"﴿﻿۲۰﻿﴾","text_indo_pak":"وَجَعَلۡنَا لَکُمۡ فِیۡہَا مَعَایِشَ وَمَنۡ لَّسۡتُمۡ لَہٗ بِرٰزِقِیۡنَ","en_translation":"And we have given unto you livelihoods therein, and unto those for whom ye provide not.","bn_translation":"আর আমি ওতে জীবিকার ব্যবস্থা করেছি তোমাদের জন্য, আর তোমরা যাদের জীবিকাদাতা নও তাদের জন্যও।"}	,
            {"verse_id":	21	,"sura_name":"আল-হিজর","bn_ayat":"২১","ar_ayat":"﴿﻿۲۱﻿﴾","text_indo_pak":"وَاِنۡ مِّنۡ شَیۡءٍ اِلَّا عِنۡدَنَا خَزَآئِنُہٗ ۫ وَمَا نُنَزِّلُہٗۤ اِلَّا بِقَدَرٍ مَّعۡلُوۡمٍ","en_translation":"And there is not a thing but with Us are the stores thereof. And we send it not down save in appointed measure.","bn_translation":"আমারই কাছে আছে প্রত্যেক বস্তুর ভান্ডার এবং আমি তা সুসম পরিমাণেই সরবরাহ করে থাকি।"}	,
            {"verse_id":	22	,"sura_name":"আল-হিজর","bn_ayat":"২২","ar_ayat":"﴿﻿۲۲﻿﴾","text_indo_pak":"وَاَرۡسَلۡنَا الرِّیٰحَ لَوَاقِحَ فَاَنۡزَلۡنَا مِنَ السَّمَآءِ مَآءً فَاَسۡقَیۡنٰکُمُوۡہُ ۚ وَمَاۤ اَنۡتُمۡ لَہٗ بِخٰزِنِیۡنَ","en_translation":"And We send the winds fertilising, and cause water to descend from the sky, and give it you to drink. It is not ye who are the holders of the store thereof.","bn_translation":"আমি বৃষ্টিগর্ভ বায়ু প্রেরণ করি, অতঃপর আকাশ হতে বৃষ্টি বর্ষণ করি এবং তা তোমাদেরকে পান করতে দিই; ওর ভান্ডার তোমাদের কাছে নেই।"}	,
            {"verse_id":	23	,"sura_name":"আল-হিজর","bn_ayat":"২৩","ar_ayat":"﴿﻿۲۳﻿﴾","text_indo_pak":"وَاِنَّا لَنَحۡنُ نُحۡیٖ وَنُمِیۡتُ وَنَحۡنُ الۡوٰرِثُوۡنَ","en_translation":"Lo! and it is We, even We, Who quicken and give death, and We are the Inheritor.","bn_translation":"আমিই জীবন দান করি ও মৃত্যু ঘটাই এবং আমিই চূড়ান্ত মালিকানার অধিকারী।"}	,
            {"verse_id":	24	,"sura_name":"আল-হিজর","bn_ayat":"২৪","ar_ayat":"﴿﻿۲۴﻿﴾","text_indo_pak":"وَلَقَدۡ عَلِمۡنَا الۡمُسۡتَقۡدِمِیۡنَ مِنۡکُمۡ وَلَقَدۡ عَلِمۡنَا الۡمُسۡتَاۡخِرِیۡنَ","en_translation":"And verily We know the eager among you and verily We know the laggards.","bn_translation":"তোমাদের পূর্বে যারা গত হয়েছে আমি তাদেরকে জানি এবং পরে যারা আসবে তাদেরকেও জানি।"}	,
            {"verse_id":	25	,"sura_name":"আল-হিজর","bn_ayat":"২৫","ar_ayat":"﴿﻿۲۵﻿﴾","text_indo_pak":"وَاِنَّ رَبَّکَ ہُوَ یَحۡشُرُہُمۡ ؕ  اِنَّہٗ حَکِیۡمٌ عَلِیۡمٌ ","en_translation":"Lo! thy Lord will gather them together. Lo! He is Wise, Aware.","bn_translation":"তোমার রাব্বই তাদেরকে সমবেত করবেন; তিনি প্রজ্ঞাময়, সর্বজ্ঞ।"}	,
            {"verse_id":	26	,"sura_name":"আল-হিজর","bn_ayat":"২৬","ar_ayat":"﴿﻿۲۶﻿﴾","text_indo_pak":"وَلَقَدۡ خَلَقۡنَا الۡاِنۡسَانَ مِنۡ صَلۡصَالٍ مِّنۡ حَمَاٍ مَّسۡنُوۡنٍ ۚ","en_translation":"Verily We created man of potter's clay of black mud altered,","bn_translation":"আমিতো মানুষকে সৃষ্টি করেছি ছাঁচে ঢালা শুষ্ক ঠনঠনে মাটি হতে।"}	,
            {"verse_id":	27	,"sura_name":"আল-হিজর","bn_ayat":"২৭","ar_ayat":"﴿﻿۲۷﻿﴾","text_indo_pak":"وَالۡجَآنَّ خَلَقۡنٰہُ مِنۡ قَبۡلُ مِنۡ نَّارِ السَّمُوۡمِ","en_translation":"And the jinn did We create aforetime of essential fire.","bn_translation":"এর পূর্বে সৃষ্টি করেছি জিনকে, প্রখর শিখাযুক্ত অগ্নি হতে।"}	,
            {"verse_id":	28	,"sura_name":"আল-হিজর","bn_ayat":"২৮","ar_ayat":"﴿﻿۲۸﻿﴾","text_indo_pak":"وَاِذۡ قَالَ رَبُّکَ لِلۡمَلٰٓئِکَۃِ اِنِّیۡ خَالِقٌۢ بَشَرًا مِّنۡ صَلۡصَالٍ مِّنۡ حَمَاٍ مَّسۡنُوۡنٍ","en_translation":"And (remember) when thy Lord said unto the angels: Lo! I am creating a mortal out of potter's clay of black mud altered,","bn_translation":"স্মরণ কর, যখন তোমার রাব্ব মালাইকা/ফেরেশতাদেরকে বললেনঃ আমি ছাঁচে ঢালা শুষ্ক ঠনঠনে মাটি হতে মানুষ সৃষ্টি করব।"}	,
            {"verse_id":	29	,"sura_name":"আল-হিজর","bn_ayat":"২৯","ar_ayat":"﴿﻿۲۹﻿﴾","text_indo_pak":"فَاِذَا سَوَّیۡتُہٗ وَنَفَخۡتُ فِیۡہِ مِنۡ رُّوۡحِیۡ فَقَعُوۡا لَہٗ سٰجِدِیۡنَ","en_translation":"So, when I have made him and have breathed into him of My Spirit, do ye fall down, prostrating yourselves unto him.","bn_translation":"যখন আমি তাকে সুঠাম করব এবং তাতে আমার রূহ সঞ্চার করব তখন তোমরা তার প্রতি সাজদাহবনত হও।"}	,
            {"verse_id":	30	,"sura_name":"আল-হিজর","bn_ayat":"৩০","ar_ayat":"﴿﻿۳۰﻿﴾","text_indo_pak":"فَسَجَدَ الۡمَلٰٓئِکَۃُ کُلُّہُمۡ اَجۡمَعُوۡنَ ۙ","en_translation":"So the angels fell prostrate, all of them together","bn_translation":"মালাইকা/ফেরেশতাগণ সবাই একত্রে সাজদাহ করল।"}	,
            {"verse_id":	31	,"sura_name":"আল-হিজর","bn_ayat":"৩১","ar_ayat":"﴿﻿۳۱﻿﴾","text_indo_pak":"اِلَّاۤ اِبۡلِیۡسَ ؕ اَبٰۤی اَنۡ یَّکُوۡنَ مَعَ السّٰجِدِیۡنَ","en_translation":"Save Iblis. He refused to be among the prostrate.","bn_translation":"কিন্তু ইবলীস করলনা, সে সাজদাহকারীদের অন্তর্ভুক্ত হতে অস্বীকার করল।"}	,
            {"verse_id":	32	,"sura_name":"আল-হিজর","bn_ayat":"৩২","ar_ayat":"﴿﻿۳۲﻿﴾","text_indo_pak":"قَالَ یٰۤـاِبۡلِیۡسُ مَا لَکَ اَلَّا تَکُوۡنَ مَعَ السّٰجِدِیۡنَ","en_translation":"He said: O Iblis! What aileth thee that thou art not among the prostrate ?","bn_translation":"(আল্লাহ) বললেনঃ হে ইবলীস! তোর কি হল, তুই কেন সাজদাহকারীদের অন্তর্ভুক্ত হলিনা?"}	,
            {"verse_id":	33	,"sura_name":"আল-হিজর","bn_ayat":"৩৩","ar_ayat":"﴿﻿۳۳﻿﴾","text_indo_pak":"قَالَ لَمۡ اَکُنۡ لِّاَسۡجُدَ لِبَشَرٍ خَلَقۡتَہٗ مِنۡ صَلۡصَالٍ مِّنۡ حَمَاٍ مَّسۡنُوۡنٍ","en_translation":"He said: I am not one to prostrate myself unto a mortal whom Thou hast created out of potter's clay of black mud altered!","bn_translation":"সে উত্তরে বললঃ ছাঁচে ঢালা শুষ্ক ঠনঠনে মৃত্তিকা হতে যে মানুষ আপনি সৃষ্টি করেছেন, আমি তাকে সাজদাহ করার নই।"}	,
            {"verse_id":	34	,"sura_name":"আল-হিজর","bn_ayat":"৩৪","ar_ayat":"﴿﻿۳۴﻿﴾","text_indo_pak":"قَالَ فَاخۡرُجۡ مِنۡہَا فَاِنَّکَ رَجِیۡمٌ ۙ","en_translation":"He said: Then go thou forth from hence, for lo! thou art outcast.","bn_translation":"(আল্লাহ) বললেনঃ তাহলে তুই এখান হতে বের হয়ে যা, কারণ তুই অভিশপ্ত।"}	,
            {"verse_id":	35	,"sura_name":"আল-হিজর","bn_ayat":"৩৫","ar_ayat":"﴿﻿۳۵﻿﴾","text_indo_pak":"وَّاِنَّ عَلَیۡکَ اللَّعۡنَۃَ اِلٰی یَوۡمِ الدِّیۡنِ","en_translation":"And lo! the curse shall be upon thee till the Day of Judgment.","bn_translation":"কর্মফল দিন পর্যন্ত তোর প্রতি রইল লা’নত।"}	,
            {"verse_id":	36	,"sura_name":"আল-হিজর","bn_ayat":"৩৬","ar_ayat":"﴿﻿۳۶﻿﴾","text_indo_pak":"قَالَ رَبِّ فَاَنۡظِرۡنِیۡۤ اِلٰی یَوۡمِ یُبۡعَثُوۡنَ","en_translation":"He said: My Lord! Reprieve me till the day when they are raised.","bn_translation":"ইবলীস বললঃ হে আমার রাব্ব! পুনরুত্থান দিন পর্যন্ত আমাকে অবকাশ দিন।"}	,
            {"verse_id":	37	,"sura_name":"আল-হিজর","bn_ayat":"৩৭","ar_ayat":"﴿﻿۳۷﻿﴾","text_indo_pak":"قَالَ فَاِنَّکَ مِنَ الۡمُنۡظَرِیۡنَ ۙ","en_translation":"He said: Then lo! thou art of those reprieved","bn_translation":"আল্লাহ বললেনঃ তোকে অবকাশ দেয়া হল ।"}	,
            {"verse_id":	38	,"sura_name":"আল-হিজর","bn_ayat":"৩৮","ar_ayat":"﴿﻿۳۸﻿﴾","text_indo_pak":"اِلٰی یَوۡمِ الۡوَقۡتِ الۡمَعۡلُوۡمِ","en_translation":"Till the Day of appointed time.","bn_translation":"অবধারিত সময় উপস্থিত হওয়ার দিন পর্যন্ত।"}	,
            {"verse_id":	39	,"sura_name":"আল-হিজর","bn_ayat":"৩৯","ar_ayat":"﴿﻿۳۹﻿﴾","text_indo_pak":"قَالَ رَبِّ بِمَاۤ اَغۡوَیۡتَنِیۡ لَاُزَیِّنَنَّ لَہُمۡ فِی الۡاَرۡضِ وَلَاُغۡوِیَنَّہُمۡ اَجۡمَعِیۡنَ ۙ","en_translation":"He said: My Lord! Because Thou hast sent me astray, I verily shall adorn the path of error for them in the earth, and shall mislead them every one,","bn_translation":"সে বললঃ হে আমার রাব্ব! আপনি যে আমাকে বিপথগামী করলেন তজ্জন্য আমি পৃথিবীতে মানুষের নিকট পাপ কাজকে শোভনীয় করে তুলব এবং আমি তাদের সকলকে বিপথগামী করব।"}	,
            {"verse_id":	40	,"sura_name":"আল-হিজর","bn_ayat":"৪০","ar_ayat":"﴿﻿۴۰﻿﴾","text_indo_pak":"اِلَّا عِبَادَکَ مِنۡہُمُ الۡمُخۡلَصِیۡنَ","en_translation":"Save such of them as are Thy perfectly devoted slaves.","bn_translation":"তবে তাদের মধ্য হতে আপনার নির্বাচিত বান্দাগণ ব্যতীত।"}	,
            {"verse_id":	41	,"sura_name":"আল-হিজর","bn_ayat":"৪১","ar_ayat":"﴿﻿۴۱﻿﴾","text_indo_pak":"قَالَ ہٰذَا صِرَاطٌ عَلَیَّ مُسۡتَقِیۡمٌ","en_translation":"He said: This is a right course incumbent upon Me:","bn_translation":"তিনি বললেনঃ এটাই আমার নিকট পৌঁছার সরল পথ।"}	,
            {"verse_id":	42	,"sura_name":"আল-হিজর","bn_ayat":"৪২","ar_ayat":"﴿﻿۴۲﻿﴾","text_indo_pak":"اِنَّ عِبَادِیۡ لَیۡسَ لَکَ عَلَیۡہِمۡ سُلۡطٰنٌ اِلَّا مَنِ اتَّبَعَکَ مِنَ الۡغٰوِیۡنَ","en_translation":"Lo! as for My slaves, thou hast no power over any of them save such of the froward as follow thee,","bn_translation":"বিভ্রান্তদের মধ্যে যারা তোর অনুসরণ করবে তারা ছাড়া আমার বান্দাদের উপর তোর কোন ক্ষমতা থাকবেনা।"}	,
            {"verse_id":	43	,"sura_name":"আল-হিজর","bn_ayat":"৪৩","ar_ayat":"﴿﻿۴۳﻿﴾","text_indo_pak":"وَاِنَّ جَہَنَّمَ لَمَوۡعِدُہُمۡ اَجۡمَعِیۡنَ ۟ۙ","en_translation":"And lo! for all such, hell will be the promised place.","bn_translation":"অবশ্যই তোর অনুসারীদের সবারই নির্ধারিত স্থান হবে জাহান্নাম।"}	,
            {"verse_id":	44	,"sura_name":"আল-হিজর","bn_ayat":"৪৪","ar_ayat":"﴿﻿۴۴﻿﴾","text_indo_pak":"لَہَا سَبۡعَۃُ اَبۡوَابٍ ؕ  لِکُلِّ بَابٍ مِّنۡہُمۡ جُزۡءٌ مَّقۡسُوۡمٌ ","en_translation":"It hath seven gates, and each gate hath an appointed portion.","bn_translation":"ওর সাতটি দরযা আছে, প্রত্যেক দরযার জন্য পৃথক পৃথক দল আছে।"}	,
            {"verse_id":	45	,"sura_name":"আল-হিজর","bn_ayat":"৪৫","ar_ayat":"﴿﻿۴۵﻿﴾","text_indo_pak":"اِنَّ الۡمُتَّقِیۡنَ فِیۡ جَنّٰتٍ وَّعُیُوۡنٍ ؕ","en_translation":"Lo! those who ward off (evil) are among gardens and watersprings.","bn_translation":"নিশ্চয়ই মুত্তাকীরা থাকবে প্রস্রবন বহুল জান্নাতে।"}	,
            {"verse_id":	46	,"sura_name":"আল-হিজর","bn_ayat":"৪৬","ar_ayat":"﴿﻿۴۶﻿﴾","text_indo_pak":"اُدۡخُلُوۡہَا بِسَلٰمٍ اٰمِنِیۡنَ","en_translation":"(And it is said unto them): Enter them in peace, secure.","bn_translation":"(তাদেরকে বলা হবে) তোমরা শান্তি ও নিরাপত্তার সাথে এখানে প্রবেশ কর।"}	,
            {"verse_id":	47	,"sura_name":"আল-হিজর","bn_ayat":"৪৭","ar_ayat":"﴿﻿۴۷﻿﴾","text_indo_pak":"وَنَزَعۡنَا مَا فِیۡ صُدُوۡرِہِمۡ مِّنۡ غِلٍّ اِخۡوَانًا عَلٰی سُرُرٍ مُّتَقٰبِلِیۡنَ","en_translation":"And We remove whatever rancour may be in their breasts. As brethren, face to face, (they rest) on couches raised.","bn_translation":"আমি তাদের অন্তর হতে ঈর্ষা দূর করব; তারা ভ্রাতৃভাবে পরস্পর মুখোমুখি হয়ে অবস্থান করবে।"}	,
            {"verse_id":	48	,"sura_name":"আল-হিজর","bn_ayat":"৪৮","ar_ayat":"﴿﻿۴۸﻿﴾","text_indo_pak":"لَا یَمَسُّہُمۡ فِیۡہَا نَصَبٌ وَّمَا ہُمۡ مِّنۡہَا بِمُخۡرَجِیۡنَ","en_translation":"Toil cometh not unto them there, nor will they be expelled from thence.","bn_translation":"সেখানে তাদেরকে অবসাদ স্পর্শ করবেনা এবং তারা সেখান হতে বহিস্কৃতও হবেনা।"}	,
            {"verse_id":	49	,"sura_name":"আল-হিজর","bn_ayat":"৪৯","ar_ayat":"﴿﻿۴۹﻿﴾","text_indo_pak":"نَبِّیٴۡ عِبَادِیۡۤ اَنِّیۡۤ اَنَا الۡغَفُوۡرُ الرَّحِیۡمُ ۙ","en_translation":"Announce, (O Muhammad) unto My slaves that verily I am the Forgiving, the Merciful,","bn_translation":"আমার বান্দাদেরকে বলে দাওঃ নিশ্চয়ই আমি ক্ষমাশীল, পরম দয়ালু।"}	,
            {"verse_id":	50	,"sura_name":"আল-হিজর","bn_ayat":"৫০","ar_ayat":"﴿﻿۵۰﻿﴾","text_indo_pak":"وَاَنَّ عَذَابِیۡ ہُوَ الۡعَذَابُ الۡاَلِیۡمُ","en_translation":"And that My doom is the dolorous doom.","bn_translation":"আর আমার শাস্তি! তা অতি মর্মন্তদ শাস্তি।"}	,
            {"verse_id":	51	,"sura_name":"আল-হিজর","bn_ayat":"৫১","ar_ayat":"﴿﻿۵۱﻿﴾","text_indo_pak":"وَنَبِّئۡہُمۡ عَنۡ ضَیۡفِ اِبۡرٰہِیۡمَ ۘ","en_translation":"And tell them of Abraham's guests,","bn_translation":"আর তুমি তাদেরকে ইবরাহীমের মেহমানদের সংবাদ দাও।"}	,
            {"verse_id":	52	,"sura_name":"আল-হিজর","bn_ayat":"৫২","ar_ayat":"﴿﻿۵۲﻿﴾","text_indo_pak":"اِذۡ دَخَلُوۡا عَلَیۡہِ فَقَالُوۡا سَلٰمًا ؕ قَالَ اِنَّا مِنۡکُمۡ وَجِلُوۡنَ","en_translation":"(How) when they came in unto him, and said: Peace. He said: Lo! we are afraid of you.","bn_translation":"যখন তারা তার নিকট উপস্থিত হয়ে বললঃ ‘সালাম’ তখন সে বলেছিলঃ আমরা তোমাদের আগমনে আতংকিত।"}	,
            {"verse_id":	53	,"sura_name":"আল-হিজর","bn_ayat":"৫৩","ar_ayat":"﴿﻿۵۳﻿﴾","text_indo_pak":"قَالُوۡا لَا تَوۡجَلۡ اِنَّا نُبَشِّرُکَ بِغُلٰمٍ عَلِیۡمٍ","en_translation":"They said: Be not afraid! Lo! we bring thee good tidings of a boy possessing wisdom.","bn_translation":"তারা বললঃ ভয় করনা, আমরা তোমাকে এক জ্ঞানী পুত্রের সুসংবাদ দিচ্ছি।"}	,
            {"verse_id":	54	,"sura_name":"আল-হিজর","bn_ayat":"৫৪","ar_ayat":"﴿﻿۵۴﻿﴾","text_indo_pak":"قَالَ اَبَشَّرۡتُمُوۡنِیۡ عَلٰۤی اَنۡ مَّسَّنِیَ الۡکِبَرُ فَبِمَ تُبَشِّرُوۡنَ","en_translation":"He said: Bring ye me good tidings (of a son) when old age hath overtaken me ? Of what then can ye bring good tidings ?","bn_translation":"সে বললঃ তোমরা কি আমাকে সুসংবাদ দিচ্ছ আমি বার্ধক্যগ্রস্ত হওয়া সত্ত্বেও? তোমরা কি বিষয়ে সুসংবাদ দিচ্ছ?"}	,
            {"verse_id":	55	,"sura_name":"আল-হিজর","bn_ayat":"৫৫","ar_ayat":"﴿﻿۵۵﻿﴾","text_indo_pak":"قَالُوۡا بَشَّرۡنٰکَ بِالۡحَقِّ فَلَا تَکُنۡ مِّنَ الۡقٰنِطِیۡنَ","en_translation":"They said: We bring thee good tidings in truth. So be not thou of the despairing.","bn_translation":"তারা বললঃ আমরা সত্য সংবাদ দিচ্ছি; সুতরাং তুমি নিরাশ হয়োনা।"}	,
            {"verse_id":	56	,"sura_name":"আল-হিজর","bn_ayat":"৫৬","ar_ayat":"﴿﻿۵۶﻿﴾","text_indo_pak":"قَالَ وَمَنۡ یَّقۡنَطُ مِنۡ رَّحۡمَۃِ رَبِّہٖۤ اِلَّا الضَّآلُّوۡنَ","en_translation":"He said: And who despaireth of the mercy of his Lord save those who are astray ?","bn_translation":"সে বললঃ যারা পথভ্রষ্ট তারা ব্যতীত আর কে তার রবের অনুগ্রহ হতে নিরাশ হয়?"}	,
            {"verse_id":	57	,"sura_name":"আল-হিজর","bn_ayat":"৫৭","ar_ayat":"﴿﻿۵۷﻿﴾","text_indo_pak":"قَالَ فَمَا خَطۡبُکُمۡ اَیُّہَا الۡمُرۡسَلُوۡنَ","en_translation":"He said: And afterward what is your business, O ye messengers (of Allah) ?","bn_translation":"সে বললঃ হে প্রেরিতগণ! অতঃপর তোমরা কি বিশেষ কাজ নিয়ে এসেছ?"}	,
            {"verse_id":	58	,"sura_name":"আল-হিজর","bn_ayat":"৫৮","ar_ayat":"﴿﻿۵۸﻿﴾","text_indo_pak":"قَالُوۡۤا اِنَّاۤ اُرۡسِلۡنَاۤ اِلٰی قَوۡمٍ مُّجۡرِمِیۡنَ ۙ","en_translation":"They said: We have been sent unto a guilty folk,","bn_translation":"তারা বললঃ আমাদেরকে এক অপরাধী সম্প্রদায়ের বিরুদ্ধে প্রেরণ করা হয়েছে।"}	,
            {"verse_id":	59	,"sura_name":"আল-হিজর","bn_ayat":"৫৯","ar_ayat":"﴿﻿۵۹﻿﴾","text_indo_pak":"اِلَّاۤ اٰلَ لُوۡطٍ ؕ  اِنَّا لَمُنَجُّوۡہُمۡ اَجۡمَعِیۡنَ ۙ","en_translation":"(All) save the family of Lot. Them we shall deliver every one,","bn_translation":"তবে লূতের পরিবারবর্গের বিরুদ্ধে নয়, আমরা অবশ্যই তাদের সকলকে রক্ষা করব।"}	,
            {"verse_id":	60	,"sura_name":"আল-হিজর","bn_ayat":"৬০","ar_ayat":"﴿﻿۶۰﻿﴾","text_indo_pak":"اِلَّا امۡرَاَتَہٗ قَدَّرۡنَاۤ ۙ  اِنَّہَا لَمِنَ الۡغٰبِرِیۡنَ ","en_translation":"Except his wife, of whom We had decreed that she should be of those who stay behind.","bn_translation":"কিন্তু তার স্ত্রীকে নয়; আমরা স্থির করেছি যে, সে অবশ্যই পশ্চাতে অবস্থানকারীদের অন্তর্ভুক্ত।"}	,
            {"verse_id":	61	,"sura_name":"আল-হিজর","bn_ayat":"৬১","ar_ayat":"﴿﻿۶۱﻿﴾","text_indo_pak":"فَلَمَّا جَآءَ اٰلَ لُوۡطِۣ الۡمُرۡسَلُوۡنَ ۙ","en_translation":"And when the messengers came unto the family of Lot,","bn_translation":"মালাইকা/ফেরেশতাগণ যখন লূত পরিবারের নিকট এলো –"}	,
            {"verse_id":	62	,"sura_name":"আল-হিজর","bn_ayat":"৬২","ar_ayat":"﴿﻿۶۲﻿﴾","text_indo_pak":"قَالَ اِنَّکُمۡ قَوۡمٌ مُّنۡکَرُوۡنَ","en_translation":"He said: Lo! ye are folk unknown (to me).","bn_translation":"তখন লূত বললঃ তোমরাতো অপরিচিত লোক।"}	,
            {"verse_id":	63	,"sura_name":"আল-হিজর","bn_ayat":"৬৩","ar_ayat":"﴿﻿۶۳﻿﴾","text_indo_pak":"قَالُوۡا بَلۡ جِئۡنٰکَ بِمَا کَانُوۡا فِیۡہِ یَمۡتَرُوۡنَ","en_translation":"They said: Nay, but we bring thee that concerning which they keep disputing,","bn_translation":"তারা বললঃ না, তারা যে বিষয়ে সন্দিগ্ধ ছিল আমরা তোমার নিকট তা নিয়ে এসেছি।"}	,
            {"verse_id":	64	,"sura_name":"আল-হিজর","bn_ayat":"৬৪","ar_ayat":"﴿﻿۶۴﻿﴾","text_indo_pak":"وَاَتَیۡنٰکَ بِالۡحَقِّ وَاِنَّا لَصٰدِقُوۡنَ","en_translation":"And bring thee the Truth, and lo! we are truth-tellers.","bn_translation":"আমরা তোমার নিকট সত্য সংবাদ নিয়ে এসেছি এবং অবশ্যই আমরা সত্যবাদী।"}	,
            {"verse_id":	65	,"sura_name":"আল-হিজর","bn_ayat":"৬৫","ar_ayat":"﴿﻿۶۵﻿﴾","text_indo_pak":"فَاَسۡرِ بِاَہۡلِکَ بِقِطۡعٍ مِّنَ الَّیۡلِ وَاتَّبِعۡ اَدۡبَارَہُمۡ وَلَا یَلۡتَفِتۡ مِنۡکُمۡ اَحَدٌ وَّامۡضُوۡا حَیۡثُ تُؤۡمَرُوۡنَ","en_translation":"So travel with thy household in a portion of the night, and follow thou their backs. Let none of you turn round, but go whither ye are commanded.","bn_translation":"সুতরাং তুমি রাতের শেষ প্রহরে তোমার পরিবারবর্গসহ বের হয়ে পড় এবং তুমি তাদের পশ্চাদনুসরণ কর এবং তোমাদের মধ্যে কেহ যেন পিছন ফিরে না তাকায়, তোমাদেরকে যেখানে যেতে বলা হয়েছে সেখানে চলে যাও।"}	,
            {"verse_id":	66	,"sura_name":"আল-হিজর","bn_ayat":"৬৬","ar_ayat":"﴿﻿۶۶﻿﴾","text_indo_pak":"وَقَضَیۡنَاۤ اِلَیۡہِ ذٰلِکَ الۡاَمۡرَ اَنَّ دَابِرَ ہٰۤؤُلَآءِ مَقۡطُوۡعٌ مُّصۡبِحِیۡنَ","en_translation":"And We made plain the case to him, that the root of them (who did wrong) was to be cut at early morn.","bn_translation":"আমি তাকে এ বিষয়ে প্রত্যাদেশ দিলাম যে, প্রত্যুষে তাদেরকে সমূলে বিনাশ করা হবে।"}	,
            {"verse_id":	67	,"sura_name":"আল-হিজর","bn_ayat":"৬৭","ar_ayat":"﴿﻿۶۷﻿﴾","text_indo_pak":"وَجَآءَ اَہۡلُ الۡمَدِیۡنَۃِ یَسۡتَبۡشِرُوۡنَ","en_translation":"And the people of the city came, rejoicing at the news (of new arrivals).","bn_translation":"নগরবাসীরা আনন্দোম্মাদ হয়ে উপস্থিত হল।"}	,
            {"verse_id":	68	,"sura_name":"আল-হিজর","bn_ayat":"৬৮","ar_ayat":"﴿﻿۶۸﻿﴾","text_indo_pak":"قَالَ اِنَّ ہٰۤؤُلَآءِ ضَیۡفِیۡ فَلَا تَفۡضَحُوۡنِ ۙ","en_translation":"He said: Lo! they are my guests. Affront me not!","bn_translation":"সে বললঃ নিশ্চয়ই এরা আমার অতিথি; সুতরাং তোমরা আমাকে বেইয্যাত করনা।"}	,
            {"verse_id":	69	,"sura_name":"আল-হিজর","bn_ayat":"৬৯","ar_ayat":"﴿﻿۶۹﻿﴾","text_indo_pak":"وَاتَّقُوا اللّٰہَ وَلَا تُخۡزُوۡنِ","en_translation":"And keep your duty to Allah, and shame me not!","bn_translation":"তোমরা আল্লাহকে ভয় কর ও আমাকে লজ্জিত করনা।"}	,
            {"verse_id":	70	,"sura_name":"আল-হিজর","bn_ayat":"৭০","ar_ayat":"﴿﻿۷۰﻿﴾","text_indo_pak":"قَالُوۡۤا اَوَلَمۡ نَنۡہَکَ عَنِ الۡعٰلَمِیۡنَ","en_translation":"They said; Have we not forbidden you from (entertaining) anyone ?","bn_translation":"তারা বললঃ আমরা কি দুনিয়াবাসী লোককে আশ্রয় দিতে আপনাকে নিষেধ করিনি?"}	,
            {"verse_id":	71	,"sura_name":"আল-হিজর","bn_ayat":"৭১","ar_ayat":"﴿﻿۷۱﻿﴾","text_indo_pak":"قَالَ ہٰۤؤُلَآءِ بَنٰتِیۡۤ اِنۡ کُنۡتُمۡ فٰعِلِیۡنَ ؕ","en_translation":"He said: Here are my daughters, if ye must be doing (so).","bn_translation":"লূত বললঃ একান্তই যদি তোমরা কিছু করতে চাও তাহলে আমার এই কন্যাগণ রয়েছে।"}	,
            {"verse_id":	72	,"sura_name":"আল-হিজর","bn_ayat":"৭২","ar_ayat":"﴿﻿۷۲﻿﴾","text_indo_pak":"لَعَمۡرُکَ اِنَّہُمۡ لَفِیۡ سَکۡرَتِہِمۡ یَعۡمَہُوۡنَ","en_translation":"By thy life (O Muhammad) they moved blindly in the frenzy of approaching death.","bn_translation":"তোমার জীবনের শপথ! ওরাতো আপন নেশায় মত্ত ছিল।"}	,
            {"verse_id":	73	,"sura_name":"আল-হিজর","bn_ayat":"৭৩","ar_ayat":"﴿﻿۷۳﻿﴾","text_indo_pak":"فَاَخَذَتۡہُمُ الصَّیۡحَۃُ مُشۡرِقِیۡنَ ۙ","en_translation":"Then the (Awful) Cry overtook them at the sunrise.","bn_translation":"অতঃপর সূর্যোদয়ের সময়ে মহানাদ তাদেরকে আঘাত করল।"}	,
            {"verse_id":	74	,"sura_name":"আল-হিজর","bn_ayat":"৭৪","ar_ayat":"﴿﻿۷۴﻿﴾","text_indo_pak":"فَجَعَلۡنَا عَالِیَہَا سَافِلَہَا وَاَمۡطَرۡنَا عَلَیۡہِمۡ حِجَارَۃً مِّنۡ سِجِّیۡلٍ ؕ","en_translation":"And We utterly confounded them, and We rained upon them stones of heated clay.","bn_translation":"সুতরাং আমি জনপদকে উল্টে দিলাম এবং তাদের উপর প্রস্তর কংকর নিক্ষেপ করলাম।"}	,
            {"verse_id":	75	,"sura_name":"আল-হিজর","bn_ayat":"৭৫","ar_ayat":"﴿﻿۷۵﻿﴾","text_indo_pak":"اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّلۡمُتَوَسِّمِیۡنَ","en_translation":"Lo! therein verily are portents for those who read the signs.","bn_translation":"অবশ্যই এতে নিদর্শন রয়েছে বোধশক্তি সম্পন্ন ব্যক্তিদের জন্য।"}	,
            {"verse_id":	76	,"sura_name":"আল-হিজর","bn_ayat":"৭৬","ar_ayat":"﴿﻿۷۶﻿﴾","text_indo_pak":"وَاِنَّہَا لَبِسَبِیۡلٍ مُّقِیۡمٍ","en_translation":"And lo! it is upon a road still uneffaced.","bn_translation":"ওটা লোক চলাচলের পথপার্শ্বে এখনও বিদ্যমান।"}	,
            {"verse_id":	77	,"sura_name":"আল-হিজর","bn_ayat":"৭৭","ar_ayat":"﴿﻿۷۷﻿﴾","text_indo_pak":"اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً لِّلۡمُؤۡمِنِیۡنَ ؕ","en_translation":"Lo! therein is indeed a portent for believers.","bn_translation":"অবশ্যই এতে মু’মিনদের জন্য রয়েছে নিদর্শন।"}	,
            {"verse_id":	78	,"sura_name":"আল-হিজর","bn_ayat":"৭৮","ar_ayat":"﴿﻿۷۸﻿﴾","text_indo_pak":"وَاِنۡ کَانَ اَصۡحٰبُ الۡاَیۡکَۃِ لَظٰلِمِیۡنَ ۙ","en_translation":"And the dwellers in the wood indeed were evil-doers.","bn_translation":"আর ‘আয়কা’বাসীরাওতো ছিল সীমা লংঘনকারী।"}	,
            {"verse_id":	79	,"sura_name":"আল-হিজর","bn_ayat":"৭৯","ar_ayat":"﴿﻿۷۹﻿﴾","text_indo_pak":"فَانۡتَقَمۡنَا مِنۡہُمۡ ۘ  وَاِنَّہُمَا لَبِاِمَامٍ مُّبِیۡنٍ ؕ","en_translation":"So we took vengeance on them; and lo! they both are on a high-road plain to see.","bn_translation":"সুতরাং আমি তাদেরকে শাস্তি দিয়েছি, ওদের উভয়ই প্রকাশ্য পথপার্শ্বে অবস্থিত।"}	,
            {"verse_id":	80	,"sura_name":"আল-হিজর","bn_ayat":"৮০","ar_ayat":"﴿﻿۸۰﻿﴾","text_indo_pak":"وَلَقَدۡ کَذَّبَ اَصۡحٰبُ الۡحِجۡرِ الۡمُرۡسَلِیۡنَ ۙ","en_translation":"And the dwellers in Al-Hijr denied (Our) messengers.","bn_translation":"হিজরবাসীরা রাসূলদের প্রতি মিথ্যা আরোপ করেছিল।"}	,
            {"verse_id":	81	,"sura_name":"আল-হিজর","bn_ayat":"৮১","ar_ayat":"﴿﻿۸۱﻿﴾","text_indo_pak":"وَاٰتَیۡنٰہُمۡ اٰیٰتِنَا فَکَانُوۡا عَنۡہَا مُعۡرِضِیۡنَ ۙ","en_translation":"And we gave them Our revelations, but they were averse to them.","bn_translation":"আমি তাদেরকে আমার নিদর্শন দেখিয়েছিলাম, কিন্তু তারা তা উপেক্ষা করেছিল।"}	,
            {"verse_id":	82	,"sura_name":"আল-হিজর","bn_ayat":"৮২","ar_ayat":"﴿﻿۸۲﻿﴾","text_indo_pak":"وَکَانُوۡا یَنۡحِتُوۡنَ مِنَ الۡجِبَالِ بُیُوۡتًا اٰمِنِیۡنَ","en_translation":"And they used to hew out dwellings from the hills, (wherein they dwelt) secure.","bn_translation":"তারা পাহাড় কেটে গৃহ নির্মাণ করত নিরাপদ বসবাসের জন্য।"}	,
            {"verse_id":	83	,"sura_name":"আল-হিজর","bn_ayat":"৮৩","ar_ayat":"﴿﻿۸۳﻿﴾","text_indo_pak":"فَاَخَذَتۡہُمُ الصَّیۡحَۃُ مُصۡبِحِیۡنَ ۙ","en_translation":"But the (Awful) Cry overtook them at the morning hour,","bn_translation":"অতঃপর প্রভাতকালে মহানাদ তাদেরকে আঘাত করল।"}	,
            {"verse_id":	84	,"sura_name":"আল-হিজর","bn_ayat":"৮৪","ar_ayat":"﴿﻿۸۴﻿﴾","text_indo_pak":"فَمَاۤ اَغۡنٰی عَنۡہُمۡ مَّا کَانُوۡا یَکۡسِبُوۡنَ ؕ","en_translation":"And that which they were wont to count as gain availed them not.","bn_translation":"সুতরাং তারা যা অর্জন করেছিল তা তাদের কোন কাজে আসেনি।"}	,
            {"verse_id":	85	,"sura_name":"আল-হিজর","bn_ayat":"৮৫","ar_ayat":"﴿﻿۸۵﻿﴾","text_indo_pak":"وَمَا خَلَقۡنَا السَّمٰوٰتِ وَالۡاَرۡضَ وَمَا بَیۡنَہُمَاۤ اِلَّا بِالۡحَقِّ ؕ وَاِنَّ السَّاعَۃَ لَاٰتِیَۃٌ فَاصۡفَحِ الصَّفۡحَ الۡجَمِیۡلَ","en_translation":"We created not the heavens and the earth and all that is between them save with truth, and lo! the Hour is surely coming. So forgive, (O Muhammad), with a gracious forgiveness.","bn_translation":"আকাশসমূহ ও পৃথিবী এবং এ দু’য়ের অন্তবর্তী কোন কিছুই আমি অযথা সৃষ্টি করিনি; এবং কিয়ামাত অবশ্যম্ভাবী; সুতরাং তুমি পরম সৌজন্যের সাথে তাদেরকে ক্ষমা কর।"}	,
            {"verse_id":	86	,"sura_name":"আল-হিজর","bn_ayat":"৮৬","ar_ayat":"﴿﻿۸۶﻿﴾","text_indo_pak":"اِنَّ رَبَّکَ ہُوَ الۡخَلّٰقُ الۡعَلِیۡمُ","en_translation":"Lo! Thy Lord! He is the All-Wise Creator.","bn_translation":"নিশ্চয়ই তোমার রাব্বই মহান স্রষ্টা, মহাজ্ঞানী।"}	,
            {"verse_id":	87	,"sura_name":"আল-হিজর","bn_ayat":"৮৭","ar_ayat":"﴿﻿۸۷﻿﴾","text_indo_pak":"وَلَقَدۡ اٰتَیۡنٰکَ سَبۡعًا مِّنَ الۡمَثَانِیۡ وَالۡقُرۡاٰنَ الۡعَظِیۡمَ","en_translation":"We have given thee seven of the oft-repeated (verses) and the great Qur'an.","bn_translation":"আমিতো তোমাকে দিয়েছি সাত আয়াত যা পুনঃ পুনঃ আবৃত্তি করা হয় এবং দিয়েছি মহান কুরআন।"}	,
            {"verse_id":	88	,"sura_name":"আল-হিজর","bn_ayat":"৮৮","ar_ayat":"﴿﻿۸۸﻿﴾","text_indo_pak":"لَا تَمُدَّنَّ عَیۡنَیۡکَ اِلٰی مَا مَتَّعۡنَا بِہٖۤ اَزۡوَاجًا مِّنۡہُمۡ وَلَا تَحۡزَنۡ عَلَیۡہِمۡ وَاخۡفِضۡ جَنَاحَکَ لِلۡمُؤۡمِنِیۡنَ","en_translation":"Strain not thine eyes toward that which We cause some wedded pairs among them to enjoin, and be not grieved on their account, and lower thy wing (in tenderness) for the believers.","bn_translation":"আমি তাদের বিভিন্ন শ্রেণীকে ভোগ বিলাসের যে উপকরণ দিয়েছি তার প্রতি তুমি কখনও তোমার চক্ষুদ্বয় প্রসারিত করনা; তাদেরকে যা দেয়া হয়েছে সেই জন্য তুমি ক্ষোভ করনা; তুমি মু’মিনদের জন্য তোমার বাহু অবনমিত কর।"}	,
            {"verse_id":	89	,"sura_name":"আল-হিজর","bn_ayat":"৮৯","ar_ayat":"﴿﻿۸۹﻿﴾","text_indo_pak":"وَقُلۡ اِنِّیۡۤ اَنَا النَّذِیۡرُ الۡمُبِیۡنُ ۚ","en_translation":"And say: Lo! I, even I, am a plain warner,","bn_translation":"আর বলঃ আমিতো একজন ভয় প্রদর্শনকারী মাত্র।"}	,
            {"verse_id":	90	,"sura_name":"আল-হিজর","bn_ayat":"৯০","ar_ayat":"﴿﻿۹۰﻿﴾","text_indo_pak":"کَمَاۤ اَنۡزَلۡنَا عَلَی الۡمُقۡتَسِمِیۡنَ ۙ","en_translation":"Such as We send down for those who make division,","bn_translation":"যেভাবে আমি অবতীর্ণ করেছিলাম বিভক্তকারীদের উপর,"}	,
            {"verse_id":	91	,"sura_name":"আল-হিজর","bn_ayat":"৯১","ar_ayat":"﴿﻿۹۱﻿﴾","text_indo_pak":"الَّذِیۡنَ جَعَلُوا الۡقُرۡاٰنَ عِضِیۡنَ","en_translation":"Those who break the Qur'an into parts.","bn_translation":"যারা কুরআনকে বিভিন্নভাবে বিভক্ত করেছে।"}	,
            {"verse_id":	92	,"sura_name":"আল-হিজর","bn_ayat":"৯২","ar_ayat":"﴿﻿۹۲﻿﴾","text_indo_pak":"فَوَرَبِّکَ لَنَسۡـَٔلَنَّہُمۡ اَجۡمَعِیۡنَ ۙ","en_translation":"Them, by thy Lord, We shall question, every one,","bn_translation":"সুতরাং তোমার রবের শপথ! আমি তাদের সকলকে প্রশ্ন করবই,"}	,
            {"verse_id":	93	,"sura_name":"আল-হিজর","bn_ayat":"৯৩","ar_ayat":"﴿﻿۹۳﻿﴾","text_indo_pak":"عَمَّا کَانُوۡا یَعۡمَلُوۡنَ ٙ","en_translation":"Of what they used to do.","bn_translation":"সেই বিষয়ে, যা তারা করে।"}	,
            {"verse_id":	94	,"sura_name":"আল-হিজর","bn_ayat":"৯৪","ar_ayat":"﴿﻿۹۴﻿﴾","text_indo_pak":"فَاصۡدَعۡ بِمَا تُؤۡمَرُ وَاَعۡرِضۡ عَنِ الۡمُشۡرِکِیۡنَ","en_translation":"So proclaim that which thou art commanded, and withdraw from the idolaters.","bn_translation":"অতএব তুমি যে বিষয়ে আদিষ্ট হয়েছ তা প্রকাশ্যে প্রচার কর এবং মুশরিকদের উপেক্ষা কর।"}	,
            {"verse_id":	95	,"sura_name":"আল-হিজর","bn_ayat":"৯৫","ar_ayat":"﴿﻿۹۵﻿﴾","text_indo_pak":"اِنَّا کَفَیۡنٰکَ الۡمُسۡتَہۡزِءِیۡنَ ۙ","en_translation":"Lo! We defend thee from the scoffers,","bn_translation":"আমিই যথেষ্ট তোমার জন্য, বিদ্রুপকারীদের বিরুদ্ধে।"}	,
            {"verse_id":	96	,"sura_name":"আল-হিজর","bn_ayat":"৯৬","ar_ayat":"﴿﻿۹۶﻿﴾","text_indo_pak":"الَّذِیۡنَ یَجۡعَلُوۡنَ مَعَ اللّٰہِ اِلٰہًا اٰخَرَ ۚ فَسَوۡفَ یَعۡلَمُوۡنَ","en_translation":"Who set some other god along with Allah. But they will come to know.","bn_translation":"যারা আল্লাহর সাথে অপর মা‘বূদ প্রতিষ্ঠা করেছে। এবং শীঘ্রই তারা জানতে পারবে!"}	,
            {"verse_id":	97	,"sura_name":"আল-হিজর","bn_ayat":"৯৭","ar_ayat":"﴿﻿۹۷﻿﴾","text_indo_pak":"وَلَقَدۡ نَعۡلَمُ اَنَّکَ یَضِیۡقُ صَدۡرُکَ بِمَا یَقُوۡلُوۡنَ ۙ","en_translation":"Well know We that thy bosom is oppressed by what they say,","bn_translation":"আমিতো জানি যে, তারা যা বলে তাতে তোমার অন্তর সংকুচিত হয়।"}	,
            {"verse_id":	98	,"sura_name":"আল-হিজর","bn_ayat":"৯৮","ar_ayat":"﴿﻿۹۸﻿﴾","text_indo_pak":"فَسَبِّحۡ بِحَمۡدِ رَبِّکَ وَکُنۡ مِّنَ السّٰجِدِیۡنَ ۙ","en_translation":"But hymn the praise of thy Lord, and be of those who make prostration (unto Him).","bn_translation":"সুতরাং তুমি তোমার রবের প্রশংসা দ্বারা তাঁর পবিত্রতা ও মহিমা ঘোষণা কর এবং সাজদাহকারীদের অন্তর্ভুক্ত হও।"}	,
            {"verse_id":	99	,"sura_name":"আল-হিজর","bn_ayat":"৯৯","ar_ayat":"﴿﻿۹۹﻿﴾","text_indo_pak":"وَاعۡبُدۡ رَبَّکَ حَتّٰی یَاۡتِیَکَ الۡیَقِیۡنُ ","en_translation":"And serve thy Lord till the Inevitable cometh unto thee.","bn_translation":"আর তোমার মৃত্যু উপস্থিত না হওয়া পর্যন্ত তুমি তোমার রবের ইবাদাত কর।"}	

        ]