[
            {"verse_id":	1	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"اَتٰۤی اَمۡرُ اللّٰہِ فَلَا تَسۡتَعۡجِلُوۡہُ ؕ سُبۡحٰنَہٗ وَتَعٰلٰی عَمَّا یُشۡرِکُوۡنَ","en_translation":"The commandment of Allah will come to pass, so seek not ye to hasten it. Glorified and Exalted be He above all that they associate (with Him).","bn_translation":"আল্লাহর আদেশ আসবেই; সুতরাং ওটা ত্বরান্বিত করতে চেওনা; তিনি মহিমান্বিত এবং তারা যাকে শরীক করে তিনি তার উর্ধ্বে।"}	,
            {"verse_id":	2	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"یُنَزِّلُ الۡمَلٰٓئِکَۃَ بِالرُّوۡحِ مِنۡ اَمۡرِہٖ عَلٰی مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖۤ اَنۡ اَنۡذِرُوۡۤا اَنَّہٗ لَاۤ اِلٰہَ اِلَّاۤ اَنَا فَاتَّقُوۡنِ","en_translation":"He sendeth down the angels with the Spirit of His command unto whom He will of His bondmen, (saying): Warn mankind that there is no God save Me, so keep your duty unto Me.","bn_translation":"তিনি তাঁর বান্দাদের মধ্যে যার প্রতি ইচ্ছা নির্দেশ সম্বলিত ওহীসহ মালাক/ফেরেশতা প্রেরণ করেন, এই মর্মে সতর্ক করার জন্য, আমি ছাড়া কোন ইলাহ নেই; সুতরাং আমাকে ভয় কর।"}	,
            {"verse_id":	3	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"خَلَقَ السَّمٰوٰتِ وَالۡاَرۡضَ بِالۡحَقِّ ؕ تَعٰلٰی عَمَّا یُشۡرِکُوۡنَ","en_translation":"He hath created the heavens and the earth with truth. High be He Exalted above all that they associate (with Him).","bn_translation":"তিনি যথাযথভাবে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন; তারা যাকে শরীক করে তিনি তার উর্ধ্বে।"}	,
            {"verse_id":	4	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"خَلَقَ الۡاِنۡسَانَ مِنۡ نُّطۡفَۃٍ فَاِذَا ہُوَ خَصِیۡمٌ مُّبِیۡنٌ","en_translation":"He hath created man from a drop of fluid, yet behold! he is an open opponent.","bn_translation":"তিনি শুক্র হতে মানুষ সৃষ্টি করেছেন। অথচ দেখ, সে প্রকাশ্য বিতন্ডাকারী।"}	,
            {"verse_id":	5	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"وَالۡاَنۡعَامَ خَلَقَہَا ۚ  لَکُمۡ فِیۡہَا دِفۡءٌ وَّمَنَافِعُ وَمِنۡہَا تَاۡکُلُوۡنَ ۪","en_translation":"And the cattle hath He created, whence ye have warm clothing and uses, and whereof ye eat;","bn_translation":"তিনি চতুস্পদ জন্তু সৃষ্টি করেছেন; তোমাদের জন্য ওতে শীত নিবারক উপকরণ এবং আরও বহু উপকার রয়েছে; এবং ওটা হতে তোমরা আহার্য পেয়ে থাক।"}	,
            {"verse_id":	6	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"وَلَکُمۡ فِیۡہَا جَمَالٌ حِیۡنَ تُرِیۡحُوۡنَ وَحِیۡنَ تَسۡرَحُوۡنَ ۪","en_translation":"And wherein is beauty for you, when ye bring them home, and when ye take them out to pasture.","bn_translation":"আর যখন তোমরা গোধূলি লগ্নে ওদেরকে চারণভূমি হতে গৃহে নিয়ে আসো এবং প্রভাতে যখন ওদেরকে চারণভূমিতে নিয়ে যাও তখন তোমরা ওর সৌন্দর্য উপভোগ কর এবং গৌরব অনুভব কর।"}	,
            {"verse_id":	7	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"وَتَحۡمِلُ اَثۡقَالَکُمۡ اِلٰی بَلَدٍ لَّمۡ تَکُوۡنُوۡا بٰلِغِیۡہِ اِلَّا بِشِقِّ الۡاَنۡفُسِ ؕ  اِنَّ رَبَّکُمۡ لَرَءُوۡفٌ رَّحِیۡمٌ ۙ","en_translation":"And they bear your loads for you unto a land ye could not reach save with great trouble to yourselves. Lo! your Lord is Full of Pity, Merciful.","bn_translation":"আর ওরা তোমাদের ভার বহন করে নিয়ে যায় দূরদেশে যেখানে প্রাণান্ত ক্লেশ ব্যতীত তোমরা পৌঁছতে পারতেনা; তোমাদের রাব্ব অবশ্যই দয়ার্দ্র, পরম দয়ালু।"}	,
            {"verse_id":	8	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"وَّالۡخَیۡلَ وَالۡبِغَالَ وَالۡحَمِیۡرَ لِتَرۡکَبُوۡہَا وَزِیۡنَۃً ؕ وَیَخۡلُقُ مَا لَا تَعۡلَمُوۡنَ","en_translation":"And horses and mules and asses (hath He created) that ye may ride them, and for ornament. And He createth that which ye know not.","bn_translation":"তোমাদের আরোহনের জন্য ও শোভার জন্য তিনি সৃষ্টি করেছেন অশ্ব, খচ্চর, গর্দভ এবং তিনি সৃষ্টি করেন এমন অনেক কিছু যা তোমরা অবগত নও।"}	,
            {"verse_id":	9	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"وَعَلَی اللّٰہِ قَصۡدُ السَّبِیۡلِ وَمِنۡہَا جَآئِرٌ ؕ  وَلَوۡ شَآءَ لَہَدٰىکُمۡ اَجۡمَعِیۡنَ ","en_translation":"And Allah's is the direction of the way, and some (roads) go not straight. And had He willed He would have led you all aright.","bn_translation":"সরল পথ আল্লাহর কাছে পৌঁছায়, কিন্তু পথগুলির মধ্যে বক্র পথও রয়েছে। তিনি ইচ্ছা করলে তোমাদের সকলকেই সৎ পথে পরিচালিত করতেন।"}	,
            {"verse_id":	10	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"ہُوَ الَّذِیۡۤ اَنۡزَلَ مِنَ السَّمَآءِ مَآءً لَّکُمۡ مِّنۡہُ شَرَابٌ وَّمِنۡہُ شَجَرٌ فِیۡہِ تُسِیۡمُوۡنَ","en_translation":"He it is Who sendeth down water from the sky, whence ye have drink, and whence are trees on which ye send your beasts to pasture.","bn_translation":"তিনিই আকাশ হতে বারি বর্ষণ করেন। ওতে তোমাদের জন্য রয়েছে পানীয় এবং তা হতে জন্মায় উদ্ভিদ যাতে তোমরা পশু চারণ করে থাক।"}	,
            {"verse_id":	11	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"یُنۡۢبِتُ لَکُمۡ بِہِ الزَّرۡعَ وَالزَّیۡتُوۡنَ وَالنَّخِیۡلَ وَالۡاَعۡنَابَ وَمِنۡ کُلِّ الثَّمَرٰتِ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً لِّقَوۡمٍ یَّتَفَکَّرُوۡنَ","en_translation":"Therewith He causeth crops to grow for you, and the olive and the date-palm and grapes and all kinds of fruit. Lo! herein is indeed a portent for people who reflect.","bn_translation":"তিনি তোমাদের জন্য ওর দ্বারা উৎপন্ন করেন শস্য, যাইতূন, খেজুর বৃক্ষ, আঙ্গুর এবং সর্বপ্রকার ফল; অবশ্যই এতে চিন্তাশীল সম্প্রদায়ের জন্য রয়েছে নিদর্শন।"}	,
            {"verse_id":	12	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"وَسَخَّرَ لَکُمُ الَّیۡلَ وَالنَّہَارَ ۙ  وَالشَّمۡسَ وَالۡقَمَرَ ؕ  وَالنُّجُوۡمُ مُسَخَّرٰتٌۢ بِاَمۡرِہٖ ؕ  اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ یَّعۡقِلُوۡنَ ۙ","en_translation":"And He hath constrained the night and the day and the sun and the moon to be of service unto you, and the stars are made subservient by His command. Lo! herein indeed are portents for people who have sense.","bn_translation":"তিনিই তোমাদের কল্যাণে নিয়োজিত করেছেন রাত্রী, দিন, সূর্য এবং চাঁদকে। আর নক্ষত্ররাজিও অধীন হয়েছে তাঁরই আদেশে; অবশ্যই এতে বোধশক্তিসম্পন্ন সম্প্রদায়ের জন্য রয়েছে নিদর্শন।"}	,
            {"verse_id":	13	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"وَمَا ذَرَاَ لَکُمۡ فِی الۡاَرۡضِ مُخۡتَلِفًا اَلۡوَانُہٗ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً لِّقَوۡمٍ یَّذَّکَّرُوۡنَ","en_translation":"And whatsoever He hath created for you in the earth of divers hues, lo! therein is indeed a portent for people who take heed.","bn_translation":"আর বিবিধ প্রকাশ্য বস্তুও, যা তোমাদের জন্য পৃথিবীতে সৃষ্টি করেছেন। এতে রয়েছে নিদর্শন সেই সম্প্রদায়ের জন্য যারা উপদেশ গ্রহণ করে।"}	,
            {"verse_id":	14	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১৪","ar_ayat":"﴿﻿۱۴﻿﴾","text_indo_pak":"وَہُوَ الَّذِیۡ سَخَّرَ الۡبَحۡرَ لِتَاۡکُلُوۡا مِنۡہُ لَحۡمًا طَرِیًّا وَّتَسۡتَخۡرِجُوۡا مِنۡہُ حِلۡیَۃً تَلۡبَسُوۡنَہَا ۚ وَتَرَی الۡفُلۡکَ مَوَاخِرَ فِیۡہِ وَلِتَبۡتَغُوۡا مِنۡ فَضۡلِہٖ وَلَعَلَّکُمۡ تَشۡکُرُوۡنَ","en_translation":"And He it is Who hath constrained the sea to be of service that ye eat fresh meat from thence, and bring forth from thence ornaments which ye wear. And thou seest the ships ploughing it that ye (mankind) may seek of His bounty and that haply ye may give thanks.","bn_translation":"তিনিই সমুদ্রকে অধীন করেছেন যাতে তোমরা তা হতে তাজা গোশত আহার করতে পার এবং যাতে তা হতে আহরণ করতে পার রত্নাবলী যা তোমরা ভূষণ রূপে পরিধান কর; এবং তোমরা দেখতে পাও, ওর বুক চিরে নৌযান চলাচল করে এবং তা এ জন্য যে, তোমরা যেন তাঁর অনুগ্রহ সন্ধান করতে পার এবং তোমরা যেন কৃতজ্ঞতা প্রকাশ কর।"}	,
            {"verse_id":	15	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১৫","ar_ayat":"﴿﻿۱۵﻿﴾","text_indo_pak":"وَاَلۡقٰی فِی الۡاَرۡضِ رَوَاسِیَ اَنۡ تَمِیۡدَ بِکُمۡ وَاَنۡہٰرًا وَّسُبُلًا لَّعَلَّکُمۡ تَہۡتَدُوۡنَ ۙ","en_translation":"And He hath cast into the earth firm hills that it quake not with you, and streams and roads that ye may find a way.","bn_translation":"আর তিনি পৃথিবীতে সুদৃঢ় পর্বত স্থাপন করেছেন, যাতে পৃথিবী তোমাদেরকে নিয়ে আন্দোলিত না হয় এবং স্থাপন করেছেন নদ-নদী ও পথ, যাতে তোমরা তোমাদের গন্তব্যস্থলে পৌঁছতে পার।"}	,
            {"verse_id":	16	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১৬","ar_ayat":"﴿﻿۱۶﻿﴾","text_indo_pak":"وَعَلٰمٰتٍ ؕ وَبِالنَّجۡمِ ہُمۡ یَہۡتَدُوۡنَ","en_translation":"And landmarks (too), and by the star they find a way.","bn_translation":"আর পথ নির্ণায়ক চিহ্নসমূহও; এবং নক্ষত্রের সাহায্যেও মানুষ পথের নির্দেশ পায়।"}	,
            {"verse_id":	17	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১৭","ar_ayat":"﴿﻿۱۷﻿﴾","text_indo_pak":"اَفَمَنۡ یَّخۡلُقُ کَمَنۡ لَّا یَخۡلُقُ ؕ اَفَلَا تَذَکَّرُوۡنَ","en_translation":"Is He then Who createth as him who createth not ? Will ye not then remember ?","bn_translation":"তবে কি যিনি সৃষ্টি করেন তিনি তারই মত যে সৃষ্টি করেনা? তবুও কি তোমরা শিক্ষা গ্রহণ করবেনা?"}	,
            {"verse_id":	18	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১৮","ar_ayat":"﴿﻿۱۸﻿﴾","text_indo_pak":"وَاِنۡ تَعُدُّوۡا نِعۡمَۃَ اللّٰہِ لَا تُحۡصُوۡہَا ؕ اِنَّ اللّٰہَ لَغَفُوۡرٌ رَّحِیۡمٌ","en_translation":"And if ye would count the favour of Allah ye cannot reckon it. Lo! Allah is indeed Forgiving, Merciful.","bn_translation":"তোমরা আল্লাহর অনুগ্রহ গণনা করলে ওর সংখ্যা নির্ণয় করতে পারবেনা; আল্লাহ অবশ্যই ক্ষমা পরায়ণ, পরম দয়ালু।"}	,
            {"verse_id":	19	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১৯","ar_ayat":"﴿﻿۱۹﻿﴾","text_indo_pak":"وَاللّٰہُ یَعۡلَمُ مَا تُسِرُّوۡنَ وَمَا تُعۡلِنُوۡنَ","en_translation":"And Allah knoweth that which ye keep hidden and that which ye proclaim.","bn_translation":"তোমরা যা গোপন রাখ এবং যা প্রকাশ কর, আল্লাহ তা জানেন।"}	,
            {"verse_id":	20	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"২০","ar_ayat":"﴿﻿۲۰﻿﴾","text_indo_pak":"وَالَّذِیۡنَ یَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ لَا یَخۡلُقُوۡنَ شَیۡئًا وَّہُمۡ یُخۡلَقُوۡنَ ؕ","en_translation":"Those unto whom they cry beside Allah created naught, but are themselves created.","bn_translation":"তারা আল্লাহ ছাড়া অপর যাদেরকে আহবান করে তারা কিছুই সৃষ্টি করেনা, তাদেরকেই সৃষ্টি করা হয়।"}	,
            {"verse_id":	21	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"২১","ar_ayat":"﴿﻿۲۱﻿﴾","text_indo_pak":"اَمۡوَاتٌ غَیۡرُ اَحۡیَآءٍ ۚ  وَمَا یَشۡعُرُوۡنَ ۙ  اَیَّانَ یُبۡعَثُوۡنَ ","en_translation":"(They are) dead, not living. And they know not when they will be raised.","bn_translation":"তারা নিস্প্রাণ নির্জীব এবং পুনরুত্থান কবে হবে সে বিষয়ে তাদের কোন জ্ঞান নেই।"}	,
            {"verse_id":	22	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"২২","ar_ayat":"﴿﻿۲۲﻿﴾","text_indo_pak":"اِلٰـہُکُمۡ اِلٰہٌ وَّاحِدٌ ۚ فَالَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ قُلُوۡبُہُمۡ مُّنۡکِرَۃٌ وَّہُمۡ مُّسۡتَکۡبِرُوۡنَ","en_translation":"Your God is One God. But as for those who believe not in the Hereafter their hearts refuse to know, for they are proud.","bn_translation":"তোমাদের মা‘বূদ একই মা‘বূদ। সুতরাং যারা আখিরাতে বিশ্বাস করেনা তাদের অন্তর সত্যবিমুখ এবং তারা অহংকারী।"}	,
            {"verse_id":	23	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"২৩","ar_ayat":"﴿﻿۲۳﻿﴾","text_indo_pak":"لَا جَرَمَ اَنَّ اللّٰہَ یَعۡلَمُ مَا یُسِرُّوۡنَ وَمَا یُعۡلِنُوۡنَ ؕ اِنَّہٗ لَا یُحِبُّ الۡمُسۡتَکۡبِرِیۡنَ","en_translation":"Assuredly Allah knoweth that which they keep hidden and that which they proclaim. Lo! He loveth not the proud.","bn_translation":"এটা নিঃসন্দেহ যে, আল্লাহ জানেন যা তারা গোপন করে এবং যা তারা প্রকাশ করে; তিনি অহংকারীকে পছন্দ করেননা।"}	,
            {"verse_id":	24	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"২৪","ar_ayat":"﴿﻿۲۴﻿﴾","text_indo_pak":"وَاِذَا قِیۡلَ لَہُمۡ مَّاذَاۤ اَنۡزَلَ رَبُّکُمۡ ۙ  قَالُوۡۤا اَسَاطِیۡرُ الۡاَوَّلِیۡنَ ۙ","en_translation":"And when it is said unto them: What hath your Lord revealed ? they say: (Mere) fables of the men of old,","bn_translation":"যখন তাদেরকে বলা হয়ঃ তোমাদের রাব্ব কি অবতীর্ণ করেছেন? উত্তরে তারা বলেঃ পূর্ববর্তীদের কিস্সা-কাহিনী।"}	,
            {"verse_id":	25	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"২৫","ar_ayat":"﴿﻿۲۵﻿﴾","text_indo_pak":"لِیَحۡمِلُوۡۤا اَوۡزَارَہُمۡ کَامِلَۃً یَّوۡمَ الۡقِیٰمَۃِ ۙ  وَمِنۡ اَوۡزَارِ الَّذِیۡنَ یُضِلُّوۡنَہُمۡ بِغَیۡرِ عِلۡمٍ ؕ  اَلَا سَآءَ مَا یَزِرُوۡنَ ","en_translation":"That they may bear their burdens undiminished on the Day of Resurrection, with somewhat of the burdens of those whom they mislead without knowledge. Ah! evil is that which they bear!","bn_translation":"ফলে কিয়ামাত দিবসে তারা বহন করবে তাদের পাপভার পূর্ণমাত্রায় এবং পাপভার তাদেরও যাদেরকে তারা অজ্ঞতা বশতঃ বিভ্রান্ত করেছে; হায়! তারা যা বহন করবে তা কতই না নিকৃষ্ট!"}	,
            {"verse_id":	26	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"২৬","ar_ayat":"﴿﻿۲۶﻿﴾","text_indo_pak":"قَدۡ مَکَرَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ فَاَتَی اللّٰہُ بُنۡیَانَہُمۡ مِّنَ الۡقَوَاعِدِ فَخَرَّ عَلَیۡہِمُ السَّقۡفُ مِنۡ فَوۡقِہِمۡ وَاَتٰىہُمُ الۡعَذَابُ مِنۡ حَیۡثُ لَا یَشۡعُرُوۡنَ","en_translation":"Those before them plotted, so Allah struck at the foundations of their building, and then the roof fell down upon them from above them, and the doom came on them whence they knew not;","bn_translation":"তাদের পূর্ববর্তীরাও চক্রান্ত করেছিল। আল্লাহ তাদের ইমারাতের ভিত্তিমূলে আঘাত করেছিলেন; ফলে ইমারাতের ছাদ তাদের উপর ধ্বসে পড়ল এবং তাদের প্রতি শাস্তি নেমে এলো এমন দিক হতে যা ছিল তাদের ধারনার বাহির।"}	,
            {"verse_id":	27	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"২৭","ar_ayat":"﴿﻿۲۷﻿﴾","text_indo_pak":"ثُمَّ یَوۡمَ الۡقِیٰمَۃِ یُخۡزِیۡہِمۡ وَیَقُوۡلُ اَیۡنَ شُرَکَآءِیَ الَّذِیۡنَ کُنۡتُمۡ تُشَآقُّوۡنَ فِیۡہِمۡ ؕ  قَالَ الَّذِیۡنَ اُوۡتُوا الۡعِلۡمَ اِنَّ الۡخِزۡیَ الۡیَوۡمَ وَالسُّوۡٓءَ عَلَی الۡکٰفِرِیۡنَ ۙ","en_translation":"Then on the Day of Resurrection He will disgrace them and will say: Where are My partners, for whose sake ye opposed (My guidance) ? Those who have been given knowledge will say: Disgrace this day and evil are upon the disbelievers,","bn_translation":"পরে কিয়ামাত দিবসে তিনি তাদের লাঞ্ছিত করবেন এবং বলবেনঃ কোথায় আমার সেই সব শরীক যাদের সম্বন্ধে তোমরা বিতন্ডা করতে? যাদেরকে জ্ঞান দান করা হয়েছিল তারা বলবেঃ নিশ্চয়ই আজ লাঞ্ছনা ও অমঙ্গল কাফিরদের জন্য।"}	,
            {"verse_id":	28	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"২৮","ar_ayat":"﴿﻿۲۸﻿﴾","text_indo_pak":"الَّذِیۡنَ تَتَوَفّٰىہُمُ الۡمَلٰٓئِکَۃُ ظَالِمِیۡۤ اَنۡفُسِہِمۡ ۪ فَاَلۡقَوُا السَّلَمَ مَا کُنَّا نَعۡمَلُ مِنۡ سُوۡٓءٍ ؕ بَلٰۤی اِنَّ اللّٰہَ عَلِیۡمٌۢ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ","en_translation":"Whom the angels cause to die while they are wronging themselves. Then will they make full submission (saying): We used not to do any wrong. Nay! Surely Allah is Knower of what ye used to do.","bn_translation":"মালাইকা/ফেরেশতাগণ তাদের মৃত্যু ঘটায় তাদের নিজেদের প্রতি যুলম করতে থাকা অবস্থায়; অতঃপর তারা আত্মসমর্পণ করে বলবেঃ আমরা কোন মন্দ কাজ করতামনা। হ্যাঁ, তোমরা যা করতে সে বিষয়ে আল্লাহ সবিশেষ অবহিত।"}	,
            {"verse_id":	29	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"২৯","ar_ayat":"﴿﻿۲۹﻿﴾","text_indo_pak":"فَادۡخُلُوۡۤا اَبۡوَابَ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ؕ فَلَبِئۡسَ مَثۡوَی الۡمُتَکَبِّرِیۡنَ","en_translation":"So enter the gates of hell, to dwell therein for ever. Woeful indeed will be the lodging of the arrogant.","bn_translation":"সুতরাং তোমরা দ্বারগুলি দিয়ে জাহান্নামে প্রবেশ কর, সেখানে স্থায়ী হওয়ার জন্য। দেখ, অহংকারীদের আবাসস্থল কত নিকৃষ্ট!"}	,
            {"verse_id":	30	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৩০","ar_ayat":"﴿﻿۳۰﻿﴾","text_indo_pak":"وَقِیۡلَ لِلَّذِیۡنَ اتَّقَوۡا مَاذَاۤ اَنۡزَلَ رَبُّکُمۡ ؕ  قَالُوۡا خَیۡرًا ؕ  لِلَّذِیۡنَ اَحۡسَنُوۡا فِیۡ ہٰذِہِ الدُّنۡیَا حَسَنَۃٌ ؕ  وَلَدَارُ الۡاٰخِرَۃِ خَیۡرٌ ؕ  وَلَنِعۡمَ دَارُ الۡمُتَّقِیۡنَ ۙ","en_translation":"And it is said unto those who ward off (evil): What hath your Lord revealed ? They say: Good. For those who do good in this world there is a good (reward) and the home of the Hereafter will be better. Pleasant indeed will be the home of those who ward off (evil) -","bn_translation":"আর যারা মুত্তাকী তাদেরকে বলা হবেঃ তোমাদের রাব্ব কি অবতীর্ণ করেছিলেন? তারা বলবেঃ মহা কল্যাণ। যারা সৎকাজ করে তাদের জন্য রয়েছে এই দুনিয়ার মঙ্গল এবং আখিরাতের আবাস আরও উৎকৃষ্ট; আর মুত্তাকীদের আবাসস্থল কত উত্তম!"}	,
            {"verse_id":	31	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৩১","ar_ayat":"﴿﻿۳۱﻿﴾","text_indo_pak":"جَنّٰتُ عَدۡنٍ یَّدۡخُلُوۡنَہَا تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ لَہُمۡ فِیۡہَا مَا یَشَآءُوۡنَ ؕ  کَذٰلِکَ یَجۡزِی اللّٰہُ الۡمُتَّقِیۡنَ ۙ","en_translation":"Gardens of Eden which they enter, underneath which rivers flow, wherein they have what they will. Thus Allah repayeth those who ward off (evil),","bn_translation":"ওটা স্থায়ী জান্নাত, যাতে তারা প্রবেশ করবে; ওর পাদদেশে স্রোতস্বিনী নদী প্রবাহিত; তারা যা কিছু কামনা করবে তাতে তাদের জন্য তা’ই থাকবে; এভাবেই আল্লাহ পুরস্কৃত করেন মুত্তাকীদেরকে।"}	,
            {"verse_id":	32	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৩২","ar_ayat":"﴿﻿۳۲﻿﴾","text_indo_pak":"الَّذِیۡنَ تَتَوَفّٰىہُمُ الۡمَلٰٓئِکَۃُ طَیِّبِیۡنَ ۙ یَقُوۡلُوۡنَ سَلٰمٌ عَلَیۡکُمُ ۙ ادۡخُلُوا الۡجَنَّۃَ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ","en_translation":"Those whom the angels cause to die (when they are) good. They say: Peace be unto you! Enter the Garden because of what ye used to do.","bn_translation":"মালাইকা/ফেরেশতাগণ যাদের মৃত্যু ঘটায় পবিত্র থাকা অবস্থায়, (তাদেরকে) বলবেঃ তোমাদের প্রতি শান্তি! তোমরা যা করতে তার প্রতিদানে জান্নাতে প্রবেশ কর।"}	,
            {"verse_id":	33	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৩৩","ar_ayat":"﴿﻿۳۳﻿﴾","text_indo_pak":"ہَلۡ یَنۡظُرُوۡنَ اِلَّاۤ اَنۡ تَاۡتِیَہُمُ الۡمَلٰٓئِکَۃُ اَوۡ یَاۡتِیَ اَمۡرُ رَبِّکَ ؕ کَذٰلِکَ فَعَلَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ وَمَا ظَلَمَہُمُ اللّٰہُ وَلٰکِنۡ کَانُوۡۤا اَنۡفُسَہُمۡ یَظۡلِمُوۡنَ","en_translation":"Await they aught say that the angels should come unto them or thy Lord's command should come to pass ? Even so did those before them. Allah wronged them not, but they did wrong themselves,","bn_translation":"তারা শুধু প্রতীক্ষা করে তাদের কাছে মালাক/ফেরেশতা আগমনের অথবা তোমার রবের শাস্তি আগমনের; আল্লাহ তাদের প্রতি কোন যুলম করেননি, কিন্তু তারাই নিজেদের প্রতি যুলম করত।"}	,
            {"verse_id":	34	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৩৪","ar_ayat":"﴿﻿۳۴﻿﴾","text_indo_pak":"فَاَصَابَہُمۡ سَیِّاٰتُ مَا عَمِلُوۡا وَحَاقَ بِہِمۡ مَّا کَانُوۡا بِہٖ یَسۡتَہۡزِءُوۡنَ ","en_translation":"So that the evils of what they did smote them, and that which they used to mock surrounded them.","bn_translation":"সুতরাং তাদের প্রতি আপতিত হয়েছিল তাদেরই মন্দ কর্মের শাস্তি এবং তাদেরকে পরিবেষ্টন করেছিল ওটাই যা নিয়ে তারা ঠাট্টা বিদ্রুপ করত।"}	,
            {"verse_id":	35	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৩৫","ar_ayat":"﴿﻿۳۵﻿﴾","text_indo_pak":"وَقَالَ الَّذِیۡنَ اَشۡرَکُوۡا لَوۡ شَآءَ اللّٰہُ مَا عَبَدۡنَا مِنۡ دُوۡنِہٖ مِنۡ شَیۡءٍ نَّحۡنُ وَلَاۤ اٰبَآؤُنَا وَلَا حَرَّمۡنَا مِنۡ دُوۡنِہٖ مِنۡ شَیۡءٍ ؕ کَذٰلِکَ فَعَلَ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ۚ فَہَلۡ عَلَی الرُّسُلِ اِلَّا الۡبَلٰغُ الۡمُبِیۡنُ","en_translation":"And the idolaters say: Had Allah willed, we had not worshipped aught beside Him, we and our fathers, nor had we forbidden aught without (command from) Him. Even so did those before them. Are the messengers charged with aught save plain conveyance (of the message) ?","bn_translation":"মুশরিকরা বলেঃ আল্লাহ ইচ্ছা করলে আমাদের পিতৃ-পুরুষরা ও আমরা তিনি ব্যতীত অপর কোন কিছুর ইবাদাত করতাম না এবং তাঁর অনুমতি ব্যতীত আমরা কোন কিছু নিষিদ্ধ করতাম না। তাদের পূর্ববর্তীরাও এই রূপই করত; রাসূলদের কর্তব্য তো শুধু সুস্পষ্ট বাণী প্রচার করা।"}	,
            {"verse_id":	36	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৩৬","ar_ayat":"﴿﻿۳۶﻿﴾","text_indo_pak":"وَلَقَدۡ بَعَثۡنَا فِیۡ کُلِّ اُمَّۃٍ رَّسُوۡلًا اَنِ اعۡبُدُوا اللّٰہَ وَاجۡتَنِبُوا الطَّاغُوۡتَ ۚ فَمِنۡہُمۡ مَّنۡ ہَدَی اللّٰہُ وَمِنۡہُمۡ مَّنۡ حَقَّتۡ عَلَیۡہِ الضَّلٰلَۃُ ؕ فَسِیۡرُوۡا فِی الۡاَرۡضِ فَانۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ الۡمُکَذِّبِیۡنَ","en_translation":"And verily We have raised in every nation a messenger, (proclaiming): Serve Allah and shun false gods. Then some of them (there were) whom Allah guided, and some of them (there were) upon whom error had just hold. Do but travel in the land and see the nature of the consequence for the deniers!","bn_translation":"আল্লাহর ইবাদাত করার ও তাগুতকে বর্জন করার নির্দেশ দেয়ার জন্য আমি প্রত্যেক জাতির মধ্যেই রাসূল পাঠিয়েছি; অতঃপর তাদের কতককে আল্লাহ সৎ পথে পরিচালিত করেন এবং তাদের কতকের উপর পথভ্রান্তি সাব্যস্ত হয়েছিল। সুতরাং পৃথিবীতে ভ্রমণ কর এবং দেখ, যারা সত্যকে মিথ্যা বলেছে তাদের পরিনাম কি হয়েছে!"}	,
            {"verse_id":	37	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৩৭","ar_ayat":"﴿﻿۳۷﻿﴾","text_indo_pak":"اِنۡ تَحۡرِصۡ عَلٰی ہُدٰىہُمۡ فَاِنَّ اللّٰہَ لَا یَہۡدِیۡ مَنۡ یُّضِلُّ وَمَا لَہُمۡ مِّنۡ نّٰصِرِیۡنَ","en_translation":"Even if thou (O Muhammad) desirest their right guidance, still Allah assuredly will not guide him who misleadeth. Such have no helpers.","bn_translation":"তুমি তাদেরকে পথ প্রদর্শন করতে আগ্রহী হলেও আল্লাহ যাকে বিভ্রান্ত করেছেন তাকে তিনি সৎ পথে পরিচালিত করবেননা এবং তাদের কোন সাহায্যকারীও নেই।"}	,
            {"verse_id":	38	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৩৮","ar_ayat":"﴿﻿۳۸﻿﴾","text_indo_pak":"وَاَقۡسَمُوۡا بِاللّٰہِ جَہۡدَ اَیۡمَانِہِمۡ ۙ  لَا یَبۡعَثُ اللّٰہُ مَنۡ یَّمُوۡتُ ؕ  بَلٰی وَعۡدًا عَلَیۡہِ حَقًّا وَّلٰکِنَّ اَکۡثَرَ النَّاسِ لَا یَعۡلَمُوۡنَ ۙ","en_translation":"And they swear by Allah their most binding oaths (that) Allah will not raise up him who dieth. Nay, but it is a promise (binding) upon Him in truth, but most of mankind know not,","bn_translation":"তারা দৃঢ়তার সাথে আল্লাহর শপথ করে বলেঃ যার মৃত্যু হয় আল্লাহ তাকে পুনরুজ্জীবিত করবেননা। কেন নয়? তিনি তাঁর প্রতিশ্রুতি পূর্ণ করবেনই; কিন্তু অধিকাংশ মানুষ এটা অবগত নয়।"}	,
            {"verse_id":	39	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৩৯","ar_ayat":"﴿﻿۳۹﻿﴾","text_indo_pak":"لِیُبَیِّنَ لَہُمُ الَّذِیۡ یَخۡتَلِفُوۡنَ فِیۡہِ وَلِیَعۡلَمَ الَّذِیۡنَ کَفَرُوۡۤا اَنَّہُمۡ کَانُوۡا کٰذِبِیۡنَ","en_translation":"That He may explain unto them that wherein they differ, and that those who disbelieved may know that they were liars.","bn_translation":"তিনি পুনরুত্থিত করবেন, যে বিষয়ে তাদের মতানৈক্য ছিল তা তাদেরকে স্পষ্টভাবে দেখানোর জন্য এবং যাতে কাফিরেরা জানতে পারে যে, তারাই ছিল মিথ্যাবাদী।"}	,
            {"verse_id":	40	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৪০","ar_ayat":"﴿﻿۴۰﻿﴾","text_indo_pak":"اِنَّمَا قَوۡلُنَا لِشَیۡءٍ اِذَاۤ اَرَدۡنٰہُ اَنۡ نَّقُوۡلَ لَہٗ کُنۡ فَیَکُوۡنُ ","en_translation":"And Our word unto a thing, when We intend it, is only that We say unto it: Be! and it is.","bn_translation":"আমি কোন কিছু ইচ্ছা করলে সেই বিষয়ে আমার কথা শুধু এই যে, আমি বলি ‘হও,’ ফলে তা হয়ে যায়।"}	,
            {"verse_id":	41	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৪১","ar_ayat":"﴿﻿۴۱﻿﴾","text_indo_pak":"وَالَّذِیۡنَ ہَاجَرُوۡا فِی اللّٰہِ مِنۡۢ بَعۡدِ مَا ظُلِمُوۡا لَـنُبَوِّئَنَّہُمۡ فِی الدُّنۡیَا حَسَنَۃً ؕ  وَلَاَجۡرُ الۡاٰخِرَۃِ اَکۡبَرُ ۘ  لَوۡ کَانُوۡا یَعۡلَمُوۡنَ ۙ","en_translation":"And those who became fugitives for the cause of Allah after they had been oppressed, We verily shall give them goodly lodging in the world, and surely the reward of the Hereafter is greater, if they but knew;","bn_translation":"যারা অত্যাচারিত হওয়ার পর আল্লাহর পথে হিজরাত করেছে আমি অবশ্যই তাদেরকে দুনিয়ায় উত্তম আবাস প্রদান করব এবং আখিরাতের পুরষ্কারইতো শ্রেষ্ঠ। হায়! তারা যদি ওটা জানত!"}	,
            {"verse_id":	42	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৪২","ar_ayat":"﴿﻿۴۲﻿﴾","text_indo_pak":"الَّذِیۡنَ صَبَرُوۡا وَعَلٰی رَبِّہِمۡ یَتَوَکَّلُوۡنَ","en_translation":"Such as are steadfast and put their trust in Allah.","bn_translation":"তারা ধৈর্য ধারণ করে এবং তাদের রবের উপর নির্ভর করে।"}	,
            {"verse_id":	43	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৪৩","ar_ayat":"﴿﻿۴۳﻿﴾","text_indo_pak":"وَمَاۤ اَرۡسَلۡنَا مِنۡ قَبۡلِکَ اِلَّا رِجَالًا نُّوۡحِیۡۤ اِلَیۡہِمۡ فَسۡـَٔلُوۡۤا اَہۡلَ الذِّکۡرِ اِنۡ کُنۡتُمۡ لَا تَعۡلَمُوۡنَ ۙ","en_translation":"And We sent not (as Our messengers) before thee other than men whom We inspired - Ask the followers of the Remembrance if ye know not! -","bn_translation":"তোমার পূর্বে আমি অহীসহ (পুরুষ) মানুষই প্রেরণ করেছিলাম, তোমরা যদি না জান তাহলে জ্ঞানীদেরকে জিজ্ঞেস কর।"}	,
            {"verse_id":	44	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৪৪","ar_ayat":"﴿﻿۴۴﻿﴾","text_indo_pak":"بِالۡبَیِّنٰتِ وَالزُّبُرِ ؕ وَاَنۡزَلۡنَاۤ اِلَیۡکَ الذِّکۡرَ لِتُبَیِّنَ لِلنَّاسِ مَا نُزِّلَ اِلَیۡہِمۡ وَلَعَلَّہُمۡ یَتَفَکَّرُوۡنَ","en_translation":"With clear proofs and writings; and We have revealed unto thee the Remembrance that thou mayst explain to mankind that which hath been revealed for them, and that haply they may reflect.","bn_translation":"তাদের প্রেরণ করেছিলাম স্পষ্ট নিদর্শন ও গ্রন্থসহ এবং তোমার প্রতি কুরআন অবতীর্ণ করেছি মানুষকে স্পষ্টভাবে বুঝিয়ে দেয়ার জন্য, যা তাদের প্রতি অবতীর্ণ করা হয়েছিল, যাতে তারা চিন্তা ভাবনা করে।"}	,
            {"verse_id":	45	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৪৫","ar_ayat":"﴿﻿۴۵﻿﴾","text_indo_pak":"اَفَاَمِنَ الَّذِیۡنَ مَکَرُوا السَّیِّاٰتِ اَنۡ یَّخۡسِفَ اللّٰہُ بِہِمُ الۡاَرۡضَ اَوۡ یَاۡتِیَہُمُ الۡعَذَابُ مِنۡ حَیۡثُ لَا یَشۡعُرُوۡنَ ۙ","en_translation":"Are they who plan ill-deeds then secure that Allah will not cause the earth to swallow them, or that the doom will not come on them whence they know not ?","bn_translation":"যারা দুস্কর্মের ষড়যন্ত্র করে তারা কি এ বিষয়ে নিশ্চিত যে, আল্লাহ তাদেরকে ভূ-গর্ভে বিলীন করবেন না, অথবা এমন দিক হতে শাস্তি আসবে না যা তাদের ধারণাতীত?"}	,
            {"verse_id":	46	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৪৬","ar_ayat":"﴿﻿۴۶﻿﴾","text_indo_pak":"اَوۡ یَاۡخُذَہُمۡ فِیۡ تَقَلُّبِہِمۡ فَمَا ہُمۡ بِمُعۡجِزِیۡنَ ۙ","en_translation":"Or that He will not seize them in their going to and fro so that there be no escape for them ?","bn_translation":"অথবা চলাফিরা করতে থাকাকালে তিনি তাদেরকে ধৃত করবেননা? তারাতো এটা ব্যর্থ করতে পারবেনা।"}	,
            {"verse_id":	47	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৪৭","ar_ayat":"﴿﻿۴۷﻿﴾","text_indo_pak":"اَوۡ یَاۡخُذَہُمۡ عَلٰی تَخَوُّفٍ ؕ فَاِنَّ رَبَّکُمۡ لَرَءُوۡفٌ رَّحِیۡمٌ","en_translation":"Or that He will not seize them with a gradual wasting ? Lo! thy Lord is indeed Full of Pity, Merciful.","bn_translation":"অথবা তাদেরকে তিনি ভীত সন্ত্রস্ত অবস্থায় পাকড়াও করবেননা? তোমাদের রাব্বতো অবশ্যই ক্ষমাকারী, পরম দয়ালু।"}	,
            {"verse_id":	48	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৪৮","ar_ayat":"﴿﻿۴۸﻿﴾","text_indo_pak":"اَوَلَمۡ یَرَوۡا اِلٰی مَا خَلَقَ اللّٰہُ مِنۡ شَیۡءٍ یَّتَفَیَّؤُا ظِلٰلُہٗ عَنِ الۡیَمِیۡنِ وَالشَّمَآئِلِ سُجَّدًا لِّلّٰہِ وَہُمۡ دٰخِرُوۡنَ","en_translation":"Have they not observed all things that Allah hath created, how their shadows incline to the right and to the left, making prostration unto Allah, and they are lowly ?","bn_translation":"তারা কি লক্ষ্য করেনা আল্লাহর সৃষ্ট বস্তুর প্রতি, যার ছায়া ডানে ও বামে ঢলে পড়ে আল্লাহর প্রতি সাজদাহয় নত হয়?"}	,
            {"verse_id":	49	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৪৯","ar_ayat":"﴿﻿۴۹﻿﴾","text_indo_pak":"وَلِلّٰہِ یَسۡجُدُ مَا فِی السَّمٰوٰتِ وَمَا فِی الۡاَرۡضِ مِنۡ دَآبَّۃٍ وَّالۡمَلٰٓئِکَۃُ وَہُمۡ لَا یَسۡتَکۡبِرُوۡنَ","en_translation":"And unto Allah maketh prostration whatsoever is in the heavens and whatsoever is in the earth of living creatures, and the angels (also) and they are not proud.","bn_translation":"আল্লাহকেই সাজদাহ করে যা কিছু সৃষ্টি রয়েছে আকাশমন্ডলীতে এবং পৃথিবীতে এবং মালাইকাগণও; তারা অহংকার করেনা।"}	,
            {"verse_id":	50	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৫০","ar_ayat":"﴿﻿۵۰﻿﴾","text_indo_pak":"یَخَافُوۡنَ رَبَّہُمۡ مِّنۡ فَوۡقِہِمۡ وَیَفۡعَلُوۡنَ مَا یُؤۡمَرُوۡنَ ٛ","en_translation":"They fear their Lord above them, and do what they are bidden.","bn_translation":"তারা ভয় করে, তাদের উপর পরাক্রমশালী তাদের রাব্বকে এবং তাদেরকে যা আদেশ করা হয় তারা তা পালন করে। [সাজদাহ]"}	,
            {"verse_id":	51	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৫১","ar_ayat":"﴿﻿۵۱﻿﴾","text_indo_pak":"وَقَالَ اللّٰہُ لَا تَتَّخِذُوۡۤا اِلٰـہَیۡنِ اثۡنَیۡنِ ۚ اِنَّمَا ہُوَ اِلٰہٌ وَّاحِدٌ ۚ فَاِیَّایَ فَارۡہَبُوۡنِ","en_translation":"Allah hath said: Choose not two gods. There is only One God. So of Me, Me only, be in awe.","bn_translation":"আল্লাহ বলেনঃ তোমরা দুই ইলাহ গ্রহণ করনা; তিনিই একমাত্র ইলাহ, সুতরাং তোমরা আমাকেই ভয় কর।"}	,
            {"verse_id":	52	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৫২","ar_ayat":"﴿﻿۵۲﻿﴾","text_indo_pak":"وَلَہٗ مَا فِی السَّمٰوٰتِ وَالۡاَرۡضِ وَلَہُ الدِّیۡنُ وَاصِبًا ؕ اَفَغَیۡرَ اللّٰہِ تَتَّقُوۡنَ","en_translation":"Unto Him belongeth whatsoever is in the heavens and the earth, and religion is His for ever. Will ye then fear any other than Allah ?","bn_translation":"আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তা তাঁরই; এবং নিরবচ্ছিন্ন আনুগত্য তাঁরই প্রাপ্য; তোমরা কি আল্লাহ ব্যতীত অন্যকে ভয় করবে?"}	,
            {"verse_id":	53	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৫৩","ar_ayat":"﴿﻿۵۳﻿﴾","text_indo_pak":"وَمَا بِکُمۡ مِّنۡ نِّعۡمَۃٍ فَمِنَ اللّٰہِ ثُمَّ اِذَا مَسَّکُمُ الضُّرُّ فَاِلَیۡہِ تَجۡـَٔرُوۡنَ ۚ","en_translation":"And whatever of comfort ye enjoy, it is from Allah. Then, when misfortune reacheth you, unto Him ye cry for help.","bn_translation":"তোমরা যে সব অনুগ্রহ ভোগ কর তাতো আল্লাহরই নিকট হতে। অধিকন্ত যখন দুঃখ দৈন্য তোমাদেরকে স্পর্শ করে তখন তোমরা তাঁকেই ব্যাকুলভাবে আহবান কর।"}	,
            {"verse_id":	54	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৫৪","ar_ayat":"﴿﻿۵۴﻿﴾","text_indo_pak":"ثُمَّ اِذَا کَشَفَ الضُّرَّ عَنۡکُمۡ اِذَا فَرِیۡقٌ مِّنۡکُمۡ بِرَبِّہِمۡ یُشۡرِکُوۡنَ ۙ","en_translation":"And afterward, when He hath rid you of the misfortune, behold! a set of you attribute partners to their Lord,","bn_translation":"আবার যখন (আল্লাহ) তোমাদের দুঃখ-দৈন্য দূর করেন তখন তোমাদের এক দল তাদের রবের সাথে শরীক করে ।"}	,
            {"verse_id":	55	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৫৫","ar_ayat":"﴿﻿۵۵﻿﴾","text_indo_pak":"لِیَکۡفُرُوۡا بِمَاۤ اٰتَیۡنٰہُمۡ ؕ فَتَمَتَّعُوۡا ۟ فَسَوۡفَ تَعۡلَمُوۡنَ","en_translation":"So as to deny that which We have given them. Then enjoy life (while ye may), for ye will come to know.","bn_translation":"আমি তাদেরকে যা দান করেছি তা অস্বীকার করার জন্য, সুতরাং তোমরা ভোগ করে নাও, অচিরেই জানতে পারবে।"}	,
            {"verse_id":	56	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৫৬","ar_ayat":"﴿﻿۵۶﻿﴾","text_indo_pak":"وَیَجۡعَلُوۡنَ لِمَا لَا یَعۡلَمُوۡنَ نَصِیۡبًا مِّمَّا رَزَقۡنٰہُمۡ ؕ تَاللّٰہِ لَتُسۡـَٔلُنَّ عَمَّا کُنۡتُمۡ تَفۡتَرُوۡنَ","en_translation":"And they assign a portion of that which We have given them unto what they know not. By Allah! but ye will indeed be asked concerning (all) that ye used to invent.","bn_translation":"আমি তাদেরকে যে রিয্ক দান করি তারা তার এক অংশ নির্ধারিত করে তাদের জন্য যাদের সম্বন্ধে তারা কিছুই জানেনা। শপথ আল্লাহর! তোমরা যে মিথ্যা উদ্ভাবন কর সেই সম্বন্ধে তোমাদেরকে প্রশ্ন করা হবেই।"}	,
            {"verse_id":	57	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৫৭","ar_ayat":"﴿﻿۵۷﻿﴾","text_indo_pak":"وَیَجۡعَلُوۡنَ لِلّٰہِ الۡبَنٰتِ سُبۡحٰنَہٗ ۙ وَلَہُمۡ مَّا یَشۡتَہُوۡنَ","en_translation":"And they assign unto Allah daughters - Be He Glorified! - and unto themselves what they desire;","bn_translation":"তারা নির্ধারণ করে আল্লাহর জন্য কন্যা সন্তান। তিনি পবিত্র মহিমান্বিত, এবং তাদের জন্য ওটাই যা তারা কামনা করে।"}	,
            {"verse_id":	58	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৫৮","ar_ayat":"﴿﻿۵۸﻿﴾","text_indo_pak":"وَاِذَا بُشِّرَ اَحَدُہُمۡ بِالۡاُنۡثٰی ظَلَّ وَجۡہُہٗ مُسۡوَدًّا وَّہُوَ کَظِیۡمٌ ۚ","en_translation":"When if one of them receiveth tidings of the birth of a female, his face remaineth darkened, and he is wroth inwardly.","bn_translation":"তাদের কেহকে যখন কন্যা সন্তানের সুসংবাদ দেয়া হয় তখন তার মুখমন্ডল কালো হয়ে যায় এবং সে অসহনীয় মনস্তাপে ক্লিষ্ট হয়।"}	,
            {"verse_id":	59	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৫৯","ar_ayat":"﴿﻿۵۹﻿﴾","text_indo_pak":"یَتَوَارٰی مِنَ الۡقَوۡمِ مِنۡ سُوۡٓءِ مَا بُشِّرَ بِہٖ ؕ اَیُمۡسِکُہٗ عَلٰی ہُوۡنٍ اَمۡ یَدُسُّہٗ فِی التُّرَابِ ؕ اَلَا سَآءَ مَا یَحۡکُمُوۡنَ","en_translation":"He hideth himself from the folk because of the evil of that whereof he hath had tidings, (asking himself): Shall he keep it in contempt, or bury it beneath the dust. Verily evil is their judgment.","bn_translation":"তাকে যে সংবাদ দেয়া হয়, তার গ্লানি হেতু সে নিজ সম্প্রদায় হতে আত্মগোপন করে। সে চিন্তা করে যে, হীনতা সত্ত্বেও সে তাকে রেখে দিবে, নাকি মাটিতে পুঁতে ফেলবে। সাবধান! তারা যা সিদ্ধান্ত নেয় তা কতই না নিকৃষ্ট!"}	,
            {"verse_id":	60	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৬০","ar_ayat":"﴿﻿۶۰﻿﴾","text_indo_pak":"لِلَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ مَثَلُ السَّوۡءِ ۚ  وَلِلّٰہِ الۡمَثَلُ الۡاَعۡلٰی ؕ  وَہُوَ الۡعَزِیۡزُ الۡحَکِیۡمُ ","en_translation":"For those who believe not in the Hereafter is an evil similitude, and Allah's is the Sublime Similitude. He is the Mighty, the Wise.","bn_translation":"যারা আখিরাতে বিশ্বাস করেনা তারা নিকৃষ্ট প্রকৃতির সদৃশ। আর আল্লাহতো মহত্তম প্রকৃতির অধিকারী; এবং তিনি পরাক্রমশালী, প্রজ্ঞাময়।"}	,
            {"verse_id":	61	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৬১","ar_ayat":"﴿﻿۶۱﻿﴾","text_indo_pak":"وَلَوۡ یُؤَاخِذُ اللّٰہُ النَّاسَ بِظُلۡمِہِمۡ مَّا تَرَکَ عَلَیۡہَا مِنۡ دَآبَّۃٍ وَّلٰکِنۡ یُّؤَخِّرُہُمۡ اِلٰۤی اَجَلٍ مُّسَمًّی ۚ فَاِذَا جَآءَ اَجَلُہُمۡ لَا یَسۡتَاۡخِرُوۡنَ سَاعَۃً وَّلَا یَسۡتَقۡدِمُوۡنَ","en_translation":"If Allah were to take mankind to task for their wrong-doing, he would not leave hereon a living creature, but He reprieveth them to an appointed term, and when their term cometh they cannot put (it) off an hour nor (yet) advance (it).","bn_translation":"আল্লাহ যদি মানুষকে তাদের সীমা লংঘনের জন্য শাস্তি দিতেন তাহলে ভূপৃষ্ঠে কোন জীব জন্তুকেই রেহাই দিতেননা; কিন্তু তিনি এক নির্দিষ্ট কাল পর্যন্ত তাদেরকে অবকাশ দিয়ে থাকেন। অতঃপর যখন তাদের সময় আসে তখন তারা মুহুর্তকাল বিলম্ব অথবা ত্বরা করতে পারবেনা।"}	,
            {"verse_id":	62	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৬২","ar_ayat":"﴿﻿۶۲﻿﴾","text_indo_pak":"وَیَجۡعَلُوۡنَ لِلّٰہِ مَا یَکۡرَہُوۡنَ وَتَصِفُ اَلۡسِنَتُہُمُ الۡکَذِبَ اَنَّ لَہُمُ الۡحُسۡنٰی ؕ لَا جَرَمَ اَنَّ لَہُمُ النَّارَ وَاَنَّہُمۡ مُّفۡرَطُوۡنَ","en_translation":"And they assign unto Allah that which they (themselves) dislike, and their tongues expound the lie that the better portion will be theirs. Assuredly theirs will be the Fire, and they will be abandoned.","bn_translation":"যা তারা অপছন্দ করে তাই তারা আল্লাহর প্রতি আরোপ করে। তাদের জিহবা মিথ্যা বর্ণনা করে যে, মঙ্গল তাদেরই জন্য। নিশ্চয়ই তাদের জন্য রয়েছে জাহান্নাম এবং তাদেরকেই সর্বাগ্রে তাতে নিক্ষেপ করা হবে।"}	,
            {"verse_id":	63	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৬৩","ar_ayat":"﴿﻿۶۳﻿﴾","text_indo_pak":"تَاللّٰہِ لَقَدۡ اَرۡسَلۡنَاۤ اِلٰۤی اُمَمٍ مِّنۡ قَبۡلِکَ فَزَیَّنَ لَہُمُ الشَّیۡطٰنُ اَعۡمَالَہُمۡ فَہُوَ وَلِیُّہُمُ الۡیَوۡمَ وَلَہُمۡ عَذَابٌ اَلِیۡمٌ","en_translation":"By Allah, We verily sent messengers unto the nations before thee, but the devil made their deeds fairseeming unto them. So he is their patron this day, and theirs will be a painful doom.","bn_translation":"শপথ আল্লাহর! আমি তোমার পূর্বেও বহু জাতির নিকট রাসূল প্রেরণ করেছি; কিন্তু শাইতান ঐ সব জাতির কার্যকলাপ তাদের দৃষ্টিতে শোভন করেছিল; সুতরাং সে’ই আজ তাদের অভিভাবক এবং তাদেরই জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।"}	,
            {"verse_id":	64	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৬৪","ar_ayat":"﴿﻿۶۴﻿﴾","text_indo_pak":"وَمَاۤ اَنۡزَلۡنَا عَلَیۡکَ الۡکِتٰبَ اِلَّا لِتُبَیِّنَ لَہُمُ الَّذِی اخۡتَلَفُوۡا فِیۡہِ ۙ وَہُدًی وَّرَحۡمَۃً لِّقَوۡمٍ یُّؤۡمِنُوۡنَ","en_translation":"And We have revealed the Scripture unto thee only that thou mayst explain unto them that wherein they differ, and (as) a guidance and a mercy for a people who believe.","bn_translation":"আমিতো তোমার প্রতি এই কিতাব অবতীর্ণ করেছি যারা এ বিষয়ে মতভেদ করে তাদেরকে সুস্পষ্টভাবে বুঝিয়ে দেয়ার জন্য এবং মু’মিনদের জন্য পথ-নির্দেশ ও দয়া স্বরূপ।"}	,
            {"verse_id":	65	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৬৫","ar_ayat":"﴿﻿۶۵﻿﴾","text_indo_pak":"وَاللّٰہُ اَنۡزَلَ مِنَ السَّمَآءِ مَآءً فَاَحۡیَا بِہِ الۡاَرۡضَ بَعۡدَ مَوۡتِہَا ؕ  اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً لِّقَوۡمٍ یَّسۡمَعُوۡنَ ","en_translation":"Allah sendeth down water from the sky and therewith reviveth the earth after her death. Lo! herein is indeed a portent for a folk who hear.","bn_translation":"আর আল্লাহ আসমান থেকে বৃষ্টি বর্ষণ করেছেন। অতঃপর তা দিয়ে যমীনকে তার মৃত্যুর পর সজীব করেছেন। নিশ্চয় এতে নিদর্শন রয়েছে সেই কওমের জন্যা যারা শুনে।"}	,
            {"verse_id":	66	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৬৬","ar_ayat":"﴿﻿۶۶﻿﴾","text_indo_pak":"وَاِنَّ لَکُمۡ فِی الۡاَنۡعَامِ لَعِبۡرَۃً ؕ نُسۡقِیۡکُمۡ مِّمَّا فِیۡ بُطُوۡنِہٖ مِنۡۢ بَیۡنِ فَرۡثٍ وَّدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِّلشّٰرِبِیۡنَ","en_translation":"And lo! in the cattle there is a lesson for you. We give you to drink of that which is in their bellies, from betwixt the refuse and the blood, pure milk palatable to the drinkers.","bn_translation":"অবশ্যই (গৃহপালিত) চতুস্পদ জন্তুর মধ্যে তোমাদের জন্য শিক্ষা রয়েছে; ওগুলির উদরস্থিত গোবর ও রক্তের মধ্য হতে তোমাদেরকে আমি পান করাই বিশুদ্ধ দুগ্ধ, যা পানকারীদের জন্য সুস্বাদু।"}	,
            {"verse_id":	67	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৬৭","ar_ayat":"﴿﻿۶۷﻿﴾","text_indo_pak":"وَمِنۡ ثَمَرٰتِ النَّخِیۡلِ وَالۡاَعۡنَابِ تَتَّخِذُوۡنَ مِنۡہُ سَکَرًا وَّرِزۡقًا حَسَنًا ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً لِّقَوۡمٍ یَّعۡقِلُوۡنَ","en_translation":"And of the fruits of the date-palm, and grapes, whence ye derive strong drink and (also) good nourishment. Lo! therein is indeed a portent for people who have sense.","bn_translation":"আর খেজুর গাছের ফল ও আঙ্গুর হতে তোমরা মাদক ও উত্তম খাদ্য গ্রহণ করে থাক, এতে অবশ্যই বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্য রয়েছে নিদর্শন।"}	,
            {"verse_id":	68	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৬৮","ar_ayat":"﴿﻿۶۸﻿﴾","text_indo_pak":"وَاَوۡحٰی رَبُّکَ اِلَی النَّحۡلِ اَنِ اتَّخِذِیۡ مِنَ الۡجِبَالِ بُیُوۡتًا وَّمِنَ الشَّجَرِ وَمِمَّا یَعۡرِشُوۡنَ ۙ","en_translation":"And thy Lord inspired the bee, saying: Choose thou habitations in the hills and in the trees and in that which they thatch;","bn_translation":"তোমার রাব্ব মৌমাছির অন্তরে ইঙ্গিত দ্বারা নির্দেশ দিয়েছেনঃ তুমি গৃহ নির্মাণ কর পাহাড়, বৃক্ষ এবং মানুষ যে গৃহ নির্মাণ করে তাতে।"}	,
            {"verse_id":	69	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৬৯","ar_ayat":"﴿﻿۶۹﻿﴾","text_indo_pak":"ثُمَّ کُلِیۡ مِنۡ کُلِّ الثَّمَرٰتِ فَاسۡلُکِیۡ سُبُلَ رَبِّکِ ذُلُلًا ؕ یَخۡرُجُ مِنۡۢ بُطُوۡنِہَا شَرَابٌ مُّخۡتَلِفٌ اَلۡوَانُہٗ فِیۡہِ شِفَآءٌ لِّلنَّاسِ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیَۃً لِّقَوۡمٍ یَّتَفَکَّرُوۡنَ","en_translation":"Then eat of all fruits, and follow the ways of thy Lord, made smooth (for thee). There cometh forth from their bellies a drink divers of hues, wherein is healing for mankind. Lo! herein is indeed a portent for people who reflect.","bn_translation":"এর পর প্রত্যেক ফল হতে কিছু কিছু আহার কর, অতঃপর তোমার রবের সহজ পথ অনুসরণ কর। ওর উদর হতে নির্গত হয় বিবিধ বর্ণের পানীয়, যাতে মানুষের জন্য রয়েছে রোগের প্রতিষেধক। অবশ্যই এতে রয়েছে নিদর্শন চিন্তাশীল সম্প্রদায়ের জন্য।"}	,
            {"verse_id":	70	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৭০","ar_ayat":"﴿﻿۷۰﻿﴾","text_indo_pak":"وَاللّٰہُ خَلَقَکُمۡ ثُمَّ یَتَوَفّٰىکُمۡ ۟ۙ  وَمِنۡکُمۡ مَّنۡ یُّرَدُّ اِلٰۤی اَرۡذَلِ الۡعُمُرِ لِکَیۡ لَا یَعۡلَمَ بَعۡدَ عِلۡمٍ شَیۡئًا ؕ  اِنَّ اللّٰہَ عَلِیۡمٌ قَدِیۡرٌ ","en_translation":"And Allah createth you, then causeth you to die, and among you is he who is brought back to the most abject stage of life, so that he knoweth nothing after (having had) knowledge. Lo! Allah is Knower, Powerful.","bn_translation":"আল্লাহই তোমাদেরকে সৃষ্টি করেছেন। অতঃপর তিনি তোমাদের মৃত্যু ঘটাবেন এবং তোমাদের মধ্যে কেহকে কেহকে উপনীত করা হয় জরাজীর্ণ বয়সে। ফলে তারা যা কিছু জানত সে সম্বন্ধে তারা সজ্ঞান থাকেনা; আল্লাহ সর্বজ্ঞ, সর্বশক্তিমান।"}	,
            {"verse_id":	71	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৭১","ar_ayat":"﴿﻿۷۱﻿﴾","text_indo_pak":"وَاللّٰہُ فَضَّلَ بَعۡضَکُمۡ عَلٰی بَعۡضٍ فِی الرِّزۡقِ ۚ فَمَا الَّذِیۡنَ فُضِّلُوۡا بِرَآدِّیۡ رِزۡقِہِمۡ عَلٰی مَا مَلَکَتۡ اَیۡمَانُہُمۡ فَہُمۡ فِیۡہِ سَوَآءٌ ؕ اَفَبِنِعۡمَۃِ اللّٰہِ یَجۡحَدُوۡنَ","en_translation":"And Allah hath favoured some of you above others in provision. Now those who are more favoured will by no means hand over their provision to those (slaves) whom their right hands possess, so that they may be equal with them in respect thereof. Is it then the grace of Allah that they deny ?","bn_translation":"আল্লাহ জীবনোপকরণে তোমাদের একজনকে অন্যজনের উপর শ্রেষ্ঠত্ব দিয়েছেন। যাদেরকে শ্রেষ্ঠত্ব দেয়া হয়েছে তারা তাদের অধীনস্থ দাস দাসীদেরকে নিজেদের জীবনোপকরণ হতে এমন কিছু দেয়না যাতে তারা এ বিষয়ে সমান হয়ে যায়; তাহলে কি তারা আল্লাহর অনুগ্রহ অস্বীকার করে?"}	,
            {"verse_id":	72	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৭২","ar_ayat":"﴿﻿۷۲﻿﴾","text_indo_pak":"وَاللّٰہُ جَعَلَ لَکُمۡ مِّنۡ اَنۡفُسِکُمۡ اَزۡوَاجًا وَّجَعَلَ لَکُمۡ مِّنۡ اَزۡوَاجِکُمۡ بَنِیۡنَ وَحَفَدَۃً وَّرَزَقَکُمۡ مِّنَ الطَّیِّبٰتِ ؕ  اَفَبِالۡبَاطِلِ یُؤۡمِنُوۡنَ وَبِنِعۡمَتِ اللّٰہِ ہُمۡ یَکۡفُرُوۡنَ ۙ","en_translation":"And Allah hath given you wives of your own kind, and hath given you, from your wives, sons and grandsons, and hath made provision of good things for you. Is it then in vanity that they believe and in the grace of Allah that they disbelieve ?","bn_translation":"আর আল্লাহ তোমাদের হতেই তোমাদের জোড়া সৃষ্টি করেছেন এবং তোমাদের যুগল হতে তোমাদের জন্য পুত্র-পৌত্রাদি সৃষ্টি করেছেন এবং উত্তম জীবনোপকরণ দান করেছেন। তবুও কি তারা মিথ্যা বিষয়ে বিশ্বাস করবে এবং আল্লাহর অনুগ্রহ অস্বীকার করবে?"}	,
            {"verse_id":	73	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৭৩","ar_ayat":"﴿﻿۷۳﻿﴾","text_indo_pak":"وَیَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ مَا لَا یَمۡلِکُ لَہُمۡ رِزۡقًا مِّنَ السَّمٰوٰتِ وَالۡاَرۡضِ شَیۡئًا وَّلَا یَسۡتَطِیۡعُوۡنَ ۚ","en_translation":"And they worship beside Allah that which owneth no provision whatsoever for them from the heavens or the earth, nor have they (whom they worship) any power.","bn_translation":"এবং তারা কি ইবাদাত করবে আল্লাহ ছাড়া অপরের যাদের আকাশমন্ডলী অথবা পৃথিবী হতে কোন জীবনোপকরণ সরবরাহ করার শক্তি নেই? এবং তারা কিছুই করতে সক্ষম নয় ।"}	,
            {"verse_id":	74	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৭৪","ar_ayat":"﴿﻿۷۴﻿﴾","text_indo_pak":"فَلَا تَضۡرِبُوۡا لِلّٰہِ الۡاَمۡثَالَ ؕ اِنَّ اللّٰہَ یَعۡلَمُ وَاَنۡتُمۡ لَا تَعۡلَمُوۡنَ","en_translation":"So coin not similitudes for Allah. Lo! Allah knoweth; ye know not.","bn_translation":"সুতরাং তোমরা আল্লাহর কোন সদৃশ স্থির করনা; নিশ্চয়ই আল্লাহ জানেন এবং তোমরা জাননা।"}	,
            {"verse_id":	75	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৭৫","ar_ayat":"﴿﻿۷۵﻿﴾","text_indo_pak":"ضَرَبَ اللّٰہُ مَثَلًا عَبۡدًا مَّمۡلُوۡکًا لَّا یَقۡدِرُ عَلٰی شَیۡءٍ وَّمَنۡ رَّزَقۡنٰہُ مِنَّا رِزۡقًا حَسَنًا فَہُوَ یُنۡفِقُ مِنۡہُ سِرًّا وَّجَہۡرًا ؕ ہَلۡ یَسۡتَوٗنَ ؕ اَلۡحَمۡدُ لِلّٰہِ ؕ بَلۡ اَکۡثَرُہُمۡ لَا یَعۡلَمُوۡنَ","en_translation":"Allah coineth a similitude: (on the one hand) a (mere) chattel slave, who hath control of nothing, and (on the other hand) one on whom we have bestowed a fair provision from Us, and he spendeth thereof secretly and openly. Are they equal ? Praise be to Allah! But most of them know not.","bn_translation":"আল্লাহ উপমা দিচ্ছেন অপরের অধিকারভুক্ত এক দাসের, যে কোন কিছুর উপর শক্তি রাখেনা। এবং অপর এক ব্যক্তি যাকে তিনি নিজ হতে উত্তম রিয্ক দান করেছেন এবং সে তা হতে গোপনে ও প্রকাশ্যে ব্যয় করে; তারা কি উভয়ে একে অপরের সমান? সকল প্রশংসা আল্লাহরই প্রাপ্য; অথচ তাদের অধিকাংশ এটা জানেনা।"}	,
            {"verse_id":	76	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৭৬","ar_ayat":"﴿﻿۷۶﻿﴾","text_indo_pak":"وَضَرَبَ اللّٰہُ مَثَلًا رَّجُلَیۡنِ اَحَدُہُمَاۤ اَبۡکَمُ لَا یَقۡدِرُ عَلٰی شَیۡءٍ وَّہُوَ کَلٌّ عَلٰی مَوۡلٰىہُ ۙ  اَیۡنَمَا یُوَجِّہۡہُّ لَا یَاۡتِ بِخَیۡرٍ ؕ  ہَلۡ یَسۡتَوِیۡ ہُوَ ۙ  وَمَنۡ یَّاۡمُرُ بِالۡعَدۡلِ ۙ  وَہُوَ عَلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ ","en_translation":"And Allah coineth a similitude: Two men, one of them dumb, having control of nothing, and he is a burden on his owner; whithersoever he directeth him to go, he bringeth no good. Is he equal with one who enjoineth justice and followeth a straight path (of conduct) ?","bn_translation":"আল্লাহ আরও উপমা দিচ্ছেন দু’ ব্যক্তির। ওদের একজন মূক, কোন কিছুরই শক্তি রাখেনা এবং সে তার মালিকের জন্য বোঝা স্বরূপ। তাকে যেখানেই পাঠানো হোক না কেন সে ভাল কিছুই করে আসতে পারেনা; সে কি ঐ ব্যক্তির মত সমান হবে যে ন্যায়ের নির্দেশ দেয় এবং যে আছে সরল পথে?"}	,
            {"verse_id":	77	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৭৭","ar_ayat":"﴿﻿۷۷﻿﴾","text_indo_pak":"وَلِلّٰہِ غَیۡبُ السَّمٰوٰتِ وَالۡاَرۡضِ ؕ وَمَاۤ اَمۡرُ السَّاعَۃِ اِلَّا کَلَمۡحِ الۡبَصَرِ اَوۡ ہُوَ اَقۡرَبُ ؕ اِنَّ اللّٰہَ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ","en_translation":"And unto Allah belongeth the Unseen of the heavens and the earth, and the matter of the Hour (of Doom) is but as a twinkling of the eye, or it is nearer still. Lo! Allah is Able to do all things.","bn_translation":"আকাশমন্ডলী ও পৃথিবীর অদৃশ্য বিষয়ের জ্ঞান আল্লাহরই এবং কিয়ামাতের ব্যাপারতো চোখের পলকের ন্যায়, বরং ওর চেয়েও সত্ত্বর; আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান।"}	,
            {"verse_id":	78	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৭৮","ar_ayat":"﴿﻿۷۸﻿﴾","text_indo_pak":"وَاللّٰہُ اَخۡرَجَکُمۡ مِّنۡۢ بُطُوۡنِ اُمَّہٰتِکُمۡ لَا تَعۡلَمُوۡنَ شَیۡئًا ۙ وَّجَعَلَ لَکُمُ السَّمۡعَ وَالۡاَبۡصَارَ وَالۡاَفۡـِٕدَۃَ ۙ لَعَلَّکُمۡ تَشۡکُرُوۡنَ","en_translation":"And Allah brought you forth from the wombs of your mothers knowing nothing, and gave you hearing and sight and hearts that haply ye might give thanks.","bn_translation":"আর আল্লাহ তোমাদেরকে নির্গত করেছেন তোমাদের মাতৃগর্ভ হতে এমন অবস্থায় যে, তোমরা কিছুই জানতেনা, এবং তিনি তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি এবং হৃদয়, যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।"}	,
            {"verse_id":	79	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৭৯","ar_ayat":"﴿﻿۷۹﻿﴾","text_indo_pak":"اَلَمۡ یَرَوۡا اِلَی الطَّیۡرِ مُسَخَّرٰتٍ فِیۡ جَوِّ السَّمَآءِ ؕ مَا یُمۡسِکُہُنَّ اِلَّا اللّٰہُ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ لِّقَوۡمٍ یُّؤۡمِنُوۡنَ","en_translation":"Have they not seen the birds obedient in mid-air ? None holdeth them save Allah. Lo! herein, verily, are portents for a people who believe.","bn_translation":"তারা কি লক্ষ্য করেনা আকাশের শূন্য গর্ভে নিয়ন্ত্রণাধীন বিহংগের প্রতি? আল্লাহই ওদেরকে স্থির রাখেন; অবশ্যই এতে নিদর্শন রয়েছে মু’মিন সম্প্রদায়ের জন্য।"}	,
            {"verse_id":	80	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৮০","ar_ayat":"﴿﻿۸۰﻿﴾","text_indo_pak":"وَاللّٰہُ جَعَلَ لَکُمۡ مِّنۡۢ بُیُوۡتِکُمۡ سَکَنًا وَّجَعَلَ لَکُمۡ مِّنۡ جُلُوۡدِ الۡاَنۡعَامِ بُیُوۡتًا تَسۡتَخِفُّوۡنَہَا یَوۡمَ ظَعۡنِکُمۡ وَیَوۡمَ اِقَامَتِکُمۡ ۙ وَمِنۡ اَصۡوَافِہَا وَاَوۡبَارِہَا وَاَشۡعَارِہَاۤ اَثَاثًا وَّمَتَاعًا اِلٰی حِیۡنٍ","en_translation":"And Allah hath given you in your houses an abode, and hath given you (also), of the hides of cattle, houses which ye find light (to carry) on the day of migration and on the day of pitching camp; and of their wool and their fur and their hair, caparison and comfort for a while.","bn_translation":"এবং আল্লাহ তোমাদের গৃহকে করেন তোমাদের আবাসস্থল, আর তিনি তোমাদের জন্য পশুচর্মের তাবুর ব্যবস্থা করেন; ওটা বহনকালে (তোমাদের ভ্রমণকালে) এবং ওতে অবস্থানকালে তোমরা তা সহজে বহন করতে পার। তিনি তোমাদের জন্য ব্যবস্থা করেন ওদের পশম, লোম ও কেশ হতে কিছু কালের জন্য গৃহ সামগ্রী ও ব্যবহার উপকরণ।"}	,
            {"verse_id":	81	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৮১","ar_ayat":"﴿﻿۸۱﻿﴾","text_indo_pak":"وَاللّٰہُ جَعَلَ لَکُمۡ مِّمَّا خَلَقَ ظِلٰلًا وَّجَعَلَ لَکُمۡ مِّنَ الۡجِبَالِ اَکۡنَانًا وَّجَعَلَ لَکُمۡ سَرَابِیۡلَ تَقِیۡکُمُ الۡحَرَّ وَسَرَابِیۡلَ تَقِیۡکُمۡ بَاۡسَکُمۡ ؕ کَذٰلِکَ یُتِمُّ نِعۡمَتَہٗ عَلَیۡکُمۡ لَعَلَّکُمۡ تُسۡلِمُوۡنَ","en_translation":"And Allah hath given you, of that which He hath created, shelter from the sun; and hath given you places of refuge in the mountains, and hath given you coats to ward off the heat from you, and coats (of armour) to save you from your own foolhardiness. Thus doth He perfect His favour unto you, in order that ye may surrender (unto Him).","bn_translation":"আর আল্লাহ যা কিছু সৃষ্টি করেছেন তাতে তোমাদের জন্য ছায়ার ব্যবস্থা করেন এবং তিনি তোমাদের জন্য পাহাড়ে আশ্রয়ের ব্যবস্থা করেন এবং তোমাদের জন্য ব্যবস্থা করেন পরিধেয় বস্ত্রের; ওটা তোমাদেরকে তাপ হতে রক্ষা করে এবং তিনি ব্যবস্থা করেন তোমাদের জন্য বর্মের, ওটা তোমাদেরকে যুদ্ধে রক্ষা করে; এভাবে তিনি তোমাদের প্রতি তাঁর অনুগ্রহ পূর্ণ করেন যাতে তোমরা আত্মসমর্পণ কর।"}	,
            {"verse_id":	82	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৮২","ar_ayat":"﴿﻿۸۲﻿﴾","text_indo_pak":"فَاِنۡ تَوَلَّوۡا فَاِنَّمَا عَلَیۡکَ الۡبَلٰغُ الۡمُبِیۡنُ","en_translation":"Then, if they turn away, thy duty (O Muhammad) is but plain conveyance (of the message).","bn_translation":"অতঃপর তারা যদি মুখ ফিরিয়ে নেয় তাহলে তোমার কর্তব্যতো শুধু স্পষ্টভাবে বাণী পৌঁছে দেয়া।"}	,
            {"verse_id":	83	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৮৩","ar_ayat":"﴿﻿۸۳﻿﴾","text_indo_pak":"یَعۡرِفُوۡنَ نِعۡمَتَ اللّٰہِ ثُمَّ یُنۡکِرُوۡنَہَا وَاَکۡثَرُہُمُ الۡکٰفِرُوۡنَ ","en_translation":"They know the favour of Allah and then deny it. Most of them are ingrates.","bn_translation":"তারা আল্লাহর অনুগ্রহ জ্ঞাত আছে; কিন্তু সেগুলি তারা অস্বীকার করে এবং তাদের অধিকাংশই কাফির।"}	,
            {"verse_id":	84	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৮৪","ar_ayat":"﴿﻿۸۴﻿﴾","text_indo_pak":"وَیَوۡمَ نَبۡعَثُ مِنۡ کُلِّ اُمَّۃٍ شَہِیۡدًا ثُمَّ لَا یُؤۡذَنُ لِلَّذِیۡنَ کَفَرُوۡا وَلَا ہُمۡ یُسۡتَعۡتَبُوۡنَ","en_translation":"And (bethink you of) the day when we raise up of every nation a witness, then there is no leave for disbelievers, nor are they allowed to make amends.","bn_translation":"যেদিন আমি প্রত্যেক সম্প্রদায় হতে এক একজন সাক্ষী উত্থিত করব সেদিন কাফিরদেরকে অনুমতি দেয়া হবেনা এবং তাদেরকে (আল্লাহর) সন্তুষ্টি লাভের সুযোগ দেয়া হবেনা।"}	,
            {"verse_id":	85	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৮৫","ar_ayat":"﴿﻿۸۵﻿﴾","text_indo_pak":"وَاِذَا رَاَ الَّذِیۡنَ ظَلَمُوا الۡعَذَابَ فَلَا یُخَفَّفُ عَنۡہُمۡ وَلَا ہُمۡ یُنۡظَرُوۡنَ","en_translation":"And when those who did wrong behold the doom, it will not be made light for them, nor will they be reprieved.","bn_translation":"যখন যালিমরা শাস্তি প্রত্যক্ষ করবে তখন তাদের শাস্তি লঘু করা হবেনা এবং তাদেরকে কোন বিরাম দেয়া হবেনা।"}	,
            {"verse_id":	86	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৮৬","ar_ayat":"﴿﻿۸۶﻿﴾","text_indo_pak":"وَاِذَا رَاَ الَّذِیۡنَ اَشۡرَکُوۡا شُرَکَآءَہُمۡ قَالُوۡا رَبَّنَا ہٰۤؤُلَآءِ شُرَکَآؤُنَا الَّذِیۡنَ کُنَّا نَدۡعُوۡا مِنۡ دُوۡنِکَ ۚ  فَاَلۡقَوۡا اِلَیۡہِمُ الۡقَوۡلَ اِنَّکُمۡ لَکٰذِبُوۡنَ ۚ","en_translation":"And when those who ascribed partners to Allah behold those partners of theirs, they will say: Our Lord! these are our partners unto whom we used to cry instead of Thee. But they will fling to them the saying: Lo! ye verily are liars!","bn_translation":"মুশরিকরা যাদেরকে (আল্লাহর) শরীক করেছিল তাদেরকে দেখে বলবেঃ হে আমাদের রাব্ব! এরাই তারা যাদেরকে আমরা আপনার শরীক করেছিলাম, যাদেরকে আমরা আহবান করতাম আপনার পরিবর্তে; অতঃপর তদুত্তরে তারা বলবেঃ তোমরা অবশ্যই মিথ্যাবাদী।"}	,
            {"verse_id":	87	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৮৭","ar_ayat":"﴿﻿۸۷﻿﴾","text_indo_pak":"وَاَلۡقَوۡا اِلَی اللّٰہِ یَوۡمَئِذِۣ السَّلَمَ وَضَلَّ عَنۡہُمۡ مَّا کَانُوۡا یَفۡتَرُوۡنَ","en_translation":"And they proffer unto Allah submission on that day, and all that they used to invent hath failed them.","bn_translation":"সেদিন তারা আল্লাহর কাছে আত্মসমর্পণ করবে এবং তারা যে মিথ্যা উদ্ভাবন করত তা তাদের জন্য নিষ্ফল হবে।"}	,
            {"verse_id":	88	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৮৮","ar_ayat":"﴿﻿۸۸﻿﴾","text_indo_pak":"اَلَّذِیۡنَ کَفَرُوۡا وَصَدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ زِدۡنٰہُمۡ عَذَابًا فَوۡقَ الۡعَذَابِ بِمَا کَانُوۡا یُفۡسِدُوۡنَ","en_translation":"For those who disbelieve and debar (men) from the way of Allah, We add doom to doom because they wrought corruption,","bn_translation":"যারা কুফরী করেছে ও আল্লাহর পথ হতে বাধা দিয়েছে, আমি তাদের শাস্তির উপর শাস্তি বৃদ্ধি করব।"}	,
            {"verse_id":	89	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৮৯","ar_ayat":"﴿﻿۸۹﻿﴾","text_indo_pak":"وَیَوۡمَ نَبۡعَثُ فِیۡ کُلِّ اُمَّۃٍ شَہِیۡدًا عَلَیۡہِمۡ مِّنۡ اَنۡفُسِہِمۡ وَجِئۡنَا بِکَ شَہِیۡدًا عَلٰی ہٰۤؤُلَآءِ ؕ  وَنَزَّلۡنَا عَلَیۡکَ الۡکِتٰبَ تِبۡیَانًا لِّکُلِّ شَیۡءٍ وَّہُدًی وَّرَحۡمَۃً وَّبُشۡرٰی لِلۡمُسۡلِمِیۡنَ ","en_translation":"And (bethink you of) the day when We raise in every nation a witness against them of their own folk, and We bring thee (Muhammad) as a witness against these. And We reveal the Scripture unto thee as an exposition of all things, and a guidance and a mercy and good tidings for those who have surrendered (to Allah).","bn_translation":"সেদিন আমি উত্থিত করব প্রত্যেক সম্প্রদায় হতে তাদের বিষয়ে এক একজন সাক্ষী এবং তোমাকে আমি আনব সাক্ষী রূপে এদের বিষয়ে; আমি আত্মসমর্পণকারীদের (মুসলিম) জন্য প্রত্যেক বিষয়ে স্পষ্ট ব্যাখ্যাস্বরূপ, পথ নির্দেশ, দয়া ও সুসংবাদ স্বরূপ তোমার প্রতি কিতাব অবতীর্ণ করেছি।"}	,
            {"verse_id":	90	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৯০","ar_ayat":"﴿﻿۹۰﻿﴾","text_indo_pak":"اِنَّ اللّٰہَ یَاۡمُرُ بِالۡعَدۡلِ وَالۡاِحۡسَانِ وَاِیۡتَآیِٔ ذِی الۡقُرۡبٰی وَیَنۡہٰی عَنِ الۡفَحۡشَآءِ وَالۡمُنۡکَرِ وَالۡبَغۡیِ ۚ یَعِظُکُمۡ لَعَلَّکُمۡ تَذَکَّرُوۡنَ","en_translation":"Lo! Allah enjoineth justice and kindness, and giving to kinsfolk, and forbiddeth lewdness and abomination and wickedness. He exhorteth you in order that ye may take heed.","bn_translation":"নিশ্চয়ই আল্লাহ ন্যায় পরায়ণতা, সদাচরণ ও আত্মীয় স্বজনকে দানের নির্দেশ দেন এবং তিনি নিষেধ করেন অশ্লীলতা, অসৎ কাজ ও সীমা লংঘন করতে। তিনি তোমাদেরকে উপদেশ দেন যাতে তোমরা শিক্ষা গ্রহণ কর।"}	,
            {"verse_id":	91	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৯১","ar_ayat":"﴿﻿۹۱﻿﴾","text_indo_pak":"وَاَوۡفُوۡا بِعَہۡدِ اللّٰہِ اِذَا عٰہَدۡتُّمۡ وَلَا تَنۡقُضُوا الۡاَیۡمَانَ بَعۡدَ تَوۡکِیۡدِہَا وَقَدۡ جَعَلۡتُمُ اللّٰہَ عَلَیۡکُمۡ کَفِیۡلًا ؕ اِنَّ اللّٰہَ یَعۡلَمُ مَا تَفۡعَلُوۡنَ","en_translation":"Fulfil the covenant of Allah when ye have covenanted, and break not your oaths after the asseveration of them, and after ye have made Allah surety over you. Lo! Allah knoweth what ye do.","bn_translation":"তোমরা আল্লাহর অঙ্গীকার পূর্ণ কর যখন পরস্পর অঙ্গীকার কর এবং তোমরা শপথ দৃঢ় করার পর তা ভঙ্গ করনা; তোমরা যা কর আল্লাহ তা জানেন।"}	,
            {"verse_id":	92	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৯২","ar_ayat":"﴿﻿۹۲﻿﴾","text_indo_pak":"وَلَا تَکُوۡنُوۡا کَالَّتِیۡ نَقَضَتۡ غَزۡلَہَا مِنۡۢ بَعۡدِ قُوَّۃٍ اَنۡکَاثًا ؕ تَتَّخِذُوۡنَ اَیۡمَانَکُمۡ دَخَلًۢا بَیۡنَکُمۡ اَنۡ تَکُوۡنَ اُمَّۃٌ ہِیَ اَرۡبٰی مِنۡ اُمَّۃٍ ؕ اِنَّمَا یَبۡلُوۡکُمُ اللّٰہُ بِہٖ ؕ وَلَیُبَیِّنَنَّ لَکُمۡ یَوۡمَ الۡقِیٰمَۃِ مَا کُنۡتُمۡ فِیۡہِ تَخۡتَلِفُوۡنَ","en_translation":"And be not like unto her who unravelleth the thread, after she hath made it strong, to thin filaments, making your oaths a deceit between you because of a nation being more numerous than (another) nation. Allah only trieth you thereby, and He verily will explain to you on the Day of Resurrection that wherein ye differed.","bn_translation":"তোমরা সেই নারীর মত হয়োনা, যে তার সূতা মাযবূত করে পাকানোর পর ওর পাক খুলে নষ্ট করে দেয়। তোমাদের শপথ তোমরা পরস্পরকে প্রবঞ্চনা করার জন্য ব্যবহার করে থাকো, যাতে একদল অন্যদল অপেক্ষা অধিক লাভবান হও; আল্লাহতো এটা দ্বারা শুধু তোমাদেরকে পরীক্ষা করেন; তোমাদের যে বিষয়ে মতভেদ রয়েছে, কিয়ামাত দিবসে তিনি তা নিশ্চয়ই স্পষ্টভাবে প্রকাশ করে দিবেন।"}	,
            {"verse_id":	93	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৯৩","ar_ayat":"﴿﻿۹۳﻿﴾","text_indo_pak":"وَلَوۡ شَآءَ اللّٰہُ لَجَعَلَکُمۡ اُمَّۃً وَّاحِدَۃً وَّلٰکِنۡ یُّضِلُّ مَنۡ یَّشَآءُ وَیَہۡدِیۡ مَنۡ یَّشَآءُ ؕ وَلَتُسۡـَٔلُنَّ عَمَّا کُنۡتُمۡ تَعۡمَلُوۡنَ","en_translation":"Had Allah willed He could have made you (all) one nation, but He sendeth whom He will astray and guideth whom He will, and ye will indeed be asked of what ye used to do.","bn_translation":"যদি আল্লাহ ইচ্ছা করতেন তাহলে তোমাদেরকে এক জাতি করতে পারতেন, কিন্তু তিনি যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎ পথে পরিচালিত করেন; তোমরা যা কর সে বিষয়ে অবশ্যই তোমাদেরকে প্রশ্ন করা হবে।"}	,
            {"verse_id":	94	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৯৪","ar_ayat":"﴿﻿۹۴﻿﴾","text_indo_pak":"وَلَا تَتَّخِذُوۡۤا اَیۡمَانَکُمۡ دَخَلًۢا بَیۡنَکُمۡ فَتَزِلَّ قَدَمٌۢ بَعۡدَ ثُبُوۡتِہَا وَتَذُوۡقُوا السُّوۡٓءَ بِمَا صَدَدۡتُّمۡ عَنۡ سَبِیۡلِ اللّٰہِ ۚ وَلَکُمۡ عَذَابٌ عَظِیۡمٌ","en_translation":"Make not your oaths a deceit between you, lest a foot should slip after being firmly planted and ye should taste evil forasmuch as ye debarred (men) from the way of Allah, and yours should be an awful doom.","bn_translation":"পরস্পর প্রবঞ্চনা করার জন্য তোমরা তোমাদের শপথকে ব্যবহার করনা; তাহলে পা স্থির হওয়ার পর পিছলে যাবে এবং আল্লাহর পথে বাধা দেয়ার কারণে তোমরা শাস্তির আস্বাদ গ্রহণ করবে। তোমাদের জন্য রয়েছে কঠোর শাস্তি।"}	,
            {"verse_id":	95	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৯৫","ar_ayat":"﴿﻿۹۵﻿﴾","text_indo_pak":"وَلَا تَشۡتَرُوۡا بِعَہۡدِ اللّٰہِ ثَمَنًا قَلِیۡلًا ؕ اِنَّمَا عِنۡدَ اللّٰہِ ہُوَ خَیۡرٌ لَّکُمۡ اِنۡ کُنۡتُمۡ تَعۡلَمُوۡنَ","en_translation":"And purchase not a small gain at the price of Allah's covenant. Lo! that which Allah hath is better for you, if ye did but know.","bn_translation":"তোমরা আল্লাহর সঙ্গে কৃত অংগীকার তুচ্ছ মূল্যে বিক্রি করনা; আল্লাহর কাছে যা আছে শুধু তা’ই তোমাদের জন্য উত্তম, যদি তোমরা জানতে।"}	,
            {"verse_id":	96	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৯৬","ar_ayat":"﴿﻿۹۶﻿﴾","text_indo_pak":"مَا عِنۡدَکُمۡ یَنۡفَدُ وَمَا عِنۡدَ اللّٰہِ بَاقٍ ؕ وَلَنَجۡزِیَنَّ الَّذِیۡنَ صَبَرُوۡۤا اَجۡرَہُمۡ بِاَحۡسَنِ مَا کَانُوۡا یَعۡمَلُوۡنَ","en_translation":"That which ye have wasteth away, and that which Allah hath remaineth. And verily We shall pay those who are steadfast a recompense in proportion to the best of what they used to do.","bn_translation":"তোমাদের কাছে যা আছে তা নিঃশেষ হবে এবং আল্লাহর কাছে যা আছে তা স্থায়ী; যারা ধৈর্য ধারণ করে আমি নিশ্চয়ই তাদেরকে তারা যে উত্তম কাজ করে তা অপেক্ষা শ্রেষ্ঠ পুরস্কার দান করব।"}	,
            {"verse_id":	97	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৯৭","ar_ayat":"﴿﻿۹۷﻿﴾","text_indo_pak":"مَنۡ عَمِلَ صَالِحًا مِّنۡ ذَکَرٍ اَوۡ اُنۡثٰی وَہُوَ مُؤۡمِنٌ فَلَنُحۡیِیَنَّہٗ حَیٰوۃً طَیِّبَۃً ۚ وَلَنَجۡزِیَنَّہُمۡ اَجۡرَہُمۡ بِاَحۡسَنِ مَا کَانُوۡا یَعۡمَلُوۡنَ","en_translation":"Whosoever doeth right, whether male or female, and is a believer, him verily we shall quicken with good life, and We shall pay them a recompense in proportion to the best of what they used to do.","bn_translation":"মু’মিন পুরুষ ও নারীর মধ্যে যে কেহ সৎকাজ করবে তাকে আমি নিশ্চয়ই আনন্দময় জীবন দান করব এবং তাদেরকে তাদের কর্মের শ্রেষ্ঠ পুরস্কার প্রদান করব।"}	,
            {"verse_id":	98	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৯৮","ar_ayat":"﴿﻿۹۸﻿﴾","text_indo_pak":"فَاِذَا قَرَاۡتَ الۡقُرۡاٰنَ فَاسۡتَعِذۡ بِاللّٰہِ مِنَ الشَّیۡطٰنِ الرَّجِیۡمِ","en_translation":"And when thou recitest the Qur'an, seek refuge in Allah from Satan the outcast.","bn_translation":"যখন তুমি কুরআন পাঠ করবে তখন অভিশপ্ত শাইতান হতে আল্লাহর আশ্রয় গ্রহণ করবে।"}	,
            {"verse_id":	99	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"৯৯","ar_ayat":"﴿﻿۹۹﻿﴾","text_indo_pak":"اِنَّہٗ لَیۡسَ لَہٗ سُلۡطٰنٌ عَلَی الَّذِیۡنَ اٰمَنُوۡا وَعَلٰی رَبِّہِمۡ یَتَوَکَّلُوۡنَ","en_translation":"Lo! he hath no power over those who believe and put trust in their Lord.","bn_translation":"তার কোন আধিপত্য নেই তাদের উপর যারা ঈমান আনে ও তাদের রবের উপরই নির্ভর করে।"}	,
            {"verse_id":	100	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১০০","ar_ayat":"﴿﻿۱۰۰﻿﴾","text_indo_pak":"اِنَّمَا سُلۡطٰنُہٗ عَلَی الَّذِیۡنَ یَتَوَلَّوۡنَہٗ وَالَّذِیۡنَ ہُمۡ بِہٖ مُشۡرِکُوۡنَ ","en_translation":"His power is only over those who make a friend of him, and those who ascribe partners unto Him (Allah).","bn_translation":"তার আধিপত্য শুধু তাদেরই উপর যারা তাকে অভিভাবক রূপে গ্রহণ করে এবং যারা (আল্লাহর) সাথে শরীক করে।"}	,
            {"verse_id":	101	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১০১","ar_ayat":" ﴿﻿۱۰۱﻿﴾","text_indo_pak":"وَاِذَا بَدَّلۡنَاۤ اٰیَۃً مَّکَانَ اٰیَۃٍ ۙ وَّاللّٰہُ اَعۡلَمُ بِمَا یُنَزِّلُ قَالُوۡۤا اِنَّمَاۤ اَنۡتَ مُفۡتَرٍ ؕ بَلۡ اَکۡثَرُہُمۡ لَا یَعۡلَمُوۡنَ","en_translation":"And when We put a revelation in place of (another) revelation, - and Allah knoweth best what He revealeth - they say: Lo! thou art but inventing. Most of them know not.","bn_translation":"আমি যখন এক আয়াতের পরিবর্তে অন্য এক আয়াত উপস্থিত করি, আর আল্লাহ যা অবতীর্ণ করেন তা তিনিই ভাল জানেন, তখন তারা বলেঃ তুমিতো শুধু মিথ্যা উদ্ভাবনকারী, কিন্তু তাদের অধিকাংশই জানেনা।"}	,
            {"verse_id":	102	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১০২","ar_ayat":"﴿﻿۱۰۲﻿﴾","text_indo_pak":"قُلۡ نَزَّلَہٗ رُوۡحُ الۡقُدُسِ مِنۡ رَّبِّکَ بِالۡحَقِّ لِیُـثَبِّتَ الَّذِیۡنَ اٰمَنُوۡا وَہُدًی وَّبُشۡرٰی لِلۡمُسۡلِمِیۡنَ","en_translation":"Say: The holy Spirit hath delivered it from thy Lord with truth, that it may confirm (the faith of) those who believe, and as guidance and good tidings for those who have surrendered (to Allah).","bn_translation":"তুমি বলঃ তোমার রবের নিকট হতে রূহুল কুদুস (জিবরাঈল) সত্যসহ কুরআন অবতীর্ণ করেছেন যারা মু’মিন তাদেরকে দৃঢ় প্রতিষ্ঠিত করার জন্য এবং হিদায়াত ও সুসংবাদ স্বরূপ আত্মসমর্পনকারীদের জন্য।"}	,
            {"verse_id":	103	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১০৩","ar_ayat":"﴿﻿۱۰۳﻿﴾","text_indo_pak":"وَلَقَدۡ نَعۡلَمُ اَنَّہُمۡ یَقُوۡلُوۡنَ اِنَّمَا یُعَلِّمُہٗ بَشَرٌ ؕ لِسَانُ الَّذِیۡ یُلۡحِدُوۡنَ اِلَیۡہِ اَعۡجَمِیٌّ وَّہٰذَا لِسَانٌ عَرَبِیٌّ مُّبِیۡنٌ","en_translation":"And We know well that they say: Only a man teacheth him. The speech of him at whom they falsely hint is outlandish, and this is clear Arabic speech.","bn_translation":"আমিতো জানিই তারা বলেঃ তাকে শিক্ষা দেয় জনৈক ব্যক্তি। তারা যার প্রতি এটা আরোপ করে তার ভাষাতো আরাবী নয়; কিন্তু কুরআনের ভাষা স্পষ্ট আরাবী ভাষা।"}	,
            {"verse_id":	104	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১০৪","ar_ayat":"﴿﻿۱۰۴﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِاٰیٰتِ اللّٰہِ ۙ لَا یَہۡدِیۡہِمُ اللّٰہُ وَلَہُمۡ عَذَابٌ اَلِیۡمٌ","en_translation":"Lo! those who disbelieve the revelations of Allah, Allah guideth them not and theirs will be a painful doom.","bn_translation":"যারা আল্লাহর আয়াত বিশ্বাস করেনা তাদেরকে আল্লাহ হিদায়াত করেননা এবং তাদের জন্য রয়েছে বেদনাদায়ক শাস্তি।"}	,
            {"verse_id":	105	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১০৫","ar_ayat":"﴿﻿۱۰۵﻿﴾","text_indo_pak":"اِنَّمَا یَفۡتَرِی الۡکَذِبَ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِاٰیٰتِ اللّٰہِ ۚ وَاُولٰٓئِکَ ہُمُ الۡکٰذِبُوۡنَ","en_translation":"Only they invent falsehood who believe not Allah's revelations, and (only) they are the liars.","bn_translation":"যারা আল্লাহর নিদর্শনে বিশ্বাস করেনা তারাতো শুধু মিথ্যা উদ্ভাবক এবং তারাই মিথ্যাবাদী।"}	,
            {"verse_id":	106	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১০৬","ar_ayat":" ﴿﻿۱۰۶﻿﴾","text_indo_pak":"مَنۡ کَفَرَ بِاللّٰہِ مِنۡۢ بَعۡدِ اِیۡمَانِہٖۤ اِلَّا مَنۡ اُکۡرِہَ وَقَلۡبُہٗ مُطۡمَئِنٌّۢ بِالۡاِیۡمَانِ وَلٰکِنۡ مَّنۡ شَرَحَ بِالۡکُفۡرِ صَدۡرًا فَعَلَیۡہِمۡ غَضَبٌ مِّنَ اللّٰہِ ۚ وَلَہُمۡ عَذَابٌ عَظِیۡمٌ","en_translation":"Whoso disbelieveth in Allah after his belief - save him who is forced thereto and whose heart is still content with the Faith - but whoso findeth ease in disbelief: On them is wrath from Allah. Theirs will be an awful doom.","bn_translation":"কেহ ঈমান আনার পর আল্লাহকে অস্বীকার করলে এবং কুফরীর জন্য হৃদয় উন্মুক্ত রাখলে তার উপর আপতিত হবে আল্লাহর গযব এবং তার জন্য আছে মহা শাস্তি; তবে তার জন্য নয়, যাকে কুফরীর জন্য বাধ্য করা হয়, কিন্তু তার চিত্ত ঈমানে অবিচল।"}	,
            {"verse_id":	107	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১০৭","ar_ayat":"﴿﻿۱۰۷﻿﴾","text_indo_pak":"ذٰلِکَ بِاَنَّہُمُ اسۡتَحَبُّوا الۡحَیٰوۃَ الدُّنۡیَا عَلَی الۡاٰخِرَۃِ ۙ وَاَنَّ اللّٰہَ لَا یَہۡدِی الۡقَوۡمَ الۡکٰفِرِیۡنَ","en_translation":"That is because they have chosen the life of the world rather than the Hereafter, and because Allah guideth not the disbelieving folk.","bn_translation":"এটা এ জন্য যে, তারা দুনিয়ার জীবনকে আখিরাতের উপর প্রাধান্য দেয় এবং এ জন্য যে, আল্লাহ কাফির সম্প্রদায়কে হিদায়াত করেননা।"}	,
            {"verse_id":	108	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১০৮","ar_ayat":"﴿﻿۱۰۸﻿﴾","text_indo_pak":"اُولٰٓئِکَ الَّذِیۡنَ طَبَعَ اللّٰہُ عَلٰی قُلُوۡبِہِمۡ وَسَمۡعِہِمۡ وَاَبۡصَارِہِمۡ ۚ وَاُولٰٓئِکَ ہُمُ الۡغٰفِلُوۡنَ","en_translation":"Such are they whose hearts and ears and eyes Allah hath sealed. And such are the heedless.","bn_translation":"ওরাই তারা, আল্লাহ যাদের অন্তর, কর্ণ ও চক্ষুর উপর মোহর করে দিয়েছেন এবং তারাই গাফিল।"}	,
            {"verse_id":	109	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১০৯","ar_ayat":"﴿﻿۱۰۹﻿﴾","text_indo_pak":"لَا جَرَمَ اَنَّہُمۡ فِی الۡاٰخِرَۃِ ہُمُ الۡخٰسِرُوۡنَ","en_translation":"Assuredly in the Hereafter they are the losers.","bn_translation":"নিশ্চয়ই তারা আখিরাতে হবে ক্ষতিগ্রস্ত।"}	,
            {"verse_id":	110	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১১০","ar_ayat":"﴿﻿۱۱۰﻿﴾","text_indo_pak":"ثُمَّ اِنَّ رَبَّکَ لِلَّذِیۡنَ ہَاجَرُوۡا مِنۡۢ بَعۡدِ مَا فُتِنُوۡا ثُمَّ جٰہَدُوۡا وَصَبَرُوۡۤا ۙ  اِنَّ رَبَّکَ مِنۡۢ بَعۡدِہَا لَغَفُوۡرٌ رَّحِیۡمٌ ","en_translation":"Then lo! thy Lord - for those who became fugitives after they had been persecuted, and then fought and were steadfast - lo! thy Lord afterward is (for them) indeed Forgiving, Merciful.","bn_translation":"(তোমার রবের পথে থেকে) যারা নির্যাতিত হবার পর হিজরাত করে এবং পরে জিহাদ করে এবং ধৈর্য ধারণ করে; তোমার রাব্ব এসব কিছুর পর, তাদের প্রতি অবশ্যই ক্ষমাশীল, পরম দয়ালু।"}	,
            {"verse_id":	111	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১১১","ar_ayat":"﴿﻿۱۱۱﻿﴾","text_indo_pak":"یَوۡمَ تَاۡتِیۡ کُلُّ نَفۡسٍ تُجَادِلُ عَنۡ نَّفۡسِہَا وَتُوَفّٰی کُلُّ نَفۡسٍ مَّا عَمِلَتۡ وَہُمۡ لَا یُظۡلَمُوۡنَ","en_translation":"On the Day when every soul will come pleading for itself, and every soul will be repaid what it did, and they will not be wronged.","bn_translation":"স্মরণ কর সেই দিনকে যেদিন আত্মপক্ষ সমর্থনে যুক্তি উপস্থিত করতে আসবে প্রত্যেক ব্যক্তি এবং প্রত্যেককে তার কৃতকর্মের পূর্ণ ফল দেয়া হবে এবং তাদের প্রতি যুলম করা হবেনা।"}	,
            {"verse_id":	112	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১১২","ar_ayat":"﴿﻿۱۱۲﻿﴾","text_indo_pak":"وَضَرَبَ اللّٰہُ مَثَلًا قَرۡیَۃً کَانَتۡ اٰمِنَۃً مُّطۡمَئِنَّۃً یَّاۡتِیۡہَا رِزۡقُہَا رَغَدًا مِّنۡ کُلِّ مَکَانٍ فَکَفَرَتۡ بِاَنۡعُمِ اللّٰہِ فَاَذَاقَہَا اللّٰہُ لِبَاسَ الۡجُوۡعِ وَالۡخَوۡفِ بِمَا کَانُوۡا یَصۡنَعُوۡنَ","en_translation":"Allah coineth a similitude: a township that dwelt secure and well content, its provision coming to it in abundance from every side, but it disbelieved in Allah's favours, so Allah made it experience the garb of dearth and fear because of what they used to do.","bn_translation":"আল্লাহ দৃষ্টান্ত দিচ্ছেন এক জনপদের যা ছিল নিরাপদ ও নিশ্চিন্ত, যেখানে আসত সব দিক হতে প্রচুর জীবনোপকরণ; অতঃপর ওরা আল্লাহর অনুগ্রহ অস্বীকার করল। ফলে তাদের কৃতকর্মের কারণে আল্লাহ তাদেরকে আস্বাদ গ্রহণ করালেন ক্ষুধা ও ভীতির।"}	,
            {"verse_id":	113	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১১৩","ar_ayat":"﴿﻿۱۱۳﻿﴾","text_indo_pak":"وَلَقَدۡ جَآءَہُمۡ رَسُوۡلٌ مِّنۡہُمۡ فَکَذَّبُوۡہُ فَاَخَذَہُمُ الۡعَذَابُ وَہُمۡ ظٰلِمُوۡنَ","en_translation":"And verily there had come unto them a messenger from among them, but they had denied him, and so the torment seized them while they were wrong-doers.","bn_translation":"তাদের নিকট এসেছিল এক রাসূল তাদেরই মধ্য হতে, কিন্তু তারা তাকে অস্বীকার করেছিল; ফলে সীমা লংঘন করা অবস্থায় শাস্তি তাদেরকে গ্রাস করল।"}	,
            {"verse_id":	114	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১১৪","ar_ayat":"﴿﻿۱۱۴﻿﴾","text_indo_pak":"فَکُلُوۡا مِمَّا رَزَقَکُمُ اللّٰہُ حَلٰلًا طَیِّبًا ۪ وَّاشۡکُرُوۡا نِعۡمَتَ اللّٰہِ اِنۡ کُنۡتُمۡ اِیَّاہُ تَعۡبُدُوۡنَ","en_translation":"So eat of the lawful and good food which Allah hath provided for you, and thank the bounty of your Lord if it is Him ye serve.","bn_translation":"আল্লাহ তোমাদেরকে যা দিয়েছেন তম্মধ্যে যা বৈধ ও পবিত্র তা তোমরা আহার কর এবং তোমরা যদি শুধু আল্লাহরই ইবাদাত কর তাহলে তাঁর অনুগ্রহের জন্য কৃতজ্ঞতা প্রকাশ কর।"}	,
            {"verse_id":	115	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১১৫","ar_ayat":"﴿﻿۱۱۵﻿﴾","text_indo_pak":"اِنَّمَا حَرَّمَ عَلَیۡکُمُ الۡمَیۡتَۃَ وَالدَّمَ وَلَحۡمَ الۡخِنۡزِیۡرِ وَمَاۤ اُہِلَّ لِغَیۡرِ اللّٰہِ بِہٖ ۚ فَمَنِ اضۡطُرَّ غَیۡرَ بَاغٍ وَّلَا عَادٍ فَاِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"He hath forbidden for you only carrion and blood and swineflesh and that which hath been immolated in the name of any other than Allah; but he who is driven thereto, neither craving nor transgressing, lo! then Allah is Forgiving, Merciful.","bn_translation":"তিনি (আল্লাহ) শুধুমাত্র মৃত, রক্ত, শূকরের মাংস এবং যা যবাহকালে আল্লাহর পরিবর্তে অন্যের নাম নেয়া হয়েছে তা’ই তোমাদের জন্য অবৈধ করেছেন, কিন্তু কেহ অনন্যোপায় কিংবা সীমা লংঘনকারী না হয়ে অনন্যোপায়ী হলে আল্লাহতো ক্ষমাশীল, পরম দয়ালু।"}	,
            {"verse_id":	116	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১১৬","ar_ayat":"﴿﻿۱۱۶﻿﴾","text_indo_pak":"وَلَا تَقُوۡلُوۡا لِمَا تَصِفُ اَلۡسِنَتُکُمُ الۡکَذِبَ ہٰذَا حَلٰلٌ وَّہٰذَا حَرَامٌ لِّتَفۡتَرُوۡا عَلَی اللّٰہِ الۡکَذِبَ ؕ  اِنَّ الَّذِیۡنَ یَفۡتَرُوۡنَ عَلَی اللّٰہِ الۡکَذِبَ لَا یُفۡلِحُوۡنَ ؕ","en_translation":"And speak not, concerning that which your own tongues qualify (as clean or unclean), the falsehood: \"This is lawful, and this is forbidden,\" so that ye invent a lie against Allah. Lo! those who invent a lie against Allah will not succeed.","bn_translation":"তোমাদের জিহবা থেকে সাধারণতঃ যে সব মিথ্যা কথা বের হয়ে আসে সেরূপ তোমরা আল্লাহর বিরুদ্ধে মিথ্যা অপবাদ আরোপ করে বলনা - এটা হালাল এবং ওটা হারাম। যারা আল্লাহ সম্বন্ধে মিথ্যা উদ্ভাবন করবে তারা সফলকাম হবেনা।"}	,
            {"verse_id":	117	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১১৭","ar_ayat":"﴿﻿۱۱۷﻿﴾","text_indo_pak":"مَتَاعٌ قَلِیۡلٌ ۪ وَّلَہُمۡ عَذَابٌ اَلِیۡمٌ","en_translation":"A brief enjoyment (will be theirs); and theirs a painful doom.","bn_translation":"তাদের সুখ সম্ভোগ সামান্য এবং তাদের জন্য রয়েছে বেদনাদায়ক শাস্তি।"}	,
            {"verse_id":	118	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১১৮","ar_ayat":"﴿﻿۱۱۸﻿﴾","text_indo_pak":"وَعَلَی الَّذِیۡنَ ہَادُوۡا حَرَّمۡنَا مَا قَصَصۡنَا عَلَیۡکَ مِنۡ قَبۡلُ ۚ وَمَا ظَلَمۡنٰہُمۡ وَلٰکِنۡ کَانُوۡۤا اَنۡفُسَہُمۡ یَظۡلِمُوۡنَ","en_translation":"And unto those who are Jews We have forbidden that which We have already related unto thee. And We wronged them not, but they were wont to wrong themselves.","bn_translation":"ইয়াহুদীদের জন্য আমি শুধু তা’ই নির্ধারণ করেছিলাম যা তোমার নিকট আমি পূর্বে উল্লেখ করেছি এবং আমি তাদের উপর কোন যুলম করিনি, কিন্তু তারাই যুলম করত তাদের নিজেদের প্রতি।"}	,
            {"verse_id":	119	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১১৯","ar_ayat":"﴿﻿۱۱۹﻿﴾","text_indo_pak":"ثُمَّ اِنَّ رَبَّکَ لِلَّذِیۡنَ عَمِلُوا السُّوۡٓءَ بِجَہَالَۃٍ ثُمَّ تَابُوۡا مِنۡۢ بَعۡدِ ذٰلِکَ وَاَصۡلَحُوۡۤا ۙ  اِنَّ رَبَّکَ مِنۡۢ بَعۡدِہَا لَغَفُوۡرٌ رَّحِیۡمٌ ","en_translation":"Then lo! thy Lord - for those who do evil in ignorance and afterward repent and amend - lo! (for them) thy Lord is afterward indeed Forgiving, Merciful.","bn_translation":"যারা অজ্ঞতা বশতঃ খারাপ কাজ করে তারা পরে তাওবাহ করলে এবং নিজেদেরকে সংশোধন করলে তাদের জন্য তোমার রাব্ব অবশ্যই অতি ক্ষমাশীল, পরম দয়ালু।"}	,
            {"verse_id":	120	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১২০","ar_ayat":"﴿﻿۱۲۰﻿﴾","text_indo_pak":"اِنَّ اِبۡرٰہِیۡمَ کَانَ اُمَّۃً قَانِتًا لِّلّٰہِ حَنِیۡفًا ؕ  وَلَمۡ یَکُ مِنَ الۡمُشۡرِکِیۡنَ ۙ","en_translation":"Lo! Abraham was a nation obedient to Allah, by nature upright, and he was not of the idolaters;","bn_translation":"নিশ্চয়ই ইবরাহীম ছিল এক উম্মাত আল্লাহর অনুগত, একনিষ্ঠ এবং সে ছিলনা মুশরিকদের অন্তর্ভুক্ত।"}	,
            {"verse_id":	121	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১২১","ar_ayat":"﴿﻿۱۲۱﻿﴾","text_indo_pak":"شَاکِرًا لِّاَنۡعُمِہٖ ؕ اِجۡتَبٰہُ وَہَدٰىہُ اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ","en_translation":"Thankful for His bounties; He chose him and He guided him unto a straight path.","bn_translation":"সে ছিল আল্লাহর অনুগ্রহের জন্য কৃতজ্ঞ; আল্লাহ তাকে মনোনীত করেছিলেন এবং তাকে পরিচালিত করেছিলেন সরল পথে।"}	,
            {"verse_id":	122	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১২২","ar_ayat":"﴿﻿۱۲۲﻿﴾","text_indo_pak":"وَاٰتَیۡنٰہُ فِی الدُّنۡیَا حَسَنَۃً ؕ  وَاِنَّہٗ فِی الۡاٰخِرَۃِ لَمِنَ الصّٰلِحِیۡنَ ؕ","en_translation":"And We gave him good in the world, and in the Hereafter he is among the righteous.","bn_translation":"আমি তাকে দুনিয়ায় দিয়েছিলাম মঙ্গল এবং আখিরাতেও নিশ্চয়ই সে সৎকর্মপরায়ণদের অন্যতম।"}	,
            {"verse_id":	123	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১২৩","ar_ayat":"﴿﻿۱۲۳﻿﴾","text_indo_pak":"ثُمَّ اَوۡحَیۡنَاۤ اِلَیۡکَ اَنِ اتَّبِعۡ مِلَّۃَ اِبۡرٰہِیۡمَ حَنِیۡفًا ؕ وَمَا کَانَ مِنَ الۡمُشۡرِکِیۡنَ","en_translation":"And afterward We inspired thee (Muhammad, saying): Follow the religion of Abraham, as one by nature upright. He was not of the idolaters.","bn_translation":"এখন আমি তোমার প্রতি প্রত্যাদেশ করলাম, তুমি একনিষ্ঠ ইবরাহীমের ধর্মাদর্শ অনুসরণ কর; এবং সে মুশরিকদের অন্তর্ভুক্ত ছিলনা।"}	,
            {"verse_id":	124	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১২৪","ar_ayat":"﴿﻿۱۲۴﻿﴾","text_indo_pak":"اِنَّمَا جُعِلَ السَّبۡتُ عَلَی الَّذِیۡنَ اخۡتَلَفُوۡا فِیۡہِ ؕ وَاِنَّ رَبَّکَ لَیَحۡکُمُ بَیۡنَہُمۡ یَوۡمَ الۡقِیٰمَۃِ فِیۡمَا کَانُوۡا فِیۡہِ یَخۡتَلِفُوۡنَ","en_translation":"The Sabbath was appointed only for those who differed concerning it, and lo! thy Lord will judge between them on the Day of Resurrection concerning that wherein they used to differ.","bn_translation":"শনিবার পালনতো শুধু তাদের জন্য বাধ্যতামূলক করা হয়েছিল যারা এ সম্বন্ধে মতভেদ করত। যে বিষয়ে তারা মতভেদ করত তোমার রাব্ব অবশ্যই কিয়ামাত দিবসে সেই বিষয়ে তাদের মীমাংসা করে দিবেন।"}	,
            {"verse_id":	125	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১২৫","ar_ayat":"﴿﻿۱۲۵﻿﴾","text_indo_pak":"اُدۡعُ اِلٰی سَبِیۡلِ رَبِّکَ بِالۡحِکۡمَۃِ وَالۡمَوۡعِظَۃِ الۡحَسَنَۃِ وَجَادِلۡہُمۡ بِالَّتِیۡ ہِیَ اَحۡسَنُ ؕ اِنَّ رَبَّکَ ہُوَ اَعۡلَمُ بِمَنۡ ضَلَّ عَنۡ سَبِیۡلِہٖ وَہُوَ اَعۡلَمُ بِالۡمُہۡتَدِیۡنَ","en_translation":"Call unto the way of thy Lord with wisdom and fair exhortation, and reason with them in the better way. Lo! thy Lord is Best Aware of him who strayeth from His way, and He is Best Aware of those who go aright.","bn_translation":"তুমি মানুষকে তোমার রবের পথে আহবান কর হিকমাত ও সদুপদেশ দ্বারা এবং তাদের সাথে আলোচনা কর সুন্দরভাবে। তোমার রাব্ব ভাল করেই জানেন কে তাঁর পথ ছেড়ে বিপথগামী এবং কে সৎ পথে আছে।"}	,
            {"verse_id":	126	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১২৬","ar_ayat":"﴿﻿۱۲۶﻿﴾","text_indo_pak":"وَاِنۡ عَاقَبۡتُمۡ فَعَاقِبُوۡا بِمِثۡلِ مَا عُوۡقِبۡتُمۡ بِہٖ ؕ وَلَئِنۡ صَبَرۡتُمۡ لَہُوَ خَیۡرٌ لِّلصّٰبِرِیۡنَ","en_translation":"If ye punish, then punish with the like of that wherewith ye were afflicted. But if ye endure patiently, verily it is better for the patient.","bn_translation":"যদি তোমরা প্রতিশোধ গ্রহণ কর তাহলে ঠিক ততখানি করবে যতখানি অন্যায় তোমাদের প্রতি করা হয়েছে; তবে তোমরা ধৈর্য ধারণ করলে ধৈর্যশীলদের জন্য ওটাই উত্তম।"}	,
            {"verse_id":	127	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১২৭","ar_ayat":"﴿﻿۱۲۷﻿﴾","text_indo_pak":"وَاصۡبِرۡ وَمَا صَبۡرُکَ اِلَّا بِاللّٰہِ وَلَا تَحۡزَنۡ عَلَیۡہِمۡ وَلَا تَکُ فِیۡ ضَیۡقٍ مِّمَّا یَمۡکُرُوۡنَ","en_translation":"Endure thou patiently (O Muhammad). Thine endurance is only by (the help of) Allah. Grieve not for them, and be not in distress because of that which they devise.","bn_translation":"তুমি ধৈর্য ধারণ কর; তোমার ধৈর্য হবে আল্লাহরই সাহায্যে; তাদের জন্য দুঃখ করনা এবং তাদের ষড়যন্ত্রে তুমি মনঃক্ষুন্ন হয়োনা।"}	,
            {"verse_id":	128	,"sura_name":"আন-নাহ্‌ল","bn_ayat":"১২৮","ar_ayat":"﴿﻿۱۲۸﻿﴾","text_indo_pak":"اِنَّ اللّٰہَ مَعَ الَّذِیۡنَ اتَّقَوۡا وَّالَّذِیۡنَ ہُمۡ مُّحۡسِنُوۡنَ ","en_translation":"Lo! Allah is with those who keep their duty unto Him and those who are doers of good.","bn_translation":"নিশ্চয়ই আল্লাহ তাদেরই সঙ্গে আছেন যারা তাকওয়া অবলম্বন করে এবং যারা সৎ কর্মপরায়ণ।"}	

        ]