[
            {"verse_id":	1	,"sura_name":"আল-মু’মিনূন","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"قَدۡ اَفۡلَحَ الۡمُؤۡمِنُوۡنَ ۙ","en_translation":"Successful indeed are the believers","bn_translation":"অবশ্যই সফলকাম হয়েছে মু’মিনগণ-"}	,
{"verse_id":	2	,"sura_name":"আল-মু’মিনূন","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"الَّذِیۡنَ ہُمۡ فِیۡ صَلَاتِہِمۡ خٰشِعُوۡنَ ۙ","en_translation":"Who are humble in their prayers,","bn_translation":"যারা নিজেদের সালাতে বিনয়, নম্র –"}	,
{"verse_id":	3	,"sura_name":"আল-মু’মিনূন","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"وَالَّذِیۡنَ ہُمۡ عَنِ اللَّغۡوِ مُعۡرِضُوۡنَ ۙ","en_translation":"And who shun vain conversation,","bn_translation":"যারা অসার ক্রিয়া-কলাপ হতে বিরত থাকে –"}	,
{"verse_id":	4	,"sura_name":"আল-মু’মিনূন","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"وَالَّذِیۡنَ ہُمۡ لِلزَّکٰوۃِ فٰعِلُوۡنَ ۙ","en_translation":"And who are payers of the poor-due;","bn_translation":"যারা যাকাত প্রদানে সক্রিয় –"}	,
{"verse_id":	5	,"sura_name":"আল-মু’মিনূন","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"وَالَّذِیۡنَ ہُمۡ لِفُرُوۡجِہِمۡ حٰفِظُوۡنَ ۙ","en_translation":"And who guard their modesty -","bn_translation":"যারা নিজেদের যৌনাংগকে সংযত রাখে –"}	,
{"verse_id":	6	,"sura_name":"আল-মু’মিনূন","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"اِلَّا عَلٰۤی اَزۡوَاجِہِمۡ اَوۡ مَا مَلَکَتۡ اَیۡمَانُہُمۡ فَاِنَّہُمۡ غَیۡرُ مَلُوۡمِیۡنَ ۚ","en_translation":"Save from their wives or the (slaves) that their right hands possess, for then they are not blameworthy,","bn_translation":"নিজেদের পত্নী অথবা অধিকারভুক্ত দাসীগণ ব্যতীত, এতে তারা নিন্দনীয় হবেনা।"}	,
{"verse_id":	7	,"sura_name":"আল-মু’মিনূন","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"فَمَنِ ابۡتَغٰی وَرَآءَ ذٰلِکَ فَاُولٰٓئِکَ ہُمُ الۡعٰدُوۡنَ ۚ","en_translation":"But whoso craveth beyond that, such are transgressors -","bn_translation":"সুতরাং কেহ এদেরকে ছাড়া অন্যকে কামনা করলে তারা হবে সীমালংঘনকারী,"}	,
{"verse_id":	8	,"sura_name":"আল-মু’মিনূন","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"وَالَّذِیۡنَ ہُمۡ لِاَمٰنٰتِہِمۡ وَعَہۡدِہِمۡ رٰعُوۡنَ ۙ","en_translation":"And who are shepherds of their pledge and their covenant,","bn_translation":"এবং যারা আমানত ও প্রতিশ্রুতি রক্ষা করে –"}	,
{"verse_id":	9	,"sura_name":"আল-মু’মিনূন","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"وَالَّذِیۡنَ ہُمۡ عَلٰی صَلَوٰتِہِمۡ یُحَافِظُوۡنَ ۘ","en_translation":"And who pay heed to their prayers.","bn_translation":"আর যারা নিজেদের সালাতে যত্নবান –"}	,
{"verse_id":	10	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"اُولٰٓئِکَ ہُمُ الۡوٰرِثُوۡنَ ۙ","en_translation":"These are the heirs","bn_translation":"তারাই হবে উত্তরাধিকারী।"}	,
{"verse_id":	11	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"الَّذِیۡنَ یَرِثُوۡنَ الۡفِرۡدَوۡسَ ؕ ہُمۡ فِیۡہَا خٰلِدُوۡنَ","en_translation":"Who will inherit paradise. There they will abide.","bn_translation":"অধিকারী হবে ফিরদাউসের, যাতে তারা বসবাস করবে চিরকাল।"}	,
{"verse_id":	12	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"وَلَقَدۡ خَلَقۡنَا الۡاِنۡسَانَ مِنۡ سُلٰلَۃٍ مِّنۡ طِیۡنٍ ۚ","en_translation":"Verily We created man from a product of wet earth;","bn_translation":"আমিতো মানুষকে সৃষ্টি করেছি মাটির উপাদান হতে।"}	,
{"verse_id":	13	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"ثُمَّ جَعَلۡنٰہُ نُطۡفَۃً فِیۡ قَرَارٍ مَّکِیۡنٍ ۪","en_translation":"Then placed him as a drop (of seed) in a safe lodging;","bn_translation":"অতঃপর আমি ওকে শুক্রবিন্দু রূপে স্থাপন করি এক নিরাপদ আধারে।"}	,
{"verse_id":	14	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১৪","ar_ayat":"﴿﻿۱۴﻿﴾","text_indo_pak":"ثُمَّ خَلَقۡنَا النُّطۡفَۃَ عَلَقَۃً فَخَلَقۡنَا الۡعَلَقَۃَ مُضۡغَۃً فَخَلَقۡنَا الۡمُضۡغَۃَ عِظٰمًا فَکَسَوۡنَا الۡعِظٰمَ لَحۡمًا ٭  ثُمَّ اَنۡشَاۡنٰہُ خَلۡقًا اٰخَرَ ؕ  فَتَبٰرَکَ اللّٰہُ اَحۡسَنُ الۡخٰلِقِیۡنَ ؕ","en_translation":"Then fashioned We the drop a clot, then fashioned We the clot a little lump, then fashioned We the little lump bones, then clothed the bones with flesh, and then produced it as another creation. So blessed be Allah, the Best of creators!","bn_translation":"পরে আমি শুক্রবিন্দুকে পরিণত করি রক্তপিন্ডে, অতঃপর রক্তপিন্ডকে পরিণত করি মাংসপিন্ডে এবং মাংসপিন্ডকে পরিণত করি অস্থিপঞ্জরে; অতঃপর অস্থিপঞ্জরকে ঢেকে দিই মাংস দ্বারা; অবশেষে ওকে গড়ে তুলি অন্য এক সৃষ্টি রূপে; অতএব নিপুণতম স্রষ্টা আল্লাহ কত কল্যাণময়!"}	,
{"verse_id":	15	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১৫","ar_ayat":"﴿﻿۱۵﻿﴾","text_indo_pak":"ثُمَّ اِنَّکُمۡ بَعۡدَ ذٰلِکَ لَمَیِّتُوۡنَ ؕ","en_translation":"Then lo! after that ye surely die.","bn_translation":"এরপর অবশ্যই তোমরা মৃত্যু বরণ করবে।"}	,
{"verse_id":	16	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১৬","ar_ayat":"﴿﻿۱۶﻿﴾","text_indo_pak":"ثُمَّ اِنَّکُمۡ یَوۡمَ الۡقِیٰمَۃِ تُبۡعَثُوۡنَ","en_translation":"Then lo! on the Day of Resurrection ye are raised (again).","bn_translation":"অতঃপর কিয়ামাত দিবসে তোমাদের পুনরুত্থিত করা হবে।"}	,
{"verse_id":	17	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১৭","ar_ayat":"﴿﻿۱۷﻿﴾","text_indo_pak":"وَلَقَدۡ خَلَقۡنَا فَوۡقَکُمۡ سَبۡعَ طَرَآئِقَ ٭ۖ وَمَا کُنَّا عَنِ الۡخَلۡقِ غٰفِلِیۡنَ","en_translation":"And We have created above you seven paths, and We are never unmindful of creation.","bn_translation":"আমিতো তোমাদের উর্ধ্বে সৃষ্টি করেছি সপ্ত স্তর এবং আমি সৃষ্টি বিষয়ে অসতর্ক নই।"}	,
{"verse_id":	18	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১৮","ar_ayat":"﴿﻿۱۸﻿﴾","text_indo_pak":"وَاَنۡزَلۡنَا مِنَ السَّمَآءِ مَآءًۢ بِقَدَرٍ فَاَسۡکَنّٰہُ فِی الۡاَرۡضِ ٭ۖ  وَاِنَّا عَلٰی ذَہَابٍۭ بِہٖ لَقٰدِرُوۡنَ ۚ","en_translation":"And we send down from the sky water in measure, and We give it lodging in the earth, and lo! We are Able to withdraw it.","bn_translation":"এবং আমি আকাশ হতে বারি বর্ষণ করি পরিমিতভাবে, অতঃপর আমি তা মাটিতে সংরক্ষিত করি; আমি ওকে অপসারিত করতেও সক্ষম।"}	,
{"verse_id":	19	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১৯","ar_ayat":"﴿﻿۱۹﻿﴾","text_indo_pak":"فَاَنۡشَاۡنَا لَکُمۡ بِہٖ جَنّٰتٍ مِّنۡ نَّخِیۡلٍ وَّاَعۡنَابٍ ۘ  لَکُمۡ فِیۡہَا فَوَاکِہُ کَثِیۡرَۃٌ وَّمِنۡہَا تَاۡکُلُوۡنَ ۙ","en_translation":"Then We produce for you therewith gardens of date-palms and grapes, wherein is much fruit for you and whereof ye eat;","bn_translation":"অতঃপর আমি ওটা দ্বারা তোমাদের জন্য খেজুর ও আঙ্গুরের বাগান সৃষ্টি করি; এতে তোমাদের জন্য আছে প্রচুর ফল; আর তা হতে তোমরা আহার কর।"}	,
{"verse_id":	20	,"sura_name":"আল-মু’মিনূন","bn_ayat":"২০","ar_ayat":"﴿﻿۲۰﻿﴾","text_indo_pak":"وَشَجَرَۃً تَخۡرُجُ مِنۡ طُوۡرِ سَیۡنَآءَ تَنۡۢبُتُ بِالدُّہۡنِ وَصِبۡغٍ لِّلۡاٰکِلِیۡنَ","en_translation":"And a tree that springeth forth from Mount Sinai that groweth oil and relish for the eaters.","bn_translation":"এবং সৃষ্টি করি এক বৃক্ষ যা জন্মে সিনাই পর্বতে, এতে উৎপন্ন হয় ভোজনকারীদের জন্য তেল ও ব্যঞ্জন।"}	,
{"verse_id":	21	,"sura_name":"আল-মু’মিনূন","bn_ayat":"২১","ar_ayat":"﴿﻿۲۱﻿﴾","text_indo_pak":"وَاِنَّ لَکُمۡ فِی الۡاَنۡعَامِ لَعِبۡرَۃً ؕ  نُسۡقِیۡکُمۡ مِّمَّا فِیۡ بُطُوۡنِہَا وَلَکُمۡ فِیۡہَا مَنَافِعُ کَثِیۡرَۃٌ وَّمِنۡہَا تَاۡکُلُوۡنَ ۙ","en_translation":"And lo! in the cattle there is verily a lesson for you. We give you to drink of that which is in their bellies, and many uses have ye in them, and of them do ye eat;","bn_translation":"এবং তোমাদের জন্য অবশ্যই শিক্ষণীয় বিষয় রয়েছে চতুস্পদ জন্তুসমূহের মধ্যে। তোমাদেরকে আমি পান করাই ওদের যা আছে তা থেকে; এবং এতে তোমাদের জন্য রয়েছে প্রচুর উপকারিতা এবং তোমরা উহা হতে আহার কর।"}	,
{"verse_id":	22	,"sura_name":"আল-মু’মিনূন","bn_ayat":"২২","ar_ayat":"﴿﻿۲۲﻿﴾","text_indo_pak":"وَعَلَیۡہَا وَعَلَی الۡفُلۡکِ تُحۡمَلُوۡنَ ","en_translation":"And on them and on the ship ye are carried.","bn_translation":"এবং তোমরা তাতে এবং নৌযানে আরোহণও করে থাক।"}	,
{"verse_id":	23	,"sura_name":"আল-মু’মিনূন","bn_ayat":"২৩","ar_ayat":"﴿﻿۲۳﻿﴾","text_indo_pak":"وَلَقَدۡ اَرۡسَلۡنَا نُوۡحًا اِلٰی قَوۡمِہٖ فَقَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ مَا لَکُمۡ مِّنۡ اِلٰہٍ غَیۡرُہٗ ؕ اَفَلَا تَتَّقُوۡنَ","en_translation":"And We verily sent Noah unto his folk, and he said: O my people! Serve Allah. Ye have no other God save Him. Will ye not ward off (evil) ?","bn_translation":"আমি নূহকে পাঠিয়েছিলাম তার সম্প্রদায়ের নিকট। সে বলেছিলঃ হে আমার সম্প্রদায়! আল্লাহর ইবাদাত কর, তিনি ছাড়া তোমাদের অন্য কোন মা‘বূদ নেই, তবুও কি তোমরা সাবধান হবেনা?"}	,
{"verse_id":	24	,"sura_name":"আল-মু’মিনূন","bn_ayat":"২৪","ar_ayat":"﴿﻿۲۴﻿﴾","text_indo_pak":"فَقَالَ الۡمَلَؤُا الَّذِیۡنَ کَفَرُوۡا مِنۡ قَوۡمِہٖ مَا ہٰذَاۤ اِلَّا بَشَرٌ مِّثۡلُکُمۡ ۙ  یُرِیۡدُ اَنۡ یَّتَفَضَّلَ عَلَیۡکُمۡ ؕ  وَلَوۡ شَآءَ اللّٰہُ لَاَنۡزَلَ مَلٰٓئِکَۃً ۚۖ  مَّا سَمِعۡنَا بِہٰذَا فِیۡۤ اٰبَآئِنَا الۡاَوَّلِیۡنَ ۚ","en_translation":"But the chieftains of his folk, who disbelieved, said: This is only a mortal like you who would make himself superior to you. Had Allah willed, He surely could have sent down angels. We heard not of this in the case of our fathers of old.","bn_translation":"তার সম্প্রদায়ের কাফির প্রধানরা বলেছিলঃ এ লোকতো তোমাদের মতই একজন মানুষ, সে তোমাদের উপর শ্রেষ্ঠত্ব লাভ করতে চাচ্ছে, আল্লাহ ইচ্ছা করলে মালাক/ফেরেশতা পাঠাতেন; আমরাতো আমাদের পূর্ব-পুরুষদের যামানায় এরূপ ঘটেছে বলে শুনিনি।"}	,
{"verse_id":	25	,"sura_name":"আল-মু’মিনূন","bn_ayat":"২৫","ar_ayat":"﴿﻿۲۵﻿﴾","text_indo_pak":"اِنۡ ہُوَ اِلَّا رَجُلٌۢ بِہٖ جِنَّۃٌ فَتَرَبَّصُوۡا بِہٖ حَتّٰی حِیۡنٍ","en_translation":"He is only a man in whom is a madness, so watch him for a while.","bn_translation":"সেতো এক উম্মাদ ব্যক্তি বৈ নয়; সুতরাং এর সম্পর্কে তোমরা কিছুকাল অপেক্ষা কর।"}	,
{"verse_id":	26	,"sura_name":"আল-মু’মিনূন","bn_ayat":"২৬","ar_ayat":"﴿﻿۲۶﻿﴾","text_indo_pak":"قَالَ رَبِّ انۡصُرۡنِیۡ بِمَا کَذَّبُوۡنِ","en_translation":"He said: My Lord! Help me because they deny me.","bn_translation":"নূহ বলেছিলঃ হে আমার রাব্ব! আমাকে সাহায্য করুন। কারণ তারা আমাকে মিথ্যাবাদী বলেছে।"}	,
{"verse_id":	27	,"sura_name":"আল-মু’মিনূন","bn_ayat":"২৭","ar_ayat":"﴿﻿۲۷﻿﴾","text_indo_pak":"فَاَوۡحَیۡنَاۤ اِلَیۡہِ اَنِ اصۡنَعِ الۡفُلۡکَ بِاَعۡیُنِنَا وَوَحۡیِنَا فَاِذَا جَآءَ اَمۡرُنَا وَفَارَ التَّنُّوۡرُ ۙ فَاسۡلُکۡ فِیۡہَا مِنۡ کُلٍّ زَوۡجَیۡنِ اثۡنَیۡنِ وَاَہۡلَکَ اِلَّا مَنۡ سَبَقَ عَلَیۡہِ الۡقَوۡلُ مِنۡہُمۡ ۚ وَلَا تُخَاطِبۡنِیۡ فِی الَّذِیۡنَ ظَلَمُوۡا ۚ اِنَّہُمۡ مُّغۡرَقُوۡنَ","en_translation":"Then We inspired in him, saying: Make the ship under Our eyes and Our inspiration. Then, when Our command cometh and the oven gusheth water, introduce therein of every (kind) two spouses, and thy household save him thereof against whom the Word hath already gone forth. And plead not with Me on behalf of those who have done wrong. Lo! they will be drowned.","bn_translation":"অতঃপর আমি তার কাছে অহী করলামঃ তুমি আমার তত্ত্বাবধানে ও আমার অহী অনুযায়ী নৌযান নির্মাণ কর, অতঃপর যখন আমার আদেশ আসবে ও উনূন উথলে উঠবে তখন উঠিয়ে নিবে প্রত্যেক জীবের এক এক জোড়া স্ত্রী ও পুরুষ এবং তোমার পরিবার-পরিজনকে, তাদের মধ্যে যাদের বিরুদ্ধে পূর্বে সিদ্ধান্ত হয়েছে তাদের সম্পর্কে তুমি আমাকে কিছু বলনা, তারাতো নিমজ্জিত হবে।"}	,
{"verse_id":	28	,"sura_name":"আল-মু’মিনূন","bn_ayat":"২৮","ar_ayat":"﴿﻿۲۸﻿﴾","text_indo_pak":"فَاِذَا اسۡتَوَیۡتَ اَنۡتَ وَمَنۡ مَّعَکَ عَلَی الۡفُلۡکِ فَقُلِ الۡحَمۡدُ لِلّٰہِ الَّذِیۡ نَجّٰنَا مِنَ الۡقَوۡمِ الظّٰلِمِیۡنَ","en_translation":"And when thou art on board the ship, thou and whoso is with thee, then say: Praise be to Allah Who hath saved us from the wrongdoing folk!","bn_translation":"যখন তুমি ও তোমার সঙ্গীরা নৌযানে আরোহণ করবে তখন বলঃ সমস্ত প্রশংসা ঐ আল্লাহরই যিনি আমাদের উদ্ধার করেছেন যালিম সম্প্রদায় হতে।"}	,
{"verse_id":	29	,"sura_name":"আল-মু’মিনূন","bn_ayat":"২৯","ar_ayat":"﴿﻿۲۹﻿﴾","text_indo_pak":"وَقُلۡ رَّبِّ اَنۡزِلۡنِیۡ مُنۡزَلًا مُّبٰرَکًا وَّاَنۡتَ خَیۡرُ الۡمُنۡزِلِیۡنَ","en_translation":"And say: My Lord! Cause me to land at a blessed landing-place, for Thou art Best of all who bring to land.","bn_translation":"আর বলঃ হে আমার রাব্ব! আমাকে এমনভাবে অবতরণ করিয়ে নিন যা হবে কল্যাণকর; আর আপনিই শ্রেষ্ঠ অবতরণকারী।"}	,
{"verse_id":	30	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৩০","ar_ayat":"﴿﻿۳۰﻿﴾","text_indo_pak":"اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ وَّاِنۡ کُنَّا لَمُبۡتَلِیۡنَ","en_translation":"Lo! herein verily are portents, for lo! We are ever putting (mankind) to the test.","bn_translation":"এতে অবশ্যই নিদর্শন রয়েছে; আমিতো তাদেরকে পরীক্ষা করেছিলাম।"}	,
{"verse_id":	31	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৩১","ar_ayat":"﴿﻿۳۱﻿﴾","text_indo_pak":"ثُمَّ اَنۡشَاۡنَا مِنۡۢ بَعۡدِہِمۡ قَرۡنًا اٰخَرِیۡنَ ۚ","en_translation":"Then, after them, We brought forth another generation;","bn_translation":"অতঃপর তাদের পর আমি অন্য এক সম্প্রদায় সৃষ্টি করেছিলাম।"}	,
{"verse_id":	32	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৩২","ar_ayat":"﴿﻿۳۲﻿﴾","text_indo_pak":"فَاَرۡسَلۡنَا فِیۡہِمۡ رَسُوۡلًا مِّنۡہُمۡ اَنِ اعۡبُدُوا اللّٰہَ مَا لَکُمۡ مِّنۡ اِلٰہٍ غَیۡرُہٗ ؕ  اَفَلَا تَتَّقُوۡنَ ","en_translation":"And we sent among them a messenger of their own, saying: Serve Allah, Ye have no other God save Him. Will ye not ward off (evil) ?","bn_translation":"এরপর তাদেরই একজনকে তাদের নিকট রাসূল করে পাঠিয়েছিলাম; সে বলেছিলঃ তোমরা আল্লাহর ইবাদাত কর, তিনি ছাড়া তোমাদের অন্য কোন মা‘বূদ নেই, তবুও কি তোমরা সাবধান হবেনা?"}	,
{"verse_id":	33	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৩৩","ar_ayat":"﴿﻿۳۳﻿﴾","text_indo_pak":"وَقَالَ الۡمَلَاُ مِنۡ قَوۡمِہِ الَّذِیۡنَ کَفَرُوۡا وَکَذَّبُوۡا بِلِقَآءِ الۡاٰخِرَۃِ وَاَتۡرَفۡنٰہُمۡ فِی الۡحَیٰوۃِ الدُّنۡیَا ۙ  مَا ہٰذَاۤ اِلَّا بَشَرٌ مِّثۡلُکُمۡ ۙ  یَاۡکُلُ مِمَّا تَاۡکُلُوۡنَ مِنۡہُ وَیَشۡرَبُ مِمَّا تَشۡرَبُوۡنَ ۪ۙ","en_translation":"And the chieftains of his folk, who disbelieved and denied the meeting of the Hereafter, and whom We had made soft in the life of the world, said: This is only a mortal like you, who eateth of that whereof ye eat and drinketh of that ye drink.","bn_translation":"তার সম্প্রদায়ের প্রধানরা যারা কুফরী করেছিল ও আখিরাতের সাক্ষাতকে অস্বীকার করেছিল এবং যাদেরকে আমি দিয়েছিলাম পার্থিব জীবনে প্রচুর ভোগ সম্ভার, তারা বলেছিলঃ এতো তোমাদেরই মত একজন মানুষ; তোমরা যা আহার কর সেতো তা’ই আহার করে এবং তোমরা যা পান কর সেও তা’ই পান করে।"}	,
{"verse_id":	34	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৩৪","ar_ayat":"﴿﻿۳۴﻿﴾","text_indo_pak":"وَلَئِنۡ اَطَعۡتُمۡ بَشَرًا مِّثۡلَکُمۡ اِنَّکُمۡ اِذًا لَّخٰسِرُوۡنَ ۙ","en_translation":"If ye were to obey a mortal like yourselves, then, lo! ye surely would be losers.","bn_translation":"যদি তোমরা তোমাদেরই মত একজন মানুষের আনুগত্য কর তাহলে তোমরা অবশ্যই ক্ষতিগ্রস্ত হবে।"}	,
{"verse_id":	35	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৩৫","ar_ayat":"﴿﻿۳۵﻿﴾","text_indo_pak":"اَیَعِدُکُمۡ اَنَّکُمۡ اِذَا مِتُّمۡ وَکُنۡتُمۡ تُرَابًا وَّعِظَامًا اَنَّکُمۡ مُّخۡرَجُوۡنَ ۪ۙ","en_translation":"Doth he promise you that you, when ye are dead and have become dust and bones, will (again) be brought forth ?","bn_translation":"সে কি তোমাদেরকে এই প্রতিশ্রুতিই দেয় যে, তোমাদের মৃত্যু হলে এবং তোমরা মাটি ও অস্থিতে পরিণত হলেও তোমাদেরকে পুনরুত্থিত করা হবে?"}	,
{"verse_id":	36	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৩৬","ar_ayat":"﴿﻿۳۶﻿﴾","text_indo_pak":"ہَیۡہَاتَ ہَیۡہَاتَ لِمَا تُوۡعَدُوۡنَ ۪ۙ","en_translation":"Begone, begone, with that which ye are promised!","bn_translation":"অসম্ভব, তোমাদেরকে যে বিষয়ে প্রতিশ্রুতি দেয়া হয়েছে তা অসম্ভব!"}	,
{"verse_id":	37	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৩৭","ar_ayat":"﴿﻿۳۷﻿﴾","text_indo_pak":"اِنۡ ہِیَ اِلَّا حَیَاتُنَا الدُّنۡیَا نَمُوۡتُ وَنَحۡیَا وَمَا نَحۡنُ بِمَبۡعُوۡثِیۡنَ ۪ۙ","en_translation":"There is naught but our life of the world; we die and we live, and we shall not be raised (again).","bn_translation":"একমাত্র পার্থিব জীবনই আমাদের জীবন, আমরা মরি বাঁচি এখানেই এবং আমরা পুনরুত্থিত হবনা।"}	,
{"verse_id":	38	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৩৮","ar_ayat":"﴿﻿۳۸﻿﴾","text_indo_pak":"اِنۡ ہُوَ اِلَّا رَجُلُۨ افۡتَرٰی عَلَی اللّٰہِ کَذِبًا وَّمَا نَحۡنُ لَہٗ بِمُؤۡمِنِیۡنَ","en_translation":"He is only a man who hath invented a lie about Allah. We are not going to put faith in him.","bn_translation":"সে তো এমন ব্যক্তি যে আল্লাহ সম্বন্ধে মিথ্যা উদ্ভাবন করেছে এবং আমরা তাকে বিশ্বাস করার নই।"}	,
{"verse_id":	39	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৩৯","ar_ayat":"﴿﻿۳۹﻿﴾","text_indo_pak":"قَالَ رَبِّ انۡصُرۡنِیۡ بِمَا کَذَّبُوۡنِ","en_translation":"He said: My Lord! Help me because they deny me.","bn_translation":"সে বললঃ হে আমার রাব্ব! আমাকে সাহায্য করুন; কারণ তারা আমাকে মিথ্যাবাদী বলছে।"}	,
{"verse_id":	40	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৪০","ar_ayat":"﴿﻿۴۰﻿﴾","text_indo_pak":"قَالَ عَمَّا قَلِیۡلٍ لَّیُصۡبِحُنَّ نٰدِمِیۡنَ ۚ","en_translation":"He said: In a little while they surely will become repentant.","bn_translation":"(আল্লাহ) বললেনঃ অচিরেই তারা অনুতপ্ত হবেই।"}	,
{"verse_id":	41	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৪১","ar_ayat":"﴿﻿۴۱﻿﴾","text_indo_pak":"فَاَخَذَتۡہُمُ الصَّیۡحَۃُ بِالۡحَقِّ فَجَعَلۡنٰہُمۡ غُثَآءً ۚ فَبُعۡدًا لِّلۡقَوۡمِ الظّٰلِمِیۡنَ","en_translation":"So the (Awful) Cry overtook them rightfully, and We made them like as wreckage (that a torrent hurleth). A far removal for wrongdoing folk!","bn_translation":"অতঃপর সত্য সত্যই এক বিকট শব্দ তাদেরকে আঘাত করল এবং আমি তাদেরকে তরঙ্গ তাড়িত আবর্জনা সদৃশ করে দিলাম; সুতরাং ধ্বংস হয়ে গেল যালিম সম্প্রদায়।"}	,
{"verse_id":	42	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৪২","ar_ayat":"﴿﻿۴۲﻿﴾","text_indo_pak":"ثُمَّ اَنۡشَاۡنَا مِنۡۢ بَعۡدِہِمۡ قُرُوۡنًا اٰخَرِیۡنَ ؕ","en_translation":"Then after them We brought forth other generations.","bn_translation":"অতঃপর তাদের পরে আমি বহু জাতি সৃষ্টি করেছি।"}	,
{"verse_id":	43	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৪৩","ar_ayat":"﴿﻿۴۳﻿﴾","text_indo_pak":"مَا تَسۡبِقُ مِنۡ اُمَّۃٍ اَجَلَہَا وَمَا یَسۡتَاۡخِرُوۡنَ ؕ","en_translation":"No nation can outstrip its term, nor yet postpone it.","bn_translation":"কোন জাতিই তার নির্ধারিত কালকে ত্বরান্বিত করতে পারেনা, আর না পারে বিলম্বিত করতে।"}	,
{"verse_id":	44	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৪৪","ar_ayat":"﴿﻿۴۴﻿﴾","text_indo_pak":"ثُمَّ اَرۡسَلۡنَا رُسُلَنَا تَتۡرَا ؕ کُلَّ مَا جَآءَ اُمَّۃً رَّسُوۡلُہَا کَذَّبُوۡہُ فَاَتۡبَعۡنَا بَعۡضَہُمۡ بَعۡضًا وَّجَعَلۡنٰہُمۡ اَحَادِیۡثَ ۚ فَبُعۡدًا لِّقَوۡمٍ لَّا یُؤۡمِنُوۡنَ","en_translation":"Then We sent our messengers one after another. Whenever its messenger came unto a nation they denied him; so We caused them to follow one another (to disaster) and We made them bywords. A far removal for folk who believe not!","bn_translation":"অতঃপর আমি একের পর এক আমার রাসূল প্রেরণ করেছি। যখনই কোন জাতির নিকট তাদের রাসূল এসেছে তখনই তারা তাকে মিথ্যাবাদী বলেছে। অতঃপর আমি তাদের একের পর এককে ধ্বংস করলাম; আমি তাদেরকে কাহিনীর বিষয় করেছি; সুতরাং ধ্বংস হোক অবিশ্বাসীরা!"}	,
{"verse_id":	45	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৪৫","ar_ayat":"﴿﻿۴۵﻿﴾","text_indo_pak":"ثُمَّ اَرۡسَلۡنَا مُوۡسٰی وَاَخَاہُ ہٰرُوۡنَ ۬ۙ  بِاٰیٰتِنَا وَسُلۡطٰنٍ مُّبِیۡنٍ ۙ","en_translation":"Then We sent Moses and his brother Aaron with Our tokens and a clear warrant","bn_translation":"অতঃপর আমি আমার নিদর্শন ও সুস্পষ্ট প্রমাণসহ মূসা ও তার ভাই হারূনকে পাঠালাম –"}	,
{"verse_id":	46	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৪৬","ar_ayat":"﴿﻿۴۶﻿﴾","text_indo_pak":"اِلٰی فِرۡعَوۡنَ وَمَلَا۠ئِہٖ فَاسۡتَکۡبَرُوۡا وَکَانُوۡا قَوۡمًا عَالِیۡنَ ۚ","en_translation":"Unto Pharaoh and his chiefs, but they scorned (them) and they were despotic folk.","bn_translation":"ফির‘আউন ও তার পরিষদবর্গের নিকট; কিন্তু তারা অহঙ্কার করল; তারা ছিল উদ্ধত সম্প্রদায়।"}	,
{"verse_id":	47	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৪৭","ar_ayat":"﴿﻿۴۷﻿﴾","text_indo_pak":"فَقَالُوۡۤا اَنُؤۡمِنُ لِبَشَرَیۡنِ مِثۡلِنَا وَقَوۡمُہُمَا لَنَا عٰبِدُوۡنَ ۚ","en_translation":"And they said: Shall we put faith in two mortals like ourselves, and whose folk are servile unto us ?","bn_translation":"তারা বললঃ আমরা কি এমন দু’ ব্যক্তিতে বিশ্বাস স্থাপন করব যারা আমাদেরই মত এবং যাদের সম্প্রদায় আমাদের দাসত্ব করে?"}	,
{"verse_id":	48	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৪৮","ar_ayat":"﴿﻿۴۸﻿﴾","text_indo_pak":"فَکَذَّبُوۡہُمَا فَکَانُوۡا مِنَ الۡمُہۡلَکِیۡنَ","en_translation":"So they denied them, and became of those who were destroyed.","bn_translation":"অতঃপর তারা তাদেরকে মিথ্যাবাদী বলল। ফলে তারা ধ্বংসপ্রাপ্তদের শামিল হল।"}	,
{"verse_id":	49	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৪৯","ar_ayat":"﴿﻿۴۹﻿﴾","text_indo_pak":"وَلَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ لَعَلَّہُمۡ یَہۡتَدُوۡنَ","en_translation":"And We verily gave Moses the Scripture, that haply they might go aright.","bn_translation":"আমি মূসাকে কিতাব দিয়েছিলাম যাতে তারা সৎপথ প্রাপ্ত হয়।"}	,
{"verse_id":	50	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৫০","ar_ayat":"﴿﻿۵۰﻿﴾","text_indo_pak":"وَجَعَلۡنَا ابۡنَ مَرۡیَمَ وَاُمَّہٗۤ اٰیَۃً وَّاٰوَیۡنٰہُمَاۤ اِلٰی رَبۡوَۃٍ ذَاتِ قَرَارٍ وَّمَعِیۡنٍ ","en_translation":"And We made the son of Mary and his mother a portent, and We gave them refuge on a height, a place of flocks and watersprings.","bn_translation":"এবং আমি মারইয়াম তনয় ও তার জননীকে করেছিলাম এক নিদর্শন, তাদেরকে আশ্রয় দিয়েছিলাম এক নিরাপদ ও প্রস্রবন বিশিষ্ট উচ্চ ভূমিতে।"}	,
{"verse_id":	51	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৫১","ar_ayat":"﴿﻿۵۱﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الرُّسُلُ کُلُوۡا مِنَ الطَّیِّبٰتِ وَاعۡمَلُوۡا صَالِحًا ؕ  اِنِّیۡ بِمَا تَعۡمَلُوۡنَ عَلِیۡمٌ ؕ","en_translation":"O ye messengers! Eat of the good things, and do right. Lo! I am Aware of what ye do.","bn_translation":"হে রাসূলগণ! তোমরা পবিত্র বস্তু হতে আহার কর ও সৎ কাজ কর; তোমরা যা কর সেই সম্বন্ধে আমি সবিশেষ অবগত।"}	,
{"verse_id":	52	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৫২","ar_ayat":"﴿﻿۵۲﻿﴾","text_indo_pak":"وَاِنَّ ہٰذِہٖۤ اُمَّتُکُمۡ اُمَّۃً وَّاحِدَۃً وَّاَنَا رَبُّکُمۡ فَاتَّقُوۡنِ","en_translation":"And lo! this your religion is one religion and I am your Lord, so keep your duty unto Me.","bn_translation":"এবং তোমাদের এই যে জাতি এটাতো একই জাতি এবং আমিই তোমাদের রাব্ব; অতএব আমাকে ভয় কর।"}	,
{"verse_id":	53	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৫৩","ar_ayat":"﴿﻿۵۳﻿﴾","text_indo_pak":"فَتَقَطَّعُوۡۤا اَمۡرَہُمۡ بَیۡنَہُمۡ زُبُرًا ؕ کُلُّ حِزۡبٍۭ بِمَا لَدَیۡہِمۡ فَرِحُوۡنَ","en_translation":"But they (mankind) have broken their religion among them into sects, each group rejoicing in its tenets.","bn_translation":"কিন্তু মানুষ নিজেদের মধ্যে তাদের দীনকে বহুধা বিভক্ত করেছে; প্রত্যেক দলই তাদের নিকট যা আছে তা নিয়েই সন্তুষ্ট।"}	,
{"verse_id":	54	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৫৪","ar_ayat":"﴿﻿۵۴﻿﴾","text_indo_pak":"فَذَرۡہُمۡ فِیۡ غَمۡرَتِہِمۡ حَتّٰی حِیۡنٍ","en_translation":"So leave them in their error till a time.","bn_translation":"সুতরাং কিছুকালের জন্য তাদেরকে স্বীয় বিভ্রান্তিতে থাকতে দাও।"}	,
{"verse_id":	55	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৫৫","ar_ayat":"﴿﻿۵۵﻿﴾","text_indo_pak":"اَیَحۡسَبُوۡنَ اَنَّمَا نُمِدُّہُمۡ بِہٖ مِنۡ مَّالٍ وَّبَنِیۡنَ ۙ","en_translation":"Think they that in the wealth and sons wherewith We provide them","bn_translation":"তারা কি মনে করে যে, আমি তাদেরকে সাহায্য স্বরূপ যে ধনৈশ্বর্য ও সন্তান-সন্ততি দান করি তদ্দারা –"}	,
{"verse_id":	56	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৫৬","ar_ayat":"﴿﻿۵۶﻿﴾","text_indo_pak":"نُسَارِعُ لَہُمۡ فِی الۡخَیۡرٰتِ ؕ بَلۡ لَّا یَشۡعُرُوۡنَ","en_translation":"We hasten unto them with good things ? Nay, but they perceive not.","bn_translation":"তাদের জন্য সর্ব প্রকার মঙ্গল ত্বরান্বিত করছি? না, তারা বুঝেনা –"}	,
{"verse_id":	57	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৫৭","ar_ayat":"﴿﻿۵۷﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ ہُمۡ مِّنۡ خَشۡیَۃِ رَبِّہِمۡ مُّشۡفِقُوۡنَ ۙ","en_translation":"Lo! those who go in awe for fear of their Lord.","bn_translation":"যারা তাদের রবের ভয়ে সন্ত্রস্ত –"}	,
{"verse_id":	58	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৫৮","ar_ayat":"﴿﻿۵۸﻿﴾","text_indo_pak":"وَالَّذِیۡنَ ہُمۡ بِاٰیٰتِ رَبِّہِمۡ یُؤۡمِنُوۡنَ ۙ","en_translation":"And those who believe in the revelations of their Lord,","bn_translation":"যারা তাদের রবের নিদর্শনাবলীতে ঈমান আনে –"}	,
{"verse_id":	59	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৫৯","ar_ayat":"﴿﻿۵۹﻿﴾","text_indo_pak":"وَالَّذِیۡنَ ہُمۡ بِرَبِّہِمۡ لَا یُشۡرِکُوۡنَ ۙ","en_translation":"And those who ascribe not partners unto their Lord,","bn_translation":"যারা তাদের রবের সাথে শরীক করেনা।"}	,
{"verse_id":	60	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৬০","ar_ayat":"﴿﻿۶۰﻿﴾","text_indo_pak":"وَالَّذِیۡنَ یُؤۡتُوۡنَ مَاۤ اٰتَوۡا وَّقُلُوۡبُہُمۡ وَجِلَۃٌ اَنَّہُمۡ اِلٰی رَبِّہِمۡ رٰجِعُوۡنَ ۙ","en_translation":"And those who give that which they give with hearts afraid because they are about to return unto their Lord,","bn_translation":"আর যারা তাদের রবের নিকট প্রত্যাবর্তন করবে, এই বিশ্বাসে তাদের যা দান করার তা দান করে ভীত-কম্পিত হৃদয়ে।"}	,
{"verse_id":	61	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৬১","ar_ayat":"﴿﻿۶۱﻿﴾","text_indo_pak":"اُولٰٓئِکَ یُسٰرِعُوۡنَ فِی الۡخَیۡرٰتِ وَہُمۡ لَہَا سٰبِقُوۡنَ","en_translation":"These race for the good things, and they shall win them in the race.","bn_translation":"তারাই দ্রুত সম্পাদন করে কল্যাণকর কাজ এবং তারা তাতে অগ্রগামী হয়।"}	,
{"verse_id":	62	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৬২","ar_ayat":"﴿﻿۶۲﻿﴾","text_indo_pak":"وَلَا نُکَلِّفُ نَفۡسًا اِلَّا وُسۡعَہَا وَلَدَیۡنَا کِتٰبٌ یَّنۡطِقُ بِالۡحَقِّ وَہُمۡ لَا یُظۡلَمُوۡنَ","en_translation":"And we task not any soul beyond its scope, and with Us is a Record which speaketh the truth, and they will not be wronged.","bn_translation":"আমি কেহকেও তার সাধ্যাতীত দায়িত্ব অর্পন করিনা এবং আমার নিকট আছে এক কিতাব যা সত্য ব্যক্ত করে এবং তাদের প্রতি যুল্‌ম করা হবেনা।"}	,
{"verse_id":	63	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৬৩","ar_ayat":"﴿﻿۶۳﻿﴾","text_indo_pak":"بَلۡ قُلُوۡبُہُمۡ فِیۡ غَمۡرَۃٍ مِّنۡ ہٰذَا وَلَہُمۡ اَعۡمَالٌ مِّنۡ دُوۡنِ ذٰلِکَ ہُمۡ لَہَا عٰمِلُوۡنَ","en_translation":"Nay, but their hearts are in ignorance of this (Qurâ€™an), and they have other works, besides, which they are doing;","bn_translation":"বরং এ বিষয়ে তাদের অন্তর অজ্ঞানতায় আচ্ছন্ন, এতদ্ব্যতীত আরও কাজ আছে যা তারা করে থাকে।"}	,
{"verse_id":	64	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৬৪","ar_ayat":"﴿﻿۶۴﻿﴾","text_indo_pak":"حَتّٰۤی اِذَاۤ اَخَذۡنَا مُتۡرَفِیۡہِمۡ بِالۡعَذَابِ اِذَا ہُمۡ یَجۡـَٔرُوۡنَ ؕ","en_translation":"Till when We grasp their luxurious ones with the punishment, behold! they supplicate.","bn_translation":"আর আমি যখন তাদের ঐশ্বর্যশালী ব্যক্তিদেরকে শাস্তি দ্বারা ধৃত করি তখনই তারা আর্তনাদ করে উঠে।"}	,
{"verse_id":	65	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৬৫","ar_ayat":"﴿﻿۶۵﻿﴾","text_indo_pak":"لَا تَجۡـَٔرُوا الۡیَوۡمَ ۟ اِنَّکُمۡ مِّنَّا لَا تُنۡصَرُوۡنَ","en_translation":"Supplicate not this day! Assuredly ye will not be helped by Us.","bn_translation":"তাদেরকে বলা হবেঃ আজ আর্তনাদ করনা, তোমরা আমার সাহায্য পাবেনা।"}	,
{"verse_id":	66	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৬৬","ar_ayat":"﴿﻿۶۶﻿﴾","text_indo_pak":"قَدۡ کَانَتۡ اٰیٰتِیۡ تُتۡلٰی عَلَیۡکُمۡ فَکُنۡتُمۡ عَلٰۤی اَعۡقَابِکُمۡ تَنۡکِصُوۡنَ ۙ","en_translation":"My revelations were recited unto you, but ye used to turn back on your heels,","bn_translation":"আমার আয়াত তোমাদের কাছে পাঠ করা হত, কিন্তু তোমরা পিছন ফিরে সরে পড়তে –"}	,
{"verse_id":	67	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৬৭","ar_ayat":"﴿﻿۶۷﻿﴾","text_indo_pak":"مُسۡتَکۡبِرِیۡنَ ٭ۖ بِہٖ سٰمِرًا تَہۡجُرُوۡنَ","en_translation":"In scorn thereof. Nightly did ye rave together.","bn_translation":"দম্ভ ভরে, এ বিষয়ে অর্থহীন গল্প গুজব করতে।"}	,
{"verse_id":	68	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৬৮","ar_ayat":"﴿﻿۶۸﻿﴾","text_indo_pak":"اَفَلَمۡ یَدَّبَّرُوا الۡقَوۡلَ اَمۡ جَآءَہُمۡ مَّا لَمۡ یَاۡتِ اٰبَآءَہُمُ الۡاَوَّلِیۡنَ ۫","en_translation":"Have they not pondered the Word, or hath that come unto them which came not unto their fathers of old ?","bn_translation":"তাহলে কি তারা এই বাণী অনুধাবন করেনা? অথচ তাদের নিকট কি এমন কিছু এসেছে যা তাদের পূর্ব-পুরুষদের নিকট আসেনি?"}	,
{"verse_id":	69	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৬৯","ar_ayat":"﴿﻿۶۹﻿﴾","text_indo_pak":"اَمۡ لَمۡ یَعۡرِفُوۡا رَسُوۡلَہُمۡ فَہُمۡ لَہٗ مُنۡکِرُوۡنَ ۫","en_translation":"Or know they not their messenger, and so reject him ?","bn_translation":"অথচ তারা কি তাদের রাসূলকে চিনেনা বলে তাকে অস্বীকার করে?"}	,
{"verse_id":	70	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৭০","ar_ayat":"﴿﻿۷۰﻿﴾","text_indo_pak":"اَمۡ یَقُوۡلُوۡنَ بِہٖ جِنَّۃٌ ؕ بَلۡ جَآءَہُمۡ بِالۡحَقِّ وَاَکۡثَرُہُمۡ لِلۡحَقِّ کٰرِہُوۡنَ","en_translation":"Or say they: There is a madness in him ? Nay, but he bringeth them the Truth; and most of them are haters of the Truth.","bn_translation":"অথবা তারা কি বলে যে, সে উন্মাদ? বস্তুতঃ সে তাদের নিকট সত্য এনেছে এবং তাদের অধিকাংশ সত্যকে অপছন্দ করে।"}	,
{"verse_id":	71	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৭১","ar_ayat":"﴿﻿۷۱﻿﴾","text_indo_pak":"وَلَوِ اتَّبَعَ الۡحَقُّ اَہۡوَآءَہُمۡ لَفَسَدَتِ السَّمٰوٰتُ وَالۡاَرۡضُ وَمَنۡ فِیۡہِنَّ ؕ  بَلۡ اَتَیۡنٰہُمۡ بِذِکۡرِہِمۡ فَہُمۡ عَنۡ ذِکۡرِہِمۡ مُّعۡرِضُوۡنَ ؕ","en_translation":"And if the Truth had followed their desires, verily the heavens and the earth and whosoever is therein had been corrupted. Nay, We have brought them their Reminder, but from their Reminder they now turn away.","bn_translation":"সত্য যদি তাদের কামনার অনুগামী হত তাহলে বিশৃংখল হয়ে পড়ত আকাশমন্ডলী, পৃথিবী এবং ওদের মধ্যবর্তী সব কিছুই। পক্ষান্তরে আমি তাদেরকে দিয়েছি উপদেশ, কিন্তু তারা উপদেশ হতে মুখ ফিরিয়ে নেয়।"}	,
{"verse_id":	72	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৭২","ar_ayat":"﴿﻿۷۲﻿﴾","text_indo_pak":"اَمۡ تَسۡـَٔلُہُمۡ خَرۡجًا فَخَرَاجُ رَبِّکَ خَیۡرٌ ٭ۖ وَّہُوَ خَیۡرُ الرّٰزِقِیۡنَ","en_translation":"Or dost thou ask of them (O Muhammad) any tribute ? But the bounty of thy Lord is better, for He is Best of all who make provision.","bn_translation":"অথবা তুমি কি তাদের কাছে কোন প্রতিদান চাও? তোমার রবের প্রতিদানই শ্রেষ্ঠ এবং তিনিই শ্রেষ্ঠ রিয্কদাতা।"}	,
{"verse_id":	73	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৭৩","ar_ayat":"﴿﻿۷۳﻿﴾","text_indo_pak":"وَاِنَّکَ لَتَدۡعُوۡہُمۡ اِلٰی صِرَاطٍ مُّسۡتَقِیۡمٍ","en_translation":"And lo! thou summonest them indeed unto a straight path.","bn_translation":"তুমিতো তাদেরকে সরল পথে আহবান করছ।"}	,
{"verse_id":	74	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৭৪","ar_ayat":"﴿﻿۷۴﻿﴾","text_indo_pak":"وَاِنَّ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِالۡاٰخِرَۃِ عَنِ الصِّرَاطِ لَنٰکِبُوۡنَ","en_translation":"And lo! those who believe not in the Hereafter are indeed astray from the path.","bn_translation":"যারা আখিরাতে বিশ্বাস করেনা তারাতো সরল পথ হতে বিচ্যুত।"}	,
{"verse_id":	75	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৭৫","ar_ayat":"﴿﻿۷۵﻿﴾","text_indo_pak":"وَلَوۡ رَحِمۡنٰہُمۡ وَکَشَفۡنَا مَا بِہِمۡ مِّنۡ ضُرٍّ لَّلَجُّوۡا فِیۡ طُغۡیَانِہِمۡ یَعۡمَہُوۡنَ","en_translation":"Though We had mercy on them and relieved them of the harm afflicting them, they still would wander blindly on in their contumacy.","bn_translation":"আমি তাদের উপর দয়া করলেও এবং তাদের দুঃখ-দৈন্য দূর করলেও তারা অবাধ্যতায় বিভ্রান্তের ন্যায় ঘুরতে থাকবে।"}	,
{"verse_id":	76	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৭৬","ar_ayat":"﴿﻿۷۶﻿﴾","text_indo_pak":"وَلَقَدۡ اَخَذۡنٰہُمۡ بِالۡعَذَابِ فَمَا اسۡتَکَانُوۡا لِرَبِّہِمۡ وَمَا یَتَضَرَّعُوۡنَ","en_translation":"Already have We grasped them with punishment, but they humble not themselves unto their Lord, nor do they pray,","bn_translation":"আমি তাদেরকে শাস্তি দ্বারা ধৃত করলাম, কিন্তু তারা তাদের রবের প্রতি বিনত হলনা এবং কাতর প্রার্থনাও করলনা।"}	,
{"verse_id":	77	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৭৭","ar_ayat":"﴿﻿۷۷﻿﴾","text_indo_pak":"حَتّٰۤی اِذَا فَتَحۡنَا عَلَیۡہِمۡ بَابًا ذَا عَذَابٍ شَدِیۡدٍ اِذَا ہُمۡ فِیۡہِ مُبۡلِسُوۡنَ ","en_translation":"Until, when We open for them the gate of extreme punishment, behold! they are aghast thereat.","bn_translation":"অবশেষে যখন আমি তাদের জন্য কঠিন শাস্তির দ্বার খুলে দিই তখনই তারা হতাশ হয়ে পড়ে।"}	,
{"verse_id":	78	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৭৮","ar_ayat":"﴿﻿۷۸﻿﴾","text_indo_pak":"وَہُوَ الَّذِیۡۤ اَنۡشَاَ لَکُمُ السَّمۡعَ وَالۡاَبۡصَارَ وَالۡاَفۡـِٕدَۃَ ؕ قَلِیۡلًا مَّا تَشۡکُرُوۡنَ","en_translation":"He it is Who hath created for you ears and eyes and hearts. Small thanks give ye!","bn_translation":"তিনিই তোমাদের জন্য কর্ণ, চক্ষু ও অন্তঃকরণ সৃষ্টি করেছেন; তোমরা অল্পই কৃতজ্ঞতা প্রকাশ করে থাক।"}	,
{"verse_id":	79	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৭৯","ar_ayat":"﴿﻿۷۹﻿﴾","text_indo_pak":"وَہُوَ الَّذِیۡ ذَرَاَکُمۡ فِی الۡاَرۡضِ وَاِلَیۡہِ تُحۡشَرُوۡنَ","en_translation":"And He it is Who hath sown you broadcast in the earth, and unto Him ye will be gathered.","bn_translation":"তিনিই তোমাদেরকে পৃথিবীতে বিস্তৃত করেছেন এবং তোমাদেরকে তাঁরই নিকট একত্রিত করা হবে।"}	,
{"verse_id":	80	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৮০","ar_ayat":"﴿﻿۸۰﻿﴾","text_indo_pak":"وَہُوَ الَّذِیۡ یُحۡیٖ وَیُمِیۡتُ وَلَہُ اخۡتِلَافُ الَّیۡلِ وَالنَّہَارِ ؕ اَفَلَا تَعۡقِلُوۡنَ","en_translation":"And He it is Who giveth life and causeth death, and His is the difference of night and day. Have ye then no sense ?","bn_translation":"তিনিই জীবন দান করেন এবং মৃত্যু ঘটান, আর তাঁরই অধিকারে রাত ও দিনের পরিবর্তন, তবুও কি তোমরা বুঝবেনা?"}	,
{"verse_id":	81	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৮১","ar_ayat":"﴿﻿۸۱﻿﴾","text_indo_pak":"بَلۡ قَالُوۡا مِثۡلَ مَا قَالَ الۡاَوَّلُوۡنَ","en_translation":"Nay, but they say the like of that which said the men of old;","bn_translation":"এতদসত্ত্বেও তারা তা’ই বলে যেমন বলেছিল পূর্ববর্তীরা।"}	,
{"verse_id":	82	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৮২","ar_ayat":"﴿﻿۸۲﻿﴾","text_indo_pak":"قَالُوۡۤا ءَاِذَا مِتۡنَا وَکُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبۡعُوۡثُوۡنَ","en_translation":"They say: When we are dead and have become (mere) dust and bones, shall we then, forsooth, be raised again ?","bn_translation":"তারা বলেঃ আমাদের মৃত্যু ঘটলে এবং আমরা মাটি ও অস্থিতে পরিণত হলেও কি আমরা পুনরুত্থিত হব?"}	,
{"verse_id":	83	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৮৩","ar_ayat":"﴿﻿۸۳﻿﴾","text_indo_pak":"لَقَدۡ وُعِدۡنَا نَحۡنُ وَاٰبَآؤُنَا ہٰذَا مِنۡ قَبۡلُ اِنۡ ہٰذَاۤ اِلَّاۤ اَسَاطِیۡرُ الۡاَوَّلِیۡنَ","en_translation":"We were already promised this, we and our forefathers. Lo! this is naught but fables of the men of old.","bn_translation":"আমাদেরকে তো এ বিষয়েই প্রতিশ্রুতি প্রদান করা হয়েছে এবং অতীতে আমাদের পূর্ব-পুরুষদেরকেও; এটাতো প্রাচীন কালের কল্পকথা ব্যতীত আর কিছুই নয়।"}	,
{"verse_id":	84	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৮৪","ar_ayat":"﴿﻿۸۴﻿﴾","text_indo_pak":"قُلۡ لِّمَنِ الۡاَرۡضُ وَمَنۡ فِیۡہَاۤ اِنۡ کُنۡتُمۡ تَعۡلَمُوۡنَ","en_translation":"Say: Unto Whom (belongeth) the earth and whosoever is therein, if ye have knowledge ?","bn_translation":"জিজ্ঞেস করঃ এই পৃথিবী এবং এতে যা আছে তা কার, যদি তোমরা জান তো বল?"}	,
{"verse_id":	85	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৮৫","ar_ayat":"﴿﻿۸۵﻿﴾","text_indo_pak":"سَیَقُوۡلُوۡنَ لِلّٰہِ ؕ قُلۡ اَفَلَا تَذَکَّرُوۡنَ","en_translation":"They will say: Unto Allah. Say: Will ye not then remember ?","bn_translation":"তারা বলবেঃ আল্লাহর! বলঃ তবুও কি তোমরা শিক্ষা গ্রহণ করবেনা?"}	,
{"verse_id":	86	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৮৬","ar_ayat":"﴿﻿۸۶﻿﴾","text_indo_pak":"قُلۡ مَنۡ رَّبُّ السَّمٰوٰتِ السَّبۡعِ وَرَبُّ الۡعَرۡشِ الۡعَظِیۡمِ","en_translation":"Say: Who is Lord of the seven heavens, and Lord of the Tremendous Throne ?","bn_translation":"জিজ্ঞেস করঃ কে সপ্তাকাশের রাব্ব এবং কে’ইবা মহান আরশের রাব্ব?"}	,
{"verse_id":	87	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৮৭","ar_ayat":"﴿﻿۸۷﻿﴾","text_indo_pak":"سَیَقُوۡلُوۡنَ لِلّٰہِ ؕ قُلۡ اَفَلَا تَتَّقُوۡنَ","en_translation":"They will say: Unto Allah (all that belongeth). Say: Will ye not then keep duty (unto Him) ?","bn_translation":"তারা বলবেঃ আল্লাহ! বলঃ তবুও কি তোমরা আল্লাহভীরু হবেনা?"}	,
{"verse_id":	88	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৮৮","ar_ayat":"﴿﻿۸۸﻿﴾","text_indo_pak":"قُلۡ مَنۡۢ بِیَدِہٖ مَلَکُوۡتُ کُلِّ شَیۡءٍ وَّہُوَ یُجِیۡرُ وَلَا یُجَارُ عَلَیۡہِ اِنۡ کُنۡتُمۡ تَعۡلَمُوۡنَ","en_translation":"Say: In Whose hand is the dominion over all things and He protecteth, while against Him there is no protection, if ye have knowledge ?","bn_translation":"জিজ্ঞেস করঃ যদি তোমরা জান তাহলে বল সব কিছুর কর্তৃত্ব কার হাতে, কে আশ্রয় দান করেন, যাঁর উপর আশ্রয়দাতা নেই?"}	,
{"verse_id":	89	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৮৯","ar_ayat":"﴿﻿۸۹﻿﴾","text_indo_pak":"سَیَقُوۡلُوۡنَ لِلّٰہِ ؕ قُلۡ فَاَنّٰی تُسۡحَرُوۡنَ","en_translation":"They will say: Unto Allah (all that belongeth). Say: How then are ye bewitched ?","bn_translation":"তারা বলবেঃ আল্লাহর! বলঃ তবুও তোমরা কেমন করে বিভ্রান্ত হচ্ছ?"}	,
{"verse_id":	90	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৯০","ar_ayat":"﴿﻿۹۰﻿﴾","text_indo_pak":"بَلۡ اَتَیۡنٰہُمۡ بِالۡحَقِّ وَاِنَّہُمۡ لَکٰذِبُوۡنَ","en_translation":"Nay, but We have brought them the Truth, and lo! they are liars.","bn_translation":"বরং আমিতো তাদের নিকট সত্য পৌঁছিয়েছি; কিন্তু তারা মিথ্যাবাদী।"}	,
{"verse_id":	91	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৯১","ar_ayat":"﴿﻿۹۱﻿﴾","text_indo_pak":"مَا اتَّخَذَ اللّٰہُ مِنۡ وَّلَدٍ وَّمَا کَانَ مَعَہٗ مِنۡ اِلٰہٍ اِذًا لَّذَہَبَ کُلُّ اِلٰہٍۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُہُمۡ عَلٰی بَعۡضٍ ؕ  سُبۡحٰنَ اللّٰہِ عَمَّا یَصِفُوۡنَ ۙ","en_translation":"Allah hath not chosen any son, nor is there any god along with Him; else would each god have assuredly championed that which he created, and some of them would assuredly have overcome others. Glorified be Allah above all that they allege.","bn_translation":"আল্লাহ কোন সন্তান গ্রহণ করেননি এবং তাঁর সাথে অপর কোন মা‘বূদ নেই; যদি থাকত তাহলে প্রত্যেক মা‘বূদ স্বীয় সৃষ্টি নিয়ে পৃথক হয়ে যেত এবং একে অপরের উপর প্রাধান্য বিস্তার করত। তারা যা বলে তা হতে আল্লাহ অতি পবিত্র!"}	,
{"verse_id":	92	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৯২","ar_ayat":"﴿﻿۹۲﻿﴾","text_indo_pak":"عٰلِمِ الۡغَیۡبِ وَالشَّہَادَۃِ فَتَعٰلٰی عَمَّا یُشۡرِکُوۡنَ ","en_translation":"Knower of the Invisible and the Visible! and Exalted be He over all that they ascribe as partners (unto Him)!","bn_translation":"তিনি দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা, তারা যাকে শরীক করে তিনি তার উর্ধ্বে।"}	,
{"verse_id":	93	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৯৩","ar_ayat":"﴿﻿۹۳﻿﴾","text_indo_pak":"قُلۡ رَّبِّ اِمَّا تُرِیَنِّیۡ مَا یُوۡعَدُوۡنَ ۙ","en_translation":"Say: My Lord! If Thou shouldst show me that which they are promised.","bn_translation":"বলঃ হে আমার রাব্ব! যে বিষয়ে তাদেরকে প্রতিশ্রুতি প্রদান করা হয়েছে, তা যদি আপনি আমাকে দেখাতেন –"}	,
{"verse_id":	94	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৯৪","ar_ayat":"﴿﻿۹۴﻿﴾","text_indo_pak":"رَبِّ فَلَا تَجۡعَلۡنِیۡ فِی الۡقَوۡمِ الظّٰلِمِیۡنَ","en_translation":"My Lord! then set me not among the wrongdoing folk.","bn_translation":"তবে হে আমার রাব্ব! আপনি আমাকে যালিম সম্প্রদায়ের অন্তর্ভুক্ত করবেননা।"}	,
{"verse_id":	95	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৯৫","ar_ayat":"﴿﻿۹۵﻿﴾","text_indo_pak":"وَاِنَّا عَلٰۤی اَنۡ نُّرِیَکَ مَا نَعِدُہُمۡ لَقٰدِرُوۡنَ","en_translation":"And verily We are Able to show thee that which We have promised them.","bn_translation":"আমি তাদেরকে যে বিষয়ে প্রতিশ্রুতি প্রদান করেছি তা আমি তোমাকে দেখাতে অবশ্যই সক্ষম।"}	,
{"verse_id":	96	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৯৬","ar_ayat":"﴿﻿۹۶﻿﴾","text_indo_pak":"اِدۡفَعۡ بِالَّتِیۡ ہِیَ اَحۡسَنُ السَّیِّئَۃَ ؕ نَحۡنُ اَعۡلَمُ بِمَا یَصِفُوۡنَ","en_translation":"Repel evil with that which is better. We are Best Aware of that which they allege.","bn_translation":"মন্দের মুকাবিলা কর উত্তম দ্বারা, তারা যা বলে আমি সেই সম্বন্ধে সবিশেষ অবহিত।"}	,
{"verse_id":	97	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৯৭","ar_ayat":"﴿﻿۹۷﻿﴾","text_indo_pak":"وَقُلۡ رَّبِّ اَعُوۡذُ بِکَ مِنۡ ہَمَزٰتِ الشَّیٰطِیۡنِ ۙ","en_translation":"And say: My Lord! I seek refuge in Thee from suggestions of the evil ones,","bn_translation":"আর বলঃ হে আমার রাব্ব! আমি আপনার আশ্রয় প্রার্থনা করি শাইতানের প্ররোচনা হতে।"}	,
{"verse_id":	98	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৯৮","ar_ayat":"﴿﻿۹۸﻿﴾","text_indo_pak":"وَاَعُوۡذُ بِکَ رَبِّ اَنۡ یَّحۡضُرُوۡنِ","en_translation":"And I seek refuge in Thee, my Lord, lest they be present with me,","bn_translation":"হে আমার রাব্ব! আমি আপনার আশ্রয় প্রার্থনা করি আমার নিকট ওদের উপস্থিতি হতে।"}	,
{"verse_id":	99	,"sura_name":"আল-মু’মিনূন","bn_ayat":"৯৯","ar_ayat":"﴿﻿۹۹﻿﴾","text_indo_pak":"حَتّٰۤی اِذَا جَآءَ اَحَدَہُمُ الۡمَوۡتُ قَالَ رَبِّ ارۡجِعُوۡنِ ۙ","en_translation":"Until, when death cometh unto one of them, he saith: My Lord! Send me back,","bn_translation":"যখন তাদের কারও মৃত্যু উপস্থিত হয় তখন সে বলেঃ হে আমার রাব্ব! আমাকে পুনরায় প্রেরণ করুন –"}	,
{"verse_id":	100	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১০০","ar_ayat":"﴿﻿۱۰۰﻿﴾","text_indo_pak":"لَعَلِّیۡۤ اَعۡمَلُ صَالِحًا فِیۡمَا تَرَکۡتُ کَلَّا ؕ اِنَّہَا کَلِمَۃٌ ہُوَ قَآئِلُہَا ؕ وَمِنۡ وَّرَآئِہِمۡ بَرۡزَخٌ اِلٰی یَوۡمِ یُبۡعَثُوۡنَ","en_translation":"That I may do right in that which I have left behind! But nay! It is but a word that he speaketh; and behind them is a barrier until the day when they are raised.","bn_translation":"যাতে আমি সৎ কাজ করতে পারি যা আমি পূর্বে করিনি। না এটা হবার নয়; এটাতো তার একটা উক্তি মাত্র; তাদের সামনে বারযাখ থাকবে পুনরুত্থান দিন পর্যন্ত।"}	,
{"verse_id":	101	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১০১","ar_ayat":" ﴿﻿۱۰۱﻿﴾","text_indo_pak":"فَاِذَا نُفِخَ فِی الصُّوۡرِ فَلَاۤ اَنۡسَابَ بَیۡنَہُمۡ یَوۡمَئِذٍ وَّلَا یَتَسَآءَلُوۡنَ","en_translation":"And when the trumpet is blown there will be no kinship among them that day, nor will they ask of one another.","bn_translation":"অতঃপর যে দিন শিঙ্গায় ফুৎকার দেয়া হবে সেদিন পরস্পরের মধ্যে আত্মীয়তার বন্ধন থাকবেনা, এবং একে অপরের খোঁজ খবর নিবেনা।"}	,
{"verse_id":	102	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১০২","ar_ayat":"﴿﻿۱۰۲﻿﴾","text_indo_pak":"فَمَنۡ ثَقُلَتۡ مَوَازِیۡنُہٗ فَاُولٰٓئِکَ ہُمُ الۡمُفۡلِحُوۡنَ","en_translation":"Then those whose scales are heavy, they are the successful.","bn_translation":"সুতরাং যাদের পাল্লা ভারী হবে তারাই হবে সফলকাম।"}	,
{"verse_id":	103	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১০৩","ar_ayat":"﴿﻿۱۰۳﻿﴾","text_indo_pak":"وَمَنۡ خَفَّتۡ مَوَازِیۡنُہٗ فَاُولٰٓئِکَ الَّذِیۡنَ خَسِرُوۡۤا اَنۡفُسَہُمۡ فِیۡ جَہَنَّمَ خٰلِدُوۡنَ ۚ","en_translation":"And those whose scales are light are those who lose their souls, in hell abiding.","bn_translation":"আর যাদের পাল্লা হালকা হবে তারাই নিজেদের ক্ষতি করেছে; তারা জাহান্নামে স্থায়ী হবে।"}	,
{"verse_id":	104	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১০৪","ar_ayat":"﴿﻿۱۰۴﻿﴾","text_indo_pak":"تَلۡفَحُ وُجُوۡہَہُمُ النَّارُ وَہُمۡ فِیۡہَا کٰلِحُوۡنَ","en_translation":"The fire burneth their faces, and they are glum therein.","bn_translation":"আগুন তাদের মুখমন্ডল দগ্ধ করবে এবং তারা সেখানে থাকবে বীভৎস চেহারায়।"}	,
{"verse_id":	105	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১০৫","ar_ayat":"﴿﻿۱۰۵﻿﴾","text_indo_pak":"اَلَمۡ تَکُنۡ اٰیٰتِیۡ تُتۡلٰی عَلَیۡکُمۡ فَکُنۡتُمۡ بِہَا تُکَذِّبُوۡنَ","en_translation":"(It will be said): Were not My revelations recited unto you, and then ye used to deny them ?","bn_translation":"তোমাদের নিকট কি আমার আয়াতসমূহ আবৃত্তি হতনা? অথচ তোমরা ওগুলি অস্বীকার করতে!"}	,
{"verse_id":	106	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১০৬","ar_ayat":" ﴿﻿۱۰۶﻿﴾","text_indo_pak":"قَالُوۡا رَبَّنَا غَلَبَتۡ عَلَیۡنَا شِقۡوَتُنَا وَکُنَّا قَوۡمًا ضَآلِّیۡنَ","en_translation":"They will say: Our Lord! Our evil fortune conquered us, and we were erring folk.","bn_translation":"তারা বলবেঃ হে আমাদের রাব্ব! দুর্ভাগ্য আমাদেরকে পেয়ে বসেছিল এবং আমরা ছিলাম এক বিভ্রান্ত সম্প্রদায়।"}	,
{"verse_id":	107	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১০৭","ar_ayat":"﴿﻿۱۰۷﻿﴾","text_indo_pak":"رَبَّنَاۤ اَخۡرِجۡنَا مِنۡہَا فَاِنۡ عُدۡنَا فَاِنَّا ظٰلِمُوۡنَ","en_translation":"Our Lord! Oh, bring us forth from hence! If we return (to evil) then indeed we shall be wrong-doers.","bn_translation":"হে আমাদের রাব্ব! এই আগুন হতে আমাদেরকে উদ্ধার করুন; অতঃপর আমরা যদি পুনরায় কুফরী করি তাহলেতো আমরা অবশ্যই সীমালংঘনকারী হব।"}	,
{"verse_id":	108	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১০৮","ar_ayat":"﴿﻿۱۰۸﻿﴾","text_indo_pak":"قَالَ اخۡسَـُٔوۡا فِیۡہَا وَلَا تُکَلِّمُوۡنِ","en_translation":"He saith: Begone therein, and speak not unto Me.","bn_translation":"আল্লাহ বলবেনঃ তোমরা হীন অবস্থায় এখানেই থাক এবং আমার সাথে কোন কথা বলনা।"}	,
{"verse_id":	109	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১০৯","ar_ayat":"﴿﻿۱۰۹﻿﴾","text_indo_pak":"اِنَّہٗ کَانَ فَرِیۡقٌ مِّنۡ عِبَادِیۡ یَقُوۡلُوۡنَ رَبَّنَاۤ اٰمَنَّا فَاغۡفِرۡ لَنَا وَارۡحَمۡنَا وَاَنۡتَ خَیۡرُ الرّٰحِمِیۡنَ ۚۖ","en_translation":"Lo! there was a party of My slaves who said: Our Lord! We believe, therefor forgive us and have mercy on us for Thou art Best of all who show mercy;","bn_translation":"আমার বান্দাদের মধ্যে একদল ছিল যারা বলতঃ হে আমাদের রাব্ব! আমরা ঈমান এনেছি, সুতরাং আপনি আমাদেরকে ক্ষমা করুন এবং আমাদের উপর দয়া করুন, আপনিতো দয়ালুগণের মধ্যে শ্রেষ্ঠ দয়ালু।"}	,
{"verse_id":	110	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১১০","ar_ayat":"﴿﻿۱۱۰﻿﴾","text_indo_pak":"فَاتَّخَذۡتُمُوۡہُمۡ سِخۡرِیًّا حَتّٰۤی اَنۡسَوۡکُمۡ ذِکۡرِیۡ وَکُنۡتُمۡ مِّنۡہُمۡ تَضۡحَکُوۡنَ","en_translation":"But ye chose them for a laughing-stock until they caused you to forget remembrance of Me, while ye laughed at them.","bn_translation":"কিন্তু তাদেরকে নিয়ে তোমরা এতো ঠাট্টা বিদ্রুপ করতে যে, তা তোমাদেরকে আমার স্মরণ ভুলিয়ে দিয়েছিল; তোমরাতো তাদেরকে নিয়ে হাসি-ঠাট্টাই করতে।"}	,
{"verse_id":	111	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১১১","ar_ayat":"﴿﻿۱۱۱﻿﴾","text_indo_pak":"اِنِّیۡ جَزَیۡتُہُمُ الۡیَوۡمَ بِمَا صَبَرُوۡۤا ۙ اَنَّہُمۡ ہُمُ الۡفَآئِزُوۡنَ","en_translation":"Lo! I have rewarded them this day forasmuch as they were steadfast in that they, even they, are the triumphant.","bn_translation":"আমি আজ তাদেরকে তাদের ধৈর্যের কারণে এমনভাবে পুরস্কৃত করলাম যে, তারাই হল সফলকাম।"}	,
{"verse_id":	112	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১১২","ar_ayat":"﴿﻿۱۱۲﻿﴾","text_indo_pak":"قٰلَ کَمۡ لَبِثۡتُمۡ فِی الۡاَرۡضِ عَدَدَ سِنِیۡنَ","en_translation":"He will say: How long tarried ye in the earth, counting by years ?","bn_translation":"তিনি বলবেনঃ তোমরা পৃথিবীতে কত বছর অবস্থান করেছিলে?"}	,
{"verse_id":	113	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১১৩","ar_ayat":"﴿﻿۱۱۳﻿﴾","text_indo_pak":"قَالُوۡا لَبِثۡنَا یَوۡمًا اَوۡ بَعۡضَ یَوۡمٍ فَسۡـَٔلِ الۡعَآدِّیۡنَ","en_translation":"They will say: We tarried by a day or part of a day. Ask of those who keep count!","bn_translation":"তারা বলবেঃ আমরা অবস্থান করেছিলাম একদিন অথবা একদিনের কিছু অংশ, আপনি না হয় গণনাকারীদেরকে জিজ্ঞেস করুন।"}	,
{"verse_id":	114	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১১৪","ar_ayat":"﴿﻿۱۱۴﻿﴾","text_indo_pak":"قٰلَ اِنۡ لَّبِثۡتُمۡ اِلَّا قَلِیۡلًا لَّوۡ اَنَّکُمۡ کُنۡتُمۡ تَعۡلَمُوۡنَ","en_translation":"He will say: Ye tarried but a little if ye only knew.","bn_translation":"তিনি বলবেনঃ তোমরা অল্পকালই অবস্থান করেছিলে, যদি তোমরা জানতে।"}	,
{"verse_id":	115	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১১৫","ar_ayat":"﴿﻿۱۱۵﻿﴾","text_indo_pak":"اَفَحَسِبۡتُمۡ اَنَّمَا خَلَقۡنٰکُمۡ عَبَثًا وَّاَنَّکُمۡ اِلَیۡنَا لَا تُرۡجَعُوۡنَ","en_translation":"Deemed ye then that We had created you for naught, and that ye would not be returned unto Us ?","bn_translation":"তোমরা কি মনে করেছিলে যে, আমি তোমাদেরকে অনর্থক সৃষ্টি করেছি এবং তোমরা আমার নিকট প্রত্যাবর্তিত হবেনা?"}	,
{"verse_id":	116	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১১৬","ar_ayat":"﴿﻿۱۱۶﻿﴾","text_indo_pak":"فَتَعٰلَی اللّٰہُ الۡمَلِکُ الۡحَقُّ ۚ لَاۤ اِلٰہَ اِلَّا ہُوَ ۚ رَبُّ الۡعَرۡشِ الۡکَرِیۡمِ","en_translation":"Now Allah be Exalted, the True King! There is no God save Him, the Lord of the Throne of Grace.","bn_translation":"মহিমান্বিত আল্লাহ যিনি প্রকৃত মালিক, তিনি ব্যতীত কোন মা‘বূদ নেই; সম্মানিত আরশের তিনিই রাব্ব।"}	,
{"verse_id":	117	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১১৭","ar_ayat":"﴿﻿۱۱۷﻿﴾","text_indo_pak":"وَمَنۡ یَّدۡعُ مَعَ اللّٰہِ اِلٰـہًا اٰخَرَ ۙ لَا بُرۡہَانَ لَہٗ بِہٖ ۙ فَاِنَّمَا حِسَابُہٗ عِنۡدَ رَبِّہٖ ؕ اِنَّہٗ لَا یُفۡلِحُ الۡکٰفِرُوۡنَ","en_translation":"He who crieth unto any other god along with Allah hath no proof thereof. His reckoning is only with his Lord. Lo! disbelievers will not be successful.","bn_translation":"যে ব্যক্তি আল্লাহর সাথে ডাকে অন্য ইলাহকে যার নিকট কোন সনদ নেই, তার হিসাব রয়েছে তার রবের নিকট, নিশ্চয়ই কাফিরেরা সফলকাম হবেনা।"}	,
{"verse_id":	118	,"sura_name":"আল-মু’মিনূন","bn_ayat":"১১৮","ar_ayat":"﴿﻿۱۱۸﻿﴾","text_indo_pak":"وَقُلۡ رَّبِّ اغۡفِرۡ وَارۡحَمۡ وَاَنۡتَ خَیۡرُ الرّٰحِمِیۡنَ ","en_translation":"And (O Muhammad) say: My Lord! Forgive and have mercy, for Thou art Best of all who show mercy.","bn_translation":"বলঃ হে আমার রাব্ব! ক্ষমা করুন ও দয়া করুন, দয়ালুদের মধ্যে আপনিইতো শ্রেষ্ঠ দয়ালু।"}	

        ]