[
            {"verse_id":	1	,"sura_name":"আস-সাজদা","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"الٓـمّٓ ۚ","en_translation":"Alif. Lam. Mim","bn_translation":"আলিফ লাম মীম।"}	,
{"verse_id":	2	,"sura_name":"আস-সাজদা","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"تَنۡزِیۡلُ الۡکِتٰبِ لَا رَیۡبَ فِیۡہِ مِنۡ رَّبِّ الۡعٰلَمِیۡنَ ؕ","en_translation":"The revelation of the Scripture whereof there is no doubt is from the Lord of the Worlds.","bn_translation":"এই কিতাব জগতসমূহের রবের নিকট হতে অবতীর্ণ, এতে কোন সন্দেহ নেই।"}	,
{"verse_id":	3	,"sura_name":"আস-সাজদা","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"اَمۡ یَقُوۡلُوۡنَ افۡتَرٰىہُ ۚ بَلۡ ہُوَ الۡحَقُّ مِنۡ رَّبِّکَ لِتُنۡذِرَ قَوۡمًا مَّاۤ اَتٰہُمۡ مِّنۡ نَّذِیۡرٍ مِّنۡ قَبۡلِکَ لَعَلَّہُمۡ یَہۡتَدُوۡنَ","en_translation":"Or say they: He hath invented it ? Nay, but it is the Truth from thy Lord, that thou mayst warn a folk to whom no warner came before thee, that haply they may walk aright.","bn_translation":"তাহলে কি তারা বলেঃ এটি সে নিজে রচনা করেছে? না, এটি তোমার রাবব হতে আগত সত্য, যাতে তুমি এমন এক সম্প্রদায়কে সতর্ক করতে পার যাদের নিকট তোমার পূর্বে কোন সতর্ককারী আসেনি। হয়তো তারা সৎ পথে চলবে।"}	,
{"verse_id":	4	,"sura_name":"আস-সাজদা","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"اَللّٰہُ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَالۡاَرۡضَ وَمَا بَیۡنَہُمَا فِیۡ سِتَّۃِ اَیَّامٍ ثُمَّ اسۡتَوٰی عَلَی الۡعَرۡشِ ؕ مَا لَکُمۡ مِّنۡ دُوۡنِہٖ مِنۡ وَّلِیٍّ وَّلَا شَفِیۡعٍ ؕ اَفَلَا تَتَذَکَّرُوۡنَ","en_translation":"Allah it is Who created the heavens and the earth, and that which is between them, in six Days. Then He mounted the Throne. Ye have not, beside Him, a protecting friend or mediator. Will ye not then remember ?","bn_translation":"আল্লাহ, তিনি আকাশমন্ডলী, পৃথিবী ও এতদুভয়ের অন্তবর্তী সব কিছু সৃষ্টি করেছেন ছয় দিনে। অতঃপর তিনি আরশে সমাসীন হন। তিনি ছাড়া তোমাদের কোন অভিভাবক নেই এবং সাহায্যকারীও নেই, তবুও কি তোমরা উপদেশ গ্রহণ করবেনা?"}	,
{"verse_id":	5	,"sura_name":"আস-সাজদা","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"یُدَبِّرُ الۡاَمۡرَ مِنَ السَّمَآءِ اِلَی الۡاَرۡضِ ثُمَّ یَعۡرُجُ اِلَیۡہِ فِیۡ یَوۡمٍ کَانَ مِقۡدَارُہٗۤ اَلۡفَ سَنَۃٍ مِّمَّا تَعُدُّوۡنَ","en_translation":"He directeth the ordinance from the heaven unto the earth; then it ascendeth unto Him in a Day, whereof the measure is a thousand years of that ye reckon.","bn_translation":"তিনি আকাশ হতে পৃথিবী পর্যন্ত সমুদয় বিষয় পরিচালনা করেন, অতঃপর একদিন সব কিছুই তাঁর সমীপে সমুত্থিত হবে, যে দিনের পরিমাপ হবে তোমাদের হিসাবে হাজার বছরের সমান।"}	,
{"verse_id":	6	,"sura_name":"আস-সাজদা","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"ذٰلِکَ عٰلِمُ الۡغَیۡبِ وَالشَّہَادَۃِ الۡعَزِیۡزُ الرَّحِیۡمُ ۙ","en_translation":"Such is the Knower of the Invisible and the Visible, the Mighty, the Merciful,","bn_translation":"তিনিই দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা, পরাক্রমশালী, পরম দয়ালু –"}	,
{"verse_id":	7	,"sura_name":"আস-সাজদা","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"الَّذِیۡۤ اَحۡسَنَ کُلَّ شَیۡءٍ خَلَقَہٗ وَبَدَاَ خَلۡقَ الۡاِنۡسَانِ مِنۡ طِیۡنٍ ۚ","en_translation":"Who made all things good which He created, and He began the creation of man from clay;","bn_translation":"যিনি তাঁর প্রত্যেক সৃষ্টিকে সৃষ্টি করেছেন উত্তম রূপে এবং কাদা মাটি হতে মানব সৃষ্টির সূচনা করেছেন।"}	,
{"verse_id":	8	,"sura_name":"আস-সাজদা","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"ثُمَّ جَعَلَ نَسۡلَہٗ مِنۡ سُلٰلَۃٍ مِّنۡ مَّآءٍ مَّہِیۡنٍ ۚ","en_translation":"Then He made his seed from a draught of despised fluid;","bn_translation":"অতঃপর তার বংশ উৎপন্ন করেছেন তুচ্ছ তরল পদার্থের নির্যাস হতে।"}	,
{"verse_id":	9	,"sura_name":"আস-সাজদা","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"ثُمَّ سَوّٰىہُ وَنَفَخَ فِیۡہِ مِنۡ رُّوۡحِہٖ وَجَعَلَ لَکُمُ السَّمۡعَ وَالۡاَبۡصَارَ وَالۡاَفۡـِٕدَۃَ ؕ قَلِیۡلًا مَّا تَشۡکُرُوۡنَ","en_translation":"Then He fashioned him and breathed into him of His Spirit; and appointed for you hearing and sight and hearts. Small thanks give ye!","bn_translation":"পরে তিনি ওকে করেছেন সুষম এবং ওতে ফুঁকে দিয়েছেন রুহ্ তাঁর নিকট হতে এবং তোমাদেরকে দিয়েছেন কর্ণ, চক্ষু ও অন্তঃকরণ; তোমরা অতি সামান্যই কৃতজ্ঞতা প্রকাশ করে থাক।"}	,
{"verse_id":	10	,"sura_name":"আস-সাজদা","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"وَقَالُوۡۤا ءَاِذَا ضَلَلۡنَا فِی الۡاَرۡضِ ءَاِنَّا لَفِیۡ خَلۡقٍ جَدِیۡدٍ ۬ؕ بَلۡ ہُمۡ بِلِقَآیِٔ رَبِّہِمۡ کٰفِرُوۡنَ","en_translation":"And they say: When we are lost in the earth, how can we then be re- created ? Nay but they are disbelievers in the meeting with their Lord.","bn_translation":"তারা বলেঃ আমরা মাটিতে পর্যবসিত হলেও কি আমাদেরকে আবার নতুন করে সৃষ্টি করা হবে? বস্তুতঃ তারা তাদের রবের সাক্ষাৎকার অস্বীকার করে।"}	,
{"verse_id":	11	,"sura_name":"আস-সাজদা","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"قُلۡ یَتَوَفّٰىکُمۡ مَّلَکُ الۡمَوۡتِ الَّذِیۡ وُکِّلَ بِکُمۡ ثُمَّ اِلٰی رَبِّکُمۡ تُرۡجَعُوۡنَ ","en_translation":"Say: The angel of death, who hath charge concerning you, will gather you, and afterward unto your Lord ye will be returned.","bn_translation":"বলঃ তোমাদের জন্য নিযুক্ত মৃত্যুর মালাক/ফেরেশতা তোমাদের প্রাণ হরণ করবে। অবশেষে তোমরা তোমাদের রবের নিকট প্রত্যাবর্তীত হবে।"}	,
{"verse_id":	12	,"sura_name":"আস-সাজদা","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"وَلَوۡ تَرٰۤی اِذِ الۡمُجۡرِمُوۡنَ نَاکِسُوۡا رُءُوۡسِہِمۡ عِنۡدَ رَبِّہِمۡ ؕ رَبَّنَاۤ اَبۡصَرۡنَا وَسَمِعۡنَا فَارۡجِعۡنَا نَعۡمَلۡ صَالِحًا اِنَّا مُوۡقِنُوۡنَ","en_translation":"Couldst thou but see when the guilty hang their heads before their Lord, (and say): Our Lord! We have now seen and heard, so send us back; we will do right, now we are sure.","bn_translation":"এবং হায়! তুমি যদি দেখতে! যখন অপরাধীরা তাদের রবের সামনে অধোবদন হয়ে বলবেঃ হে আমাদের রাবব! আমরা প্রত্যক্ষ করলাম ও শ্রবণ করলাম; এখন আপনি আমাদেরকে পুনরায় প্রেরণ করুন, আমরা সৎ কাজ করব, আমরাতো দৃঢ় বিশ্বাসী।"}	,
{"verse_id":	13	,"sura_name":"আস-সাজদা","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"وَلَوۡ شِئۡنَا لَاٰتَیۡنَا کُلَّ نَفۡسٍ ہُدٰىہَا وَلٰکِنۡ حَقَّ الۡقَوۡلُ مِنِّیۡ لَاَمۡلَـَٔنَّ جَہَنَّمَ مِنَ الۡجِنَّۃِ وَالنَّاسِ اَجۡمَعِیۡنَ","en_translation":"And if We had so willed, We could have given every soul its guidance, but the word from Me concerning evildoers took effect: that I will fill hell with the jinn and mankind together.","bn_translation":"আমি ইচ্ছা করলে প্রত্যেক ব্যক্তিকে সৎ পথে পরিচালিত করতে পারতাম; কিন্তু আমার এ কথা অবশ্যই সত্যঃ আমি নিশ্চয়ই জিন ও মানুষ উভয় দ্বারা জাহান্নাম পূর্ণ করব।"}	,
{"verse_id":	14	,"sura_name":"আস-সাজদা","bn_ayat":"১৪","ar_ayat":"﴿﻿۱۴﻿﴾","text_indo_pak":"فَذُوۡقُوۡا بِمَا نَسِیۡتُمۡ لِقَآءَ یَوۡمِکُمۡ ہٰذَا ۚ اِنَّا نَسِیۡنٰکُمۡ وَذُوۡقُوۡا عَذَابَ الۡخُلۡدِ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ","en_translation":"So taste (the evil of your deeds). Forasmuch as ye forgot the meeting of this your day, lo! We forget you. Taste the doom of immortality because of what ye used to do.","bn_translation":"এখন শাস্তি আস্বাদন কর, কারণ আজকের এই সাক্ষাৎকারের কথা তোমরা বিস্মৃত হয়েছিলে। আমিও তোমাদেরকে বিস্মৃত হলাম, তোমরা যা করতে তজ্জন্য তোমরা স্থায়ী শাস্তি ভোগ করতে থাক।"}	,
{"verse_id":	15	,"sura_name":"আস-সাজদা","bn_ayat":"১৫","ar_ayat":"﴿﻿۱۵﻿﴾","text_indo_pak":"اِنَّمَا یُؤۡمِنُ بِاٰیٰتِنَا الَّذِیۡنَ اِذَا ذُکِّرُوۡا بِہَا خَرُّوۡا سُجَّدًا وَّسَبَّحُوۡا بِحَمۡدِ رَبِّہِمۡ وَہُمۡ لَا یَسۡتَکۡبِرُوۡنَ ٛ","en_translation":"Only those believe in Our revelations who, when they are reminded of them, fall down prostrate and hymn the praise of their Lord, and they are not scornful,","bn_translation":"শুধু তারাই আমার নিদর্শনাবলী বিশ্বাস করে যারা ওর দ্বারা উপদিষ্ট হলে সাজদাহয় লুটিয়ে পড়ে এবং তাদের রবের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করে এবং অহংকার করেনা। [সাজদাহ]"}	,
{"verse_id":	16	,"sura_name":"আস-সাজদা","bn_ayat":"১৬","ar_ayat":"﴿﻿۱۶﻿﴾","text_indo_pak":"تَتَجَافٰی جُنُوۡبُہُمۡ عَنِ الۡمَضَاجِعِ یَدۡعُوۡنَ رَبَّہُمۡ خَوۡفًا وَّطَمَعًا ۫ وَّمِمَّا رَزَقۡنٰہُمۡ یُنۡفِقُوۡنَ","en_translation":"Who forsake their beds to cry unto their Lord in fear and hope, and spend of that We have bestowed on them.","bn_translation":"তারা শয্যা ত্যাগ করে তাদের রাববকে ডাকে আশায় ও আশংকায়, এবং তাদেরকে যে রিয্ক দান করেছি তা হতে তারা ব্যয় করে।"}	,
{"verse_id":	17	,"sura_name":"আস-সাজদা","bn_ayat":"১৭","ar_ayat":"﴿﻿۱۷﻿﴾","text_indo_pak":"فَلَا تَعۡلَمُ نَفۡسٌ مَّاۤ اُخۡفِیَ لَہُمۡ مِّنۡ قُرَّۃِ اَعۡیُنٍ ۚ جَزَآءًۢ بِمَا کَانُوۡا یَعۡمَلُوۡنَ","en_translation":"No soul knoweth what is kept hid for them of joy, as a reward for what they used to do.","bn_translation":"কেহই জানেনা, তাদের জন্য নয়ন প্রীতিকর কি কি প্রতিদান লুকায়িত রয়েছে তাদের কৃতকর্মের পুরস্কার স্বরূপ।"}	,
{"verse_id":	18	,"sura_name":"আস-সাজদা","bn_ayat":"১৮","ar_ayat":"﴿﻿۱۸﻿﴾","text_indo_pak":"اَفَمَنۡ کَانَ مُؤۡمِنًا کَمَنۡ کَانَ فَاسِقًا ؕؔ  لَا یَسۡتَوٗنَ ؃","en_translation":"Is he who is a believer like unto him who is an evil-liver ? They are not alike.","bn_translation":"তাহলে কি যে ব্যক্তি মু’মিন হয়েছে সে পাপাচারীর ন্যায়? তারা সমান নয়।"}	,
{"verse_id":	19	,"sura_name":"আস-সাজদা","bn_ayat":"১৯","ar_ayat":"﴿﻿۱۹﻿﴾","text_indo_pak":"اَمَّا الَّذِیۡنَ اٰمَنُوۡا وَعَمِلُوا الصّٰلِحٰتِ فَلَہُمۡ جَنّٰتُ الۡمَاۡوٰی ۫ نُزُلًۢا بِمَا کَانُوۡا یَعۡمَلُوۡنَ","en_translation":"But as for those who believe and do good works, for them are the Gardens of Retreat - a welcome (in reward) for what they used to do.","bn_translation":"যারা ঈমান আনে এবং সৎ কাজ করে তাদের কৃতকর্মের ফল স্বরূপ তাদের আপ্যায়নের জন্য জান্নাত হবে তাদের বাসস্থল।"}	,
{"verse_id":	20	,"sura_name":"আস-সাজদা","bn_ayat":"২০","ar_ayat":"﴿﻿۲۰﻿﴾","text_indo_pak":"وَاَمَّا الَّذِیۡنَ فَسَقُوۡا فَمَاۡوٰىہُمُ النَّارُ ؕ کُلَّمَاۤ اَرَادُوۡۤا اَنۡ یَّخۡرُجُوۡا مِنۡہَاۤ اُعِیۡدُوۡا فِیۡہَا وَقِیۡلَ لَہُمۡ ذُوۡقُوۡا عَذَابَ النَّارِ الَّذِیۡ کُنۡتُمۡ بِہٖ تُکَذِّبُوۡنَ","en_translation":"And as for those who do evil, their retreat is the Fire. Whenever they desire to issue forth from thence, they are brought back thither. Unto them it is said: Taste the torment of the Fire which ye used to deny.","bn_translation":"আর যারা পাপাচার করেছে তাদের বাসস্থান হবে জাহান্নাম; যখনই তারা জাহান্নাম হতে বের হতে চাবে তখনই তাদের ফিরিয়ে দেয়া হবে তাতে এবং তাদেরকে বলা হবেঃ যে আগুনের শাস্তিকে তোমরা মিথ্যা বলতে তা আস্বাদন কর।"}	,
{"verse_id":	21	,"sura_name":"আস-সাজদা","bn_ayat":"২১","ar_ayat":"﴿﻿۲۱﻿﴾","text_indo_pak":"وَلَنُذِیۡقَنَّہُمۡ مِّنَ الۡعَذَابِ الۡاَدۡنٰی دُوۡنَ الۡعَذَابِ الۡاَکۡبَرِ لَعَلَّہُمۡ یَرۡجِعُوۡنَ","en_translation":"And verily We make them taste the lower punishment before the greater, that haply they may return.","bn_translation":"বড় শাস্তির পূর্বে তাদেরকে আমি অবশ্যই লঘু শাস্তি আস্বাদন করাব, যাতে তারা ফিরে আসে।"}	,
{"verse_id":	22	,"sura_name":"আস-সাজদা","bn_ayat":"২২","ar_ayat":"﴿﻿۲۲﻿﴾","text_indo_pak":"وَمَنۡ اَظۡلَمُ مِمَّنۡ ذُکِّرَ بِاٰیٰتِ رَبِّہٖ ثُمَّ اَعۡرَضَ عَنۡہَا ؕ  اِنَّا مِنَ الۡمُجۡرِمِیۡنَ مُنۡتَقِمُوۡنَ ","en_translation":"And who doth greater wrong than he who is reminded of the revelations of his Lord, then turneth from them. Lo! We shall requite the guilty.","bn_translation":"যে ব্যক্তি তার রবের নির্দেশনাবলী দ্বারা উপদিষ্ট হয়ে তা হতে মুখ ফিরিয়ে নেয় তার অপেক্ষা অধিক যালিম আর কে? আমি অবশ্যই অপরাধীদেরকে শাস্তি দিয়ে থাকি।"}	,
{"verse_id":	23	,"sura_name":"আস-সাজদা","bn_ayat":"২৩","ar_ayat":"﴿﻿۲۳﻿﴾","text_indo_pak":"وَلَقَدۡ اٰتَیۡنَا مُوۡسَی الۡکِتٰبَ فَلَا تَکُنۡ فِیۡ مِرۡیَۃٍ مِّنۡ لِّقَآئِہٖ وَجَعَلۡنٰہُ ہُدًی لِّبَنِیۡۤ اِسۡرَآءِیۡلَ ۚ","en_translation":"We verily gave Moses the Scripture; so be not ye in doubt of his receiving it; and We appointed it a guidance for the Children of Israel.","bn_translation":"আমিতো মূসাকে কিতাব দিয়েছিলাম; অতএব তুমি তার সাক্ষাত সম্বন্ধে সন্দেহ করনা, আমি তাকে বানী ইসরাঈলের জন্য পথ নির্দেশক করেছিলাম।"}	,
{"verse_id":	24	,"sura_name":"আস-সাজদা","bn_ayat":"২৪","ar_ayat":"﴿﻿۲۴﻿﴾","text_indo_pak":"وَجَعَلۡنَا مِنۡہُمۡ اَئِمَّۃً یَّہۡدُوۡنَ بِاَمۡرِنَا لَمَّا صَبَرُوۡا ۟ؕ وَکَانُوۡا بِاٰیٰتِنَا یُوۡقِنُوۡنَ","en_translation":"And when they became steadfast and believed firmly in Our revelations, We appointed from among them leaders who guided by Our command.","bn_translation":"আর আমি তাদের মধ্য হতে নেতা মনোনীত করেছিলাম যারা আমার নির্দেশ অনুসারে পথ প্রদর্শন করত। যখন তারা ধৈর্য ধারণ করত তখন তারা ছিল আমার নিদর্শনাবলীতে দৃঢ় বিশ্বাসী।"}	,
{"verse_id":	25	,"sura_name":"আস-সাজদা","bn_ayat":"২৫","ar_ayat":"﴿﻿۲۵﻿﴾","text_indo_pak":"اِنَّ رَبَّکَ ہُوَ یَفۡصِلُ بَیۡنَہُمۡ یَوۡمَ الۡقِیٰمَۃِ فِیۡمَا کَانُوۡا فِیۡہِ یَخۡتَلِفُوۡنَ","en_translation":"Lo! thy Lord will judge between them on the Day of Resurrection concerning that wherein they used to differ.","bn_translation":"তারা নিজেদের মধ্যে যে বিষয়ে মতবিরোধ করছে তোমার রাববই কিয়ামাত দিবসে ওর ফাইসালা করে দিবেন।"}	,
{"verse_id":	26	,"sura_name":"আস-সাজদা","bn_ayat":"২৬","ar_ayat":"﴿﻿۲۶﻿﴾","text_indo_pak":"اَوَلَمۡ یَہۡدِ لَہُمۡ کَمۡ اَہۡلَکۡنَا مِنۡ قَبۡلِہِمۡ مِّنَ الۡقُرُوۡنِ یَمۡشُوۡنَ فِیۡ مَسٰکِنِہِمۡ ؕ اِنَّ فِیۡ ذٰلِکَ لَاٰیٰتٍ ؕ اَفَلَا یَسۡمَعُوۡنَ","en_translation":"Is it not a guidance for them (to observe) how many generations We destroyed before them, amid whose dwelling places they do walk ? Lo! therein verily are portents! Will they not then heed ?","bn_translation":"এটাও কি তাদেরকে পথ প্রদর্শন করলনা যে, আমি তাদের পূর্বে ধ্বংস করেছি কত মানব গোষ্ঠি, যাদের বাসভূমিতে এরা বিচরণ করছে? এতে অবশ্যই নিদর্শন রয়েছে; তবুও কি তারা শুনবেনা?"}	,
{"verse_id":	27	,"sura_name":"আস-সাজদা","bn_ayat":"২৭","ar_ayat":"﴿﻿۲۷﻿﴾","text_indo_pak":"اَوَلَمۡ یَرَوۡا اَنَّا نَسُوۡقُ الۡمَآءَ اِلَی الۡاَرۡضِ الۡجُرُزِ فَنُخۡرِجُ بِہٖ زَرۡعًا تَاۡکُلُ مِنۡہُ اَنۡعَامُہُمۡ وَاَنۡفُسُہُمۡ ؕ  اَفَلَا یُبۡصِرُوۡنَ ؓ","en_translation":"Have they not seen how We lead the water to the barren land and therewith bring forth crops whereof their cattle eat, and they themselves ? Will they not then see ?","bn_translation":"তারা কি লক্ষ্য করেনা যে, আমি উষর ভূমির পানি প্রবাহিত করে ওর সাহায্যে উদগত করি শস্য, যা হতে আহার্য গ্রহণ করে তাদের গৃহপালিত চতুস্পদ জন্তুগুলি এবং তারা নিজেরাও? তাদের কি দৃষ্টিশক্তি নেই?"}	,
{"verse_id":	28	,"sura_name":"আস-সাজদা","bn_ayat":"২৮","ar_ayat":"﴿﻿۲۸﻿﴾","text_indo_pak":"وَیَقُوۡلُوۡنَ مَتٰی ہٰذَا الۡفَتۡحُ اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ","en_translation":"And they say: When cometh this victory (of yours) if ye are truthful ?","bn_translation":"তারা জিজ্ঞেস করেঃ তোমরা যদি সত্যবাদী হও তাহলে বল, কখন হবে এই ফাইসালা?"}	,
{"verse_id":	29	,"sura_name":"আস-সাজদা","bn_ayat":"২৯","ar_ayat":"﴿﻿۲۹﻿﴾","text_indo_pak":"قُلۡ یَوۡمَ الۡفَتۡحِ لَا یَنۡفَعُ الَّذِیۡنَ کَفَرُوۡۤا اِیۡمَانُہُمۡ وَلَا ہُمۡ یُنۡظَرُوۡنَ","en_translation":"Say (unto them): On the day of the victory the faith of those who disbelieve (and who then will believe) will not avail them, neither will they be reprieved.","bn_translation":"বলঃ ফাইসালার দিন কাফিরদের ঈমান আনা তাদের কোন কাজে আসবেনা এবং তাদেরকে অবকাশ দেয়া হবেনা।"}	,
{"verse_id":	30	,"sura_name":"আস-সাজদা","bn_ayat":"৩০","ar_ayat":"﴿﻿۳۰﻿﴾","text_indo_pak":"فَاَعۡرِضۡ عَنۡہُمۡ وَانۡتَظِرۡ اِنَّہُمۡ مُّنۡتَظِرُوۡنَ ","en_translation":"So withdraw from them (O Muhammad), and await (the event). Lo! they (also) are awaiting (it).","bn_translation":"অতএব তুমি তাদেরকে উপেক্ষা কর এবং অপেক্ষা কর; তারাও অপেক্ষা করছে।"}	

        ]