[
    {"verse_id":	1	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَتَّخِذُوۡا عَدُوِّیۡ وَعَدُوَّکُمۡ اَوۡلِیَآءَ تُلۡقُوۡنَ اِلَیۡہِمۡ بِالۡمَوَدَّۃِ وَقَدۡ کَفَرُوۡا بِمَا جَآءَکُمۡ مِّنَ الۡحَقِّ ۚ یُخۡرِجُوۡنَ الرَّسُوۡلَ وَاِیَّاکُمۡ اَنۡ تُؤۡمِنُوۡا بِاللّٰہِ رَبِّکُمۡ ؕ اِنۡ کُنۡتُمۡ خَرَجۡتُمۡ جِہَادًا فِیۡ سَبِیۡلِیۡ وَابۡتِغَآءَ مَرۡضَاتِیۡ ٭ۖ تُسِرُّوۡنَ اِلَیۡہِمۡ بِالۡمَوَدَّۃِ ٭ۖ وَاَنَا اَعۡلَمُ بِمَاۤ اَخۡفَیۡتُمۡ وَمَاۤ اَعۡلَنۡتُمۡ ؕ وَمَنۡ یَّفۡعَلۡہُ مِنۡکُمۡ فَقَدۡ ضَلَّ سَوَآءَ السَّبِیۡلِ","en_translation":"O ye who believe! Choose not My enemy and your enemy for allies. Do ye give them friendship when they disbelieve in that truth which hath come unto you, driving out the messenger and you because ye believe in Allah, your Lord ? If ye have come forth to strive in My way and seeking My good pleasure, (show them not friendship). Do ye show friendship unto them in secret, when I am Best Aware of what ye hide and what ye proclaim ? And whosoever doeth it among you, he verily hath strayed from the right way.","bn_translation":"হে মুমিনগণ! আমার শত্রু ও তোমাদের শত্রুকে বন্ধু রূপে গ্রহণ করনা; তোমরা কি তাদের সাথে বন্ধুত্ব করছ? অথচ তারা তোমাদের নিকট যে সত্য এসেছে তা প্রত্যাখ্যান করেছে; রাসূলকে এবং তোমাদেরকে বহিস্কার করেছে এ কারণে যে, তোমরা তোমাদের রাব্ব আল্লাহর উপর ঈমান এনেছ। যদি তোমরা আমার সন্তুষ্টি লাভের জন্য আমার পথে জিহাদের উদ্দেশে বহির্গত হয়ে থাক তাহলে কেন তোমরা তাদের সাথে গোপনে বন্ধুত্ব করছ? তোমরা যা গোপন কর এবং তোমরা যা প্রকাশ কর তা আমি সম্যক অবগত। তোমাদের যে কেহ এটা করে সেতো বিচ্যুত হয় সরল পথ হতে।"}	,
{"verse_id":	2	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"اِنۡ یَّثۡقَفُوۡکُمۡ یَکُوۡنُوۡا لَکُمۡ اَعۡدَآءً وَّیَبۡسُطُوۡۤا اِلَیۡکُمۡ اَیۡدِیَہُمۡ وَاَلۡسِنَتَہُمۡ بِالسُّوۡٓءِ وَوَدُّوۡا لَوۡ تَکۡفُرُوۡنَ ؕ","en_translation":"If they have the upper hand of you, they will be your foes, and will stretch out their hands and their tongues toward you with evil (intent), and they long for you to disbelieve.","bn_translation":"তোমাদেরকে কাবু করতে পারলে তারা হবে তোমাদের শত্রু এবং হাত ও জিহবা দ্বারা তোমাদের অনিষ্ট সাধন করবে এবং কামনা করবে যেন তোমরা কুফরী কর।"}	,
{"verse_id":	3	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"لَنۡ تَنۡفَعَکُمۡ اَرۡحَامُکُمۡ وَلَاۤ اَوۡلَادُکُمۡ ۚۛ یَوۡمَ الۡقِیٰمَۃِ ۚۛ یَفۡصِلُ بَیۡنَکُمۡ ؕ وَاللّٰہُ بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ","en_translation":"Your ties of kindred and your children will avail you naught upon the Day of Resurrection. He will part you. Allah is Seer of what ye do.","bn_translation":"তোমাদের অত্মীয়-স্বজন ও সন্তান-সন্ততি কিয়ামাত দিবসে কোন কাজে আসবেনা। আল্লাহ তোমাদের মধ্যে ফাইসালা করে দিবেন; তোমরা যা কর তিনি তা দেখেন।"}	,
{"verse_id":	4	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"قَدۡ کَانَتۡ لَکُمۡ اُسۡوَۃٌ حَسَنَۃٌ فِیۡۤ اِبۡرٰہِیۡمَ وَالَّذِیۡنَ مَعَہٗ ۚ اِذۡ قَالُوۡا لِقَوۡمِہِمۡ اِنَّا بُرَءٰٓؤُا مِنۡکُمۡ وَمِمَّا تَعۡبُدُوۡنَ مِنۡ دُوۡنِ اللّٰہِ ۫ کَفَرۡنَا بِکُمۡ وَبَدَا بَیۡنَنَا وَبَیۡنَکُمُ الۡعَدَاوَۃُ وَالۡبَغۡضَآءُ اَبَدًا حَتّٰی تُؤۡمِنُوۡا بِاللّٰہِ وَحۡدَہٗۤ اِلَّا قَوۡلَ اِبۡرٰہِیۡمَ لِاَبِیۡہِ لَاَسۡتَغۡفِرَنَّ لَکَ وَمَاۤ اَمۡلِکُ لَکَ مِنَ اللّٰہِ مِنۡ شَیۡءٍ ؕ رَبَّنَا عَلَیۡکَ تَوَکَّلۡنَا وَاِلَیۡکَ اَنَبۡنَا وَاِلَیۡکَ الۡمَصِیۡرُ","en_translation":"There is a goodly pattern for you in Abraham and those with him, when they told their folk: Lo! we are guiltless of you and all that ye worship beside Allah. We have done with you. And there hath arisen between us and you hostility and hate for ever until ye believe in Allah only - save that which Abraham promised his father (when he said): I will ask forgiveness for thee, though I own nothing for thee from Allah - Our Lord! In Thee we put our trust, and unto Thee we turn repentant, and unto Thee is the journeying.","bn_translation":"তোমাদের জন্য ইবরাহীম ও তার অনুসারীদের মধ্যে রয়েছে উত্তম আদর্শ। তারা তাদের সম্প্রদায়কে বলেছিলঃ তোমাদের সঙ্গে এবং তোমরা আল্লাহর পরিবর্তে যার ইবাদাত কর তার সঙ্গে আমাদের কোন সম্পর্ক নেই। আমরা তোমাদেরকে মানিনা। তোমাদের ও আমাদের মধ্যে শুরু হল শত্রুতা ও বিদ্বেষ চিরকালের জন্য, যদি না তোমরা এক আল্লাহয় ঈমান আন। তবে ব্যতিক্রম তার পিতার প্রতি ইবরাহীমের উক্তিঃ আমি নিশ্চয়ই তোমার জন্য ক্ষমা প্রার্থনা করব, যদিও তোমার ব্যাপারে আমি আল্লাহর নিকট কোন অধিকার রাখিনা। (ইবরাহীম ও তার অনুসারীগণ বলেছিল) হে আমাদের রাববঃ আমরাতো আপনারই উপর নির্ভর করেছি, আপনারই অভিমুখী হয়েছি এবং প্রত্যাবর্তনতো আপনারই নিকট।"}	,
{"verse_id":	5	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَۃً لِّلَّذِیۡنَ کَفَرُوۡا وَاغۡفِرۡ لَنَا رَبَّنَا ۚ اِنَّکَ اَنۡتَ الۡعَزِیۡزُ الۡحَکِیۡمُ","en_translation":"Our Lord! Make us not a prey for those who disbelieve, and forgive us, our Lord! Lo! Thou, only Thou, are the Mighty, the Wise.","bn_translation":"হে আমাদের রাব্ব আপনি আমাদেরকে কাফিরদের পীড়নের পাত্র করবেননা, হে আমাদের রাব্ব! আপনি আমাদেরকে ক্ষমা করুন! আপনিতো পরাক্রমশালী, প্রজ্ঞাময়।"}	,
{"verse_id":	6	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"لَقَدۡ کَانَ لَکُمۡ فِیۡہِمۡ اُسۡوَۃٌ حَسَنَۃٌ لِّمَنۡ کَانَ یَرۡجُوا اللّٰہَ وَالۡیَوۡمَ الۡاٰخِرَ ؕ  وَمَنۡ یَّتَوَلَّ فَاِنَّ اللّٰہَ ہُوَ الۡغَنِیُّ الۡحَمِیۡدُ ","en_translation":"Verily ye have in them a goodly pattern for everyone who looketh to Allah and the Last Day. And whosoever may turn away, lo! still Allah, He is the Absolute, the Owner of Praise.","bn_translation":"তোমরা যারা আল্লাহ ও আখিরাতের প্রত্যাশা কর নিশ্চয়ই তাদের জন্য তাদের মধ্যে রয়েছে উত্তম আদর্শ। কেহ মুখ ফিরিয়ে নিলে সে জেনে রাখুক যে, আল্লাহতো অভাবমুক্ত, প্রশংসা।"}	,
{"verse_id":	7	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"عَسَی اللّٰہُ اَنۡ یَّجۡعَلَ بَیۡنَکُمۡ وَبَیۡنَ الَّذِیۡنَ عَادَیۡتُمۡ مِّنۡہُمۡ مَّوَدَّۃً ؕ وَاللّٰہُ قَدِیۡرٌ ؕ وَاللّٰہُ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"It may be that Allah will ordain love between you and those of them with whom ye are at enmity. Allah is Mighty, and Allah is Forgiving, Merciful.","bn_translation":"যাদের সাথে তোমাদের শত্রুতা রয়েছে সম্ভবতঃ আল্লাহ তাদের ও তোমাদের মধ্যে বন্ধুত্ব সৃষ্টি করে দিবেন; আল্লাহ সর্বশক্তিমান, পরম দয়ালু।"}	,
{"verse_id":	8	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"لَا یَنۡہٰىکُمُ اللّٰہُ عَنِ الَّذِیۡنَ لَمۡ یُقَاتِلُوۡکُمۡ فِی الدِّیۡنِ وَلَمۡ یُخۡرِجُوۡکُمۡ مِّنۡ دِیَارِکُمۡ اَنۡ تَبَرُّوۡہُمۡ وَتُقۡسِطُوۡۤا اِلَیۡہِمۡ ؕ اِنَّ اللّٰہَ یُحِبُّ الۡمُقۡسِطِیۡنَ","en_translation":"Allah forbiddeth you not those who warred not against you on account of religion and drove you not out from your homes, that ye should show them kindness and deal justly with them. Lo! Allah loveth the just dealers.","bn_translation":"দীনের ব্যাপারে যারা তোমাদের বিরুদ্ধে যুদ্ধ করেনি এবং তোমাদের স্বদেশ হতে বহিস্কৃত করেনি তাদের প্রতি মহানুভবতা প্রদর্শন ও ন্যায়বিচার করতে আল্লাহ তোমাদেরকে নিষেধ করেন না। আল্লাহতো ন্যায়পরায়ণদেরকে ভালবাসেন।"}	,
{"verse_id":	9	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"اِنَّمَا یَنۡہٰىکُمُ اللّٰہُ عَنِ الَّذِیۡنَ قٰتَلُوۡکُمۡ فِی الدِّیۡنِ وَاَخۡرَجُوۡکُمۡ مِّنۡ دِیَارِکُمۡ وَظٰہَرُوۡا عَلٰۤی اِخۡرَاجِکُمۡ اَنۡ تَوَلَّوۡہُمۡ ۚ وَمَنۡ یَّتَوَلَّہُمۡ فَاُولٰٓئِکَ ہُمُ الظّٰلِمُوۡنَ","en_translation":"Allah forbiddeth you only those who warred against you on account of religion and have driven you out from your homes and helped to drive you out, that ye make friends of them. Whosoever maketh friends of them - (All) such are wrong-doers.","bn_translation":"আল্লাহ শুধু তাদের সাথে বন্ধুত্ব করতে নিষেধ করেন যারা দীনের ব্যাপারে তোমাদের সাথে যুদ্ধ করেছে, তোমাদেরকে স্বদেশ হতে বহিস্কৃত করেছে এবং তোমাদের বহিঃস্করণে সাহায্য করেছে। তাদের সাথে যারা বন্ধুত্ব করে তারাতো অত্যাচারী।"}	,
{"verse_id":	10	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِذَا جَآءَکُمُ الۡمُؤۡمِنٰتُ مُہٰجِرٰتٍ فَامۡتَحِنُوۡہُنَّ ؕ اَللّٰہُ اَعۡلَمُ بِاِیۡمَانِہِنَّ ۚ فَاِنۡ عَلِمۡتُمُوۡہُنَّ مُؤۡمِنٰتٍ فَلَا تَرۡجِعُوۡہُنَّ اِلَی الۡکُفَّارِ ؕ لَا ہُنَّ حِلٌّ لَّہُمۡ وَلَا ہُمۡ یَحِلُّوۡنَ لَہُنَّ ؕ وَاٰتُوۡہُمۡ مَّاۤ اَنۡفَقُوۡا ؕ وَلَا جُنَاحَ عَلَیۡکُمۡ اَنۡ تَنۡکِحُوۡہُنَّ اِذَاۤ اٰتَیۡتُمُوۡہُنَّ اُجُوۡرَہُنَّ ؕ وَلَا تُمۡسِکُوۡا بِعِصَمِ الۡکَوَافِرِ وَسۡـَٔلُوۡا مَاۤ اَنۡفَقۡتُمۡ وَلۡیَسۡـَٔلُوۡا مَاۤ اَنۡفَقُوۡا ؕ ذٰلِکُمۡ حُکۡمُ اللّٰہِ ؕ یَحۡکُمُ بَیۡنَکُمۡ ؕ وَاللّٰہُ عَلِیۡمٌ حَکِیۡمٌ","en_translation":"O ye who believe! When believing women come unto you as fugitives, examine them. Allah is Best Aware of their faith. Then, if ye know them for true believers, send them not back unto the disbelievers. They are not lawful for them (the disbelievers), nor are they (the disbelievers) lawful for them. And give them (the disbelievers) that which they have spent (upon them). And it is no sin for you to marry such women when ye have given them their dues. And hold not to the ties of disbelieving women; and ask for (the return of) that which ye have spent; and let them (the disbelievers) ask for that which they have spent. That is the judgment of Allah. He judgeth between you. Allah is Knower, Wise.","bn_translation":"হে মু’মিনগণ! তোমাদের নিকট মু’মিনা নারীরা দেশত্যাগী হয়ে এলে তোমরা তাদেরকে পরীক্ষা কর, আল্লাহ তাদের ঈমান সম্বন্ধে সম্যক অবগত আছেন। যদি তোমরা জানতে পার যে, তারা মু’মিনা তাহলে তাদেরকে কাফিরদের নিকট ফেরত পাঠিয়ে দিওনা। মু’মিনা নারীরা কাফিরদের জন্য বৈধ নয় এবং কাফিরেরা মু’মিনা নারীদের জন্য বৈধ নয়। কাফিরেরা যা ব্যয় করেছে তা তাদেরকে ফিরিয়ে দিবে। অতঃপর তোমরা তাদেরকে বিয়ে করলে কোন অপরাধ হবেনা, যদি তোমরা তাদেরকে তাদের মোহর দিয়ে দাও। তোমরা কাফির নারীদের সাথে দাম্পত্য সম্পর্ক বজায় রেখনা। তোমরা যা ব্যয় করেছ তা ফেরত চাবে এবং কাফিরেরা ফেরৎ চাবে যা তারা ব্যয় করেছে। এটাই আল্লাহর বিধান; তিনি তোমাদের মধ্যে ফাইসালা করে থাকেন। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।"}	,
{"verse_id":	11	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"وَاِنۡ فَاتَکُمۡ شَیۡءٌ مِّنۡ اَزۡوَاجِکُمۡ اِلَی الۡکُفَّارِ فَعَاقَبۡتُمۡ فَاٰتُوا الَّذِیۡنَ ذَہَبَتۡ اَزۡوَاجُہُمۡ مِّثۡلَ مَاۤ اَنۡفَقُوۡا ؕ وَاتَّقُوا اللّٰہَ الَّذِیۡۤ اَنۡتُمۡ بِہٖ مُؤۡمِنُوۡنَ","en_translation":"And if any of your wives have gone from you unto the disbelievers and afterward ye have your turn (of triumph), then give unto those whose wives have gone the like of that which they have spent, and keep your duty to Allah in Whom ye are believers.","bn_translation":"তোমাদের স্ত্রীদের মধ্যে যদি কেহ হাতছাড়া হয়ে কাফিরদের নিকট চলে যায় এবং তোমাদের যদি সুযোগ আসে তখন যাদের স্ত্রীরা হাতছাড়া হয়ে গেছে তাদের জন্য তারা (কাফিরেরা) যা ব্যয় করেছে তার সম পরিমাণ অর্থ প্রদান করবে। ভয় কর আল্লাহকে যাকে তোমরা বিশ্বাস কর।"}	,
{"verse_id":	12	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"یٰۤاَیُّہَا النَّبِیُّ اِذَا جَآءَکَ الۡمُؤۡمِنٰتُ یُبَایِعۡنَکَ عَلٰۤی اَنۡ لَّا یُشۡرِکۡنَ بِاللّٰہِ شَیۡئًا وَّلَا یَسۡرِقۡنَ وَلَا یَزۡنِیۡنَ وَلَا یَقۡتُلۡنَ اَوۡلَادَہُنَّ وَلَا یَاۡتِیۡنَ بِبُہۡتَانٍ یَّفۡتَرِیۡنَہٗ بَیۡنَ اَیۡدِیۡہِنَّ وَاَرۡجُلِہِنَّ وَلَا یَعۡصِیۡنَکَ فِیۡ مَعۡرُوۡفٍ فَبَایِعۡہُنَّ وَاسۡتَغۡفِرۡ لَہُنَّ اللّٰہَ ؕ اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"O Prophet! If believing women come unto thee, taking oath of allegiance unto thee that they will ascribe no thing as partner unto Allah, and will neither steal nor commit adultery nor kill their children, nor produce any lie that they have devised between their hands and feet, nor disobey thee in what is right, then accept their allegiance and ask Allah to forgive them. Lo! Allah is Forgiving, Merciful.","bn_translation":"হে নাবী! মু’মিনা নারীরা যখন তোমার নিকট এসে বাইআ’ত করে এই মর্মে যে, তারা আল্লাহর সাথে কোন শরীক স্থির করবেনা, চুরি করবেনা, ব্যভিচার করবেনা, নিজেদের সন্তানদেরকে হত্যা করবেনা, তারা সজ্ঞানে কোন অপবাদ রচনা করে রটাবেনা এবং সত্য কাজে তোমাকে অমান্য করবেনা তখন তাদের বাইআ’ত গ্রহণ কর এবং তাদের জন্য আল্লাহর নিকট ক্ষমা প্রার্থনা কর। আল্লাহতো ক্ষমাশীল, পরম দয়ালু।"}	,
{"verse_id":	13	,"sura_name":"আল-মুমতাহিনা","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَتَوَلَّوۡا قَوۡمًا غَضِبَ اللّٰہُ عَلَیۡہِمۡ قَدۡ یَئِسُوۡا مِنَ الۡاٰخِرَۃِ کَمَا یَئِسَ الۡکُفَّارُ مِنۡ اَصۡحٰبِ الۡقُبُوۡرِ ","en_translation":"O ye who believe! Be not friendly with a folk with whom Allah is wroth, (a folk) who have despaired of the Hereafter as the disbelievers despair of those who are in the graves.","bn_translation":"হে মু’মিনগণ! আল্লাহ যে সম্প্রদায়ের প্রতি রুষ্ট তোমরা তাদের সাথে বন্ধুত্ব করনা, তারাতো আখিরাত সম্পর্কে হতাশ হয়ে পড়েছে যেমন হতাশ হয়েছে কাফিরেরা সমাধিস্থদের বিষয়ে।"}	
]
