[
            {"verse_id":	1	,"sura_name":"আল-আ‘রাফ","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"الٓـمّٓصٓ ۚ","en_translation":"Alif. Lam. Mim. Sad.","bn_translation":"আলিফ লাম-মিম-সাদ।"}	,
            {"verse_id":	2	,"sura_name":"আল-আ‘রাফ","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"کِتٰبٌ اُنۡزِلَ اِلَیۡکَ فَلَا یَکُنۡ فِیۡ صَدۡرِکَ حَرَجٌ مِّنۡہُ لِتُنۡذِرَ بِہٖ وَذِکۡرٰی لِلۡمُؤۡمِنِیۡنَ","en_translation":"(It is) a Scripture that is revealed unto thee (Muhammad) - so let there be no heaviness in thy heart therefrom - that thou mayst warn thereby, and (it is) a Reminder unto believers.","bn_translation":"এ একটি কিতাব যা তোমার উপর অবতীর্ণ করা হয়েছে, সুতরাং তোমার অন্তরে যেন মোটেই সংকীর্ণতা না আসে। আর মু’মিনদের জন্য এটা উপদেশ।"}	,
            {"verse_id":	3	,"sura_name":"আল-আ‘রাফ","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"اِتَّبِعُوۡا مَاۤ اُنۡزِلَ اِلَیۡکُمۡ مِّنۡ رَّبِّکُمۡ وَلَا تَتَّبِعُوۡا مِنۡ دُوۡنِہٖۤ اَوۡلِیَآءَ ؕ قَلِیۡلًا مَّا تَذَکَّرُوۡنَ","en_translation":"(Saying): Follow that which is sent down unto you from your Lord, and follow no protecting friends beside Him. Little do ye recollect!","bn_translation":"তোমার রবের পক্ষ থেকে যা তোমার প্রতি নাযিল করা হয়েছে তুমি তা অনুসরণ কর এবং আল্লাহকে বাদ দিয়ে অন্যদেরকে অভিভাবক অথবা সাহায্যকারী হিসাবে গ্রহণ করনা। তোমরা খুব অল্পই উপদেশ গ্রহণ করে থাকো।"}	,
            {"verse_id":	4	,"sura_name":"আল-আ‘রাফ","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"وَکَمۡ مِّنۡ قَرۡیَۃٍ اَہۡلَکۡنٰہَا فَجَآءَہَا بَاۡسُنَا بَیَاتًا اَوۡ ہُمۡ قَآئِلُوۡنَ","en_translation":"How many a township have We destroyed! As a raid by night, or while they slept at noon, Our terror came unto them.","bn_translation":"কত জনপদকেই না আমি ধ্বংস করেছি! আমার শাস্তি তাদের উপর রাতে ঘুমন্ত অবস্থায় অথবা দ্বিপ্রহরে যখন তারা বিশ্রামরত ছিল তখনই আপতিত হয়েছে।"}	,
            {"verse_id":	5	,"sura_name":"আল-আ‘রাফ","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"فَمَا کَانَ دَعۡوٰىہُمۡ اِذۡ جَآءَہُمۡ بَاۡسُنَاۤ اِلَّاۤ اَنۡ قَالُوۡۤا اِنَّا کُنَّا ظٰلِمِیۡنَ","en_translation":"No plea had they, when Our terror came unto them, save that they said: Lo! We were wrong-doers.","bn_translation":"আমার শাস্তি যখন তাদের কাছে এসে পড়েছিল তখন তাদের মুখে ‘‘বাস্তবিকই আমরা অত্যাচারী ছিলাম’’ এ কথা ছাড়া আর কিছুই ছিলনা।"}	,
            {"verse_id":	6	,"sura_name":"আল-আ‘রাফ","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"فَلَنَسۡـَٔلَنَّ الَّذِیۡنَ اُرۡسِلَ اِلَیۡہِمۡ وَلَنَسۡـَٔلَنَّ الۡمُرۡسَلِیۡنَ ۙ","en_translation":"Then verily We shall question those unto whom (Our message) hath been sent, and verily We shall question the messengers.","bn_translation":"অতঃপর আমি (কিয়ামাত দিবসে) যাদের কাছে রাসূল প্রেরণ করা হয়েছিল তাদেরকে এবং রাসূলদেরকেও অবশ্যই জিজ্ঞাসাবাদ করব।"}	,
            {"verse_id":	7	,"sura_name":"আল-আ‘রাফ","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"فَلَنَقُصَّنَّ عَلَیۡہِمۡ بِعِلۡمٍ وَّمَا کُنَّا غَآئِبِیۡنَ","en_translation":"Then verily We shall narrate unto them (the event) with knowledge, for We were not absent (when it came to pass).","bn_translation":"তখন আমি তাদের সমস্ত বিবরণ অকপটে প্রকাশ করে দিব, যেহেতু আমি পূর্ণরূপে জ্ঞাত আছি, আর আমিতো কোন কালে বেখবর ছিলামনা।"}	,
            {"verse_id":	8	,"sura_name":"আল-আ‘রাফ","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"وَالۡوَزۡنُ یَوۡمَئِذِ ۣالۡحَقُّ ۚ فَمَنۡ ثَقُلَتۡ مَوَازِیۡنُہٗ فَاُولٰٓئِکَ ہُمُ الۡمُفۡلِحُوۡنَ","en_translation":"The weighing on that day is the true (weighing). As for those whose scale is heavy, they are the successful.","bn_translation":"আর সেদিন (কিয়ামাতের দিন) ন্যায় ও সঠিকভাবে (প্রত্যেকের ‘আমল) ওযন করা হবে, সুতরাং যাদের (পুণ্যের) পাল্লা ভারী হবে তারাই হবে কৃতকার্য ও সফলকাম।"}	,
            {"verse_id":	9	,"sura_name":"আল-আ‘রাফ","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"وَمَنۡ خَفَّتۡ مَوَازِیۡنُہٗ فَاُولٰٓئِکَ الَّذِیۡنَ خَسِرُوۡۤا اَنۡفُسَہُمۡ بِمَا کَانُوۡا بِاٰیٰتِنَا یَظۡلِمُوۡنَ","en_translation":"And as for those whose scale is light: those are they who lose their souls because they used to wrong Our revelations.","bn_translation":"আর যাদের পাল্লা হালকা হবে, তারা হবে সেই সব লোক যারা নিজেদের ধ্বংস ও ক্ষতি নিজেরাই করেছে। কেননা তারা আমার নিদর্শনসমূহকে (আয়াত) প্রত্যাখ্যান করত।"}	,
            {"verse_id":	10	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"وَلَقَدۡ مَکَّنّٰکُمۡ فِی الۡاَرۡضِ وَجَعَلۡنَا لَکُمۡ فِیۡہَا مَعَایِشَ ؕ  قَلِیۡلًا مَّا تَشۡکُرُوۡنَ ","en_translation":"And We have given you (mankind) power in the earth, and appointed for you therein livelihoods. Little give ye thanks!","bn_translation":"আর নিশ্চয়ই আমি তোমাদেরকে ভূ-পৃষ্ঠে প্রতিষ্ঠিত করেছি এবং আমি তোমাদের জন্য ওতে জীবিকা নির্বাহের উপকরণসমূহ সৃষ্টি করেছি, তোমরা খুব কমই কৃতজ্ঞতা প্রকাশ করে থাক।"}	,
            {"verse_id":	11	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"وَلَقَدۡ خَلَقۡنٰکُمۡ ثُمَّ صَوَّرۡنٰکُمۡ ثُمَّ قُلۡنَا لِلۡمَلٰٓئِکَۃِ اسۡجُدُوۡا لِاٰدَمَ ٭ۖ فَسَجَدُوۡۤا اِلَّاۤ اِبۡلِیۡسَ ؕ لَمۡ یَکُنۡ مِّنَ السّٰجِدِیۡنَ","en_translation":"And We created you, then fashioned you, then told the angels: Fall ye prostrate before Adam! And they fell prostrate, all save Iblis, who was not of those who make prostration.","bn_translation":"আমিই তোমাদেরকে সৃষ্টি করেছি, অতঃপর তোমাদেরকে রূপ দান করেছি, তারপর আমি মালাইকাদেরকে/ফেরেশতাদেরকে নির্দেশ দিয়েছি - তোমরা আদমকে সাজদাহ কর। তখন ইবলীস ছাড়া সবাই সাজদাহ করল, যারা সাজদাহ করল সে তাদের অন্তর্ভুক্ত হলনা।"}	,
            {"verse_id":	12	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"قَالَ مَا مَنَعَکَ اَلَّا تَسۡجُدَ اِذۡ اَمَرۡتُکَ ؕ قَالَ اَنَا خَیۡرٌ مِّنۡہُ ۚ خَلَقۡتَنِیۡ مِنۡ نَّارٍ وَّخَلَقۡتَہٗ مِنۡ طِیۡنٍ","en_translation":"He said: What hindered thee that thou didst not fall prostrate when I bade thee ? (Iblis) said: I am better than him. Thou createdst me of fire while him Thou didst create of mud.","bn_translation":"তিনি (আল্লাহ) তাকে (ইবলীসকে) জিজ্ঞেস করলেনঃ আমি যখন তোকে সাজদাহ (আদমকে) করতে আদেশ করলাম তখন কোন বস্তু তোকে নত শির হতে নিবৃত্ত করল? সে উত্তরে বললঃ আমি তার চেয়ে শ্রেষ্ঠ, আপনি আমাকে আগুন দ্বারা সৃষ্টি করেছেন, আর তাকে সৃষ্টি করেছেন কাদামাটি দ্বারা।"}	,
            {"verse_id":	13	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"قَالَ فَاہۡبِطۡ مِنۡہَا فَمَا یَکُوۡنُ لَکَ اَنۡ تَتَکَبَّرَ فِیۡہَا فَاخۡرُجۡ اِنَّکَ مِنَ الصّٰغِرِیۡنَ","en_translation":"He said: Then go down hence! It is not for thee to show pride here, so go forth! Lo! thou art of those degraded.","bn_translation":"আল্লাহ বললেনঃ এই স্থান থেকে নেমে যা, এখানে থেকে অহংকার করা যেতে পারেনা; সুতরাং বের হয়ে যা, নিশ্চয়ই তুই ইতরদের অন্তর্ভুক্ত।"}	,
            {"verse_id":	14	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৪","ar_ayat":"﴿﻿۱۴﻿﴾","text_indo_pak":"قَالَ اَنۡظِرۡنِیۡۤ اِلٰی یَوۡمِ یُبۡعَثُوۡنَ","en_translation":"He said: Reprieve me till the day when they are raised (from the dead).","bn_translation":"সে বললঃ আমাকে পুনরুত্থান দিন পর্যন্ত অবকাশ দিন!"}	,
            {"verse_id":	15	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৫","ar_ayat":"﴿﻿۱۵﻿﴾","text_indo_pak":"قَالَ اِنَّکَ مِنَ الۡمُنۡظَرِیۡنَ","en_translation":"He said: Lo! thou art of those reprieved.","bn_translation":"আল্লাহ বললেনঃ তোকে অবকাশ দেয়া হল।"}	,
            {"verse_id":	16	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৬","ar_ayat":"﴿﻿۱۶﻿﴾","text_indo_pak":"قَالَ فَبِمَاۤ اَغۡوَیۡتَنِیۡ لَاَقۡعُدَنَّ لَہُمۡ صِرَاطَکَ الۡمُسۡتَقِیۡمَ ۙ","en_translation":"He said: Now, because Thou hast sent me astray, verily I shall lurk in ambush for them on Thy Right Path.","bn_translation":"(ইবলীস) বললঃ আপনি যে আমাকে পথভ্রষ্ট করলেন এ কারণে আমিও শপথ করে বলছি - আমি আপনার সরল পথে অবশ্যই ওৎ পেতে বসে থাকব।"}	,
            {"verse_id":	17	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৭","ar_ayat":"﴿﻿۱۷﻿﴾","text_indo_pak":"ثُمَّ لَاٰتِیَنَّہُمۡ مِّنۡۢ بَیۡنِ اَیۡدِیۡہِمۡ وَمِنۡ خَلۡفِہِمۡ وَعَنۡ اَیۡمَانِہِمۡ وَعَنۡ شَمَآئِلِہِمۡ ؕ وَلَا تَجِدُ اَکۡثَرَہُمۡ شٰکِرِیۡنَ","en_translation":"Then I shall come upon them from before them and from behind them and from their right hands and from their left hands, and Thou wilt not find most of them beholden (unto Thee).","bn_translation":"অতঃপর আমি তাদের সম্মুখ দিয়ে, পিছন দিয়ে, ডান দিক দিয়ে এবং বাম দিক দিয়ে তাদের কাছে আসব, আপনি তাদের অধিকাংশকেই কৃতজ্ঞ পাবেননা।"}	,
            {"verse_id":	18	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৮","ar_ayat":"﴿﻿۱۸﻿﴾","text_indo_pak":"قَالَ اخۡرُجۡ مِنۡہَا مَذۡءُوۡمًا مَّدۡحُوۡرًا ؕ لَمَنۡ تَبِعَکَ مِنۡہُمۡ لَاَمۡلَـَٔنَّ جَہَنَّمَ مِنۡکُمۡ اَجۡمَعِیۡنَ","en_translation":"He said: Go forth from hence, degraded, banished. As for such of them as follow thee, surely I will fill hell with all of you.","bn_translation":"তিনি (আল্লাহ) বললেনঃ তুই এখান থেকে অপমানিত ও লাঞ্ছিত অবস্থায় বের হয়ে যা, তাদের (বানী আদমের) মধ্যে যারা তোর অনুসরণ করবে, নিশ্চয়ই আমি তোদের সকলের দ্বারা জাহান্নাম পূর্ণ করব।"}	,
            {"verse_id":	19	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৯","ar_ayat":"﴿﻿۱۹﻿﴾","text_indo_pak":"وَیٰۤاٰدَمُ اسۡکُنۡ اَنۡتَ وَزَوۡجُکَ الۡجَنَّۃَ فَکُلَا مِنۡ حَیۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا ہٰذِہِ الشَّجَرَۃَ فَتَکُوۡنَا مِنَ الظّٰلِمِیۡنَ","en_translation":"And (unto man): O Adam! Dwell thou and thy wife in the Garden and eat from whence ye will, but come not nigh this tree lest ye become wrong- doers.","bn_translation":"আর হে আদম! তুমি এবং তোমার স্ত্রী জান্নাতে বসবাস কর এবং এখানে তোমাদের মনে যা চায় তাই খাও, কিন্তু এই বৃক্ষের নিকটবর্তী হয়োনা, তাহলে অত্যাচারীদের মধ্যে গণ্য হবে।"}	,
            {"verse_id":	20	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২০","ar_ayat":"﴿﻿۲۰﻿﴾","text_indo_pak":"فَوَسۡوَسَ لَہُمَا الشَّیۡطٰنُ لِیُبۡدِیَ لَہُمَا مَا وٗرِیَ عَنۡہُمَا مِنۡ سَوۡاٰتِہِمَا وَقَالَ مَا نَہٰکُمَا رَبُّکُمَا عَنۡ ہٰذِہِ الشَّجَرَۃِ اِلَّاۤ اَنۡ تَکُوۡنَا مَلَکَیۡنِ اَوۡ تَکُوۡنَا مِنَ الۡخٰلِدِیۡنَ","en_translation":"Then Satan whispered to them that he might manifest unto them that which was hidden from them of their shame, and he said: Your Lord forbade you from this tree only lest ye should become angels or become of the immortals.","bn_translation":"অতঃপর তাদের লজ্জাস্থান যা পরস্পরের কাছে গোপন রাখা হয়েছিল তা প্রকাশ করার জন্য শাইতান তাদেরকে কুমন্ত্রণা দিল, সে বললঃ তোমাদের রাব্ব এই বৃক্ষের কাছে যেতে নিষেধ করেছেন, এর কারণ এ ছাড়া কিছুই নয় যে, তোমরা যেন মালাইকা/ফেরেশতা হয়ে না যাও, অথবা এখানে (এই জান্নাতে) চিরন্তন জীবন লাভ করতে না পার।"}	,
            {"verse_id":	21	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২১","ar_ayat":"﴿﻿۲۱﻿﴾","text_indo_pak":"وَقَاسَمَہُمَاۤ اِنِّیۡ لَکُمَا لَمِنَ النّٰصِحِیۡنَ ۙ","en_translation":"And he swore unto them (saying): Lo! I am a sincere adviser unto you.","bn_translation":"সে তাদের উভয়ের নিকট শপথ করে বললঃ আমি তোমাদের হিতাকাংখীদের অন্যতম।"}	,
            {"verse_id":	22	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২২","ar_ayat":"﴿﻿۲۲﻿﴾","text_indo_pak":"فَدَلّٰىہُمَا بِغُرُوۡرٍ ۚ فَلَمَّا ذَاقَا الشَّجَرَۃَ بَدَتۡ لَہُمَا سَوۡاٰتُہُمَا وَطَفِقَا یَخۡصِفٰنِ عَلَیۡہِمَا مِنۡ وَّرَقِ الۡجَنَّۃِ ؕ وَنَادٰىہُمَا رَبُّہُمَاۤ اَلَمۡ اَنۡہَکُمَا عَنۡ تِلۡکُمَا الشَّجَرَۃِ وَاَقُلۡ لَّکُمَاۤ اِنَّ الشَّیۡطٰنَ لَکُمَا عَدُوٌّ مُّبِیۡنٌ","en_translation":"Thus did he lead them on with guile. And when they tasted of the tree their shame was manifest to them and they began to hide (by heaping) on themselves some of the leaves of the Garden. And their Lord called them, (saying): Did I not forbid you from that tree and tell you: Lo! Satan is an open enemy to you ?","bn_translation":"অতঃপর সে (শাইতান) তাদের উভয়কে বিভ্রান্ত করল। যখন তারা সেই নিষিদ্ধ গাছের ফলের স্বাদ গ্রহণ করল তখন তাদের লজ্জাস্থান তাদের কাছে প্রকাশ হয়ে পড়ল এবং তারা বাগানের বৃক্ষপত্র দ্বারা নিজেদেরকে আবৃত করতে লাগল। তাদের রাব্ব তাদেরকে সম্বোধন করে বললেনঃ আমি কি এই বৃক্ষ সম্পর্কে তোমাদেরকে নিষেধ করিনি এবং বলিনি যে, শাইতান তোমাদের প্রকাশ্য শক্র?"}	,
            {"verse_id":	23	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২৩","ar_ayat":"﴿﻿۲۳﻿﴾","text_indo_pak":"قَالَا رَبَّنَا ظَلَمۡنَاۤ اَنۡفُسَنَا ٜ وَاِنۡ لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَکُوۡنَنَّ مِنَ الۡخٰسِرِیۡنَ","en_translation":"They said: Our Lord! We have wronged ourselves. If thou forgive us not and have not mercy on us, surely we are of the lost!","bn_translation":"তারা বললঃ হে আমাদের রাব্ব! আমরা নিজেদের প্রতি অন্যায় করেছি, আপনি যদি আমাদেরকে ক্ষমা না করেন তাহলে আমরা ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে পড়ব।"}	,
            {"verse_id":	24	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২৪","ar_ayat":"﴿﻿۲۴﻿﴾","text_indo_pak":"قَالَ اہۡبِطُوۡا بَعۡضُکُمۡ لِبَعۡضٍ عَدُوٌّ ۚ وَلَکُمۡ فِی الۡاَرۡضِ مُسۡتَقَرٌّ وَّمَتَاعٌ اِلٰی حِیۡنٍ","en_translation":"He said: Go down (from hence), one of you a foe unto the other. There will be for you on earth a habitation and provision for a while.","bn_translation":"তিনি (আল্লাহ) বললেনঃ তোমরা একে অন্যের শক্র রূপে এখান থেকে নেমে যাও, তোমাদের জন্য পৃথিবীতে বাসস্থান রয়েছে, একটি নির্দিষ্ট মেয়াদ পর্যন্ত সেখানে জীবন ধারণের উপযোগী সামগ্রীর ব্যবস্থা রাখা হয়েছে।"}	,
            {"verse_id":	25	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২৫","ar_ayat":"﴿﻿۲۵﻿﴾","text_indo_pak":"قَالَ فِیۡہَا تَحۡیَوۡنَ وَفِیۡہَا تَمُوۡتُوۡنَ وَمِنۡہَا تُخۡرَجُوۡنَ ","en_translation":"He said: There shall ye live, and there shall ye die, and thence shall ye be brought forth.","bn_translation":"তিনি বললেনঃ সেই পৃথিবীতেই তোমরা জীবন যাপন করবে, সেখানেই তোমাদের মৃত্যু সংঘটিত হবে এবং সেখান হতেই তোমাদেরকে পুনরুত্থিত করা হবে।"}	,
            {"verse_id":	26	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২৬","ar_ayat":"﴿﻿۲۶﻿﴾","text_indo_pak":"یٰبَنِیۡۤ اٰدَمَ قَدۡ اَنۡزَلۡنَا عَلَیۡکُمۡ لِبَاسًا یُّوَارِیۡ سَوۡاٰتِکُمۡ وَرِیۡشًا ؕ وَلِبَاسُ التَّقۡوٰی ۙ ذٰلِکَ خَیۡرٌ ؕ ذٰلِکَ مِنۡ اٰیٰتِ اللّٰہِ لَعَلَّہُمۡ یَذَّکَّرُوۡنَ","en_translation":"O Children of Adam! We have revealed unto you raiment to conceal your shame, and splendid vesture, but the raiment of restraint from evil, that is best. This is of the revelations of Allah, that they may remember.","bn_translation":"হে বানী আদম! আমি তোমাদের লজ্জাস্থান আবৃত করার ও বেশভূষার জন্য তোমাদের পোশাক পরিচ্ছদের উপকরণ অবতীর্ণ করেছি। (বেশ-ভূষার তুলনায়) আল্লাহভীতির পরিচ্ছদই হচ্ছে সর্বোত্তম পরিচ্ছদ। এটা আল্লাহর নিদর্শনসমূহের অন্যতম নিদর্শন, সম্ভবতঃ মানুষ এটা হতে উপদেশ গ্রহণ করবে।"}	,
            {"verse_id":	27	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২৭","ar_ayat":"﴿﻿۲۷﻿﴾","text_indo_pak":"یٰبَنِیۡۤ اٰدَمَ لَا یَفۡتِنَنَّکُمُ الشَّیۡطٰنُ کَمَاۤ اَخۡرَجَ اَبَوَیۡکُمۡ مِّنَ الۡجَنَّۃِ یَنۡزِعُ عَنۡہُمَا لِبَاسَہُمَا لِیُرِیَہُمَا سَوۡاٰتِہِمَا ؕ اِنَّہٗ یَرٰىکُمۡ ہُوَ وَقَبِیۡلُہٗ مِنۡ حَیۡثُ لَا تَرَوۡنَہُمۡ ؕ اِنَّا جَعَلۡنَا الشَّیٰطِیۡنَ اَوۡلِیَآءَ لِلَّذِیۡنَ لَا یُؤۡمِنُوۡنَ","en_translation":"O Children of Adam! Let not Satan seduce you as he caused your (first) parents to go forth from the Garden and tore off from them their robe (of innocence) that he might manifest their shame to them. Lo! he seeth you, he and his tribe, from whence ye see him not. Lo! We have made the devils protecting friends for those who believe not.","bn_translation":"হে আদম সন্তান! শাইতান যেন তোমাদেরকে সেরূপ প্রলুব্ধ করতে না পারে যেরূপ তোমাদের মাতা-পিতাকে (প্রলুব্ধ করে) জান্নাত হতে বহিস্কার করেছিল এবং তাদেরকে তাদের লজ্জাস্থান দেখানোর জন্য বিবস্ত্র করেছিল। সে (শাইতান) নিজে এবং তার দল তোমাদেরকে দেখতে পায়, অথচ তোমরা তাদেরকে দেখতে পাওনা। নিঃসন্দেহে আমি অবিশ্বাসীদের জন্য শাইতানকে বন্ধু ও অভিভাবক বানিয়ে দিয়েছি।"}	,
            {"verse_id":	28	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২৮","ar_ayat":"﴿﻿۲۸﻿﴾","text_indo_pak":"وَاِذَا فَعَلُوۡا فَاحِشَۃً قَالُوۡا وَجَدۡنَا عَلَیۡہَاۤ اٰبَآءَنَا وَاللّٰہُ اَمَرَنَا بِہَا ؕ قُلۡ اِنَّ اللّٰہَ لَا یَاۡمُرُ بِالۡفَحۡشَآءِ ؕ اَتَقُوۡلُوۡنَ عَلَی اللّٰہِ مَا لَا تَعۡلَمُوۡنَ","en_translation":"And when they do some lewdness they say: We found our fathers doing it and Allah hath enjoined it on us. Say: Allah, verily, enjoineth not lewdness. Tell ye concerning Allah that which ye know not ?","bn_translation":"যখন তারা কোন লজ্জাস্কর ও অশ্লীল আচরণ করে তখন তারা বলেঃ আমরা আমাদের পূর্ব-পুরুষদেরকে এসব কাজ করতে দেখেছি এবং আল্লাহও আমাদেরকে এটা করতে নির্দেশ দিয়েছেন। তুমি বলঃ না আল্লাহ কখনও অশ্লীল ও লজ্জাস্কর আচরণের নির্দেশ দেননা, তোমরা কি আল্লাহ সম্পর্কে এমন সব কথা বলছ যে বিষয়ে তোমাদের কোন জ্ঞান নেই?"}	,
            {"verse_id":	29	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২৯","ar_ayat":"﴿﻿۲۹﻿﴾","text_indo_pak":"قُلۡ اَمَرَ رَبِّیۡ بِالۡقِسۡطِ ۟  وَاَقِیۡمُوۡا وُجُوۡہَکُمۡ عِنۡدَ کُلِّ مَسۡجِدٍ وَّادۡعُوۡہُ مُخۡلِصِیۡنَ لَہُ الدِّیۡنَ ۬ؕ  کَمَا بَدَاَکُمۡ تَعُوۡدُوۡنَ ؕ","en_translation":"Say: My Lord enjoineth justice. And set your faces upright (toward Him) at every place of worship and call upon Him, making religion pure for Him (only). As He brought you into being, so return ye (unto Him).","bn_translation":"তুমি বলঃ আমার রাব্ব ন্যায় বিচারের আদেশ দিয়েছেন এবং তোমরা প্রত্যেক সালাতে তোমাদের মনযোগ স্থির রেখ এবং তাঁর আনুগত্যে বিশুদ্ধ মনে একনিষ্ঠভাবে তাঁকেই ডাক; তোমাদেরকে প্রথম যেভাবে সৃষ্টি করা হয়েছে, তোমরা তেমনিভাবে ফিরে আসবে।"}	,
            {"verse_id":	30	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৩০","ar_ayat":"﴿﻿۳۰﻿﴾","text_indo_pak":"فَرِیۡقًا ہَدٰی وَفَرِیۡقًا حَقَّ عَلَیۡہِمُ الضَّلٰلَۃُ ؕ اِنَّہُمُ اتَّخَذُوا الشَّیٰطِیۡنَ اَوۡلِیَآءَ مِنۡ دُوۡنِ اللّٰہِ وَیَحۡسَبُوۡنَ اَنَّہُمۡ مُّہۡتَدُوۡنَ","en_translation":"A party hath He led aright, while error hath just hold over (another) party, for lo! they choose the devils for protecting supporters instead of Allah and deem that they are rightly guided.","bn_translation":"আল্লাহ এক দলকে সৎ পথে পরিচালিত করেছেন এবং অপর দলের জন্য সংগত কারণেই ভ্রান্তি নির্ধারিত হয়েছে,তারা আল্লাহকে ছেড়ে শাইতানকে অভিভাবক ও বন্ধু বানিয়েছিল এবং নিজেদেরকে সৎ পথগামী মনে করত।"}	,
            {"verse_id":	31	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৩১","ar_ayat":"﴿﻿۳۱﻿﴾","text_indo_pak":"یٰبَنِیۡۤ اٰدَمَ خُذُوۡا زِیۡنَتَکُمۡ عِنۡدَ کُلِّ مَسۡجِدٍ وَّکُلُوۡا وَاشۡرَبُوۡا وَلَا تُسۡرِفُوۡا ۚ  اِنَّہٗ لَا یُحِبُّ الۡمُسۡرِفِیۡنَ ","en_translation":"O Children of Adam! Look to your adornment at every place of worship, and eat and drink, but be not prodigal. Lo! He loveth not the prodigals.","bn_translation":"হে আদম সন্তান! প্রত্যেক সালাতের সময় সুন্দর পোশাক পরিচ্ছদ গ্রহণ কর, আর খাও এবং পান কর। তবে অপব্যয় ও অমিতাচার করবেনা, নিশ্চয়ই আল্লাহ অপব্যয়কারীদের ভালবাসেননা।"}	,
            {"verse_id":	32	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৩২","ar_ayat":"﴿﻿۳۲﻿﴾","text_indo_pak":"قُلۡ مَنۡ حَرَّمَ زِیۡنَۃَ اللّٰہِ الَّتِیۡۤ اَخۡرَجَ لِعِبَادِہٖ وَالطَّیِّبٰتِ مِنَ الرِّزۡقِ ؕ قُلۡ ہِیَ لِلَّذِیۡنَ اٰمَنُوۡا فِی الۡحَیٰوۃِ الدُّنۡیَا خَالِصَۃً یَّوۡمَ الۡقِیٰمَۃِ ؕ کَذٰلِکَ نُفَصِّلُ الۡاٰیٰتِ لِقَوۡمٍ یَّعۡلَمُوۡنَ","en_translation":"Say: Who hath forbidden the adornment of Allah which He hath brought forth for His bondmen, and the good things of His providing ? Say: Such, on the Day of Resurrection, will be only for those who believed during the life of the world. Thus do we detail Our revelations for people who have knowledge.","bn_translation":"তুমি জিজ্ঞেস করঃ আল্লাহ তাঁর বান্দাদের জন্য যে সব শোভনীয় বস্তু ও পবিত্র জীবিকা সৃষ্টি করেছেন তা কে নিষিদ্ধ করেছে? তুমি ঘোষণা করে দাও - এই সমস্ততো তাদের জন্যই যারা পার্থিব জীবনে এবং বিশেষ করে কিয়ামাত দিবসে বিশ্বাস করে। এমনিভাবে আমি জ্ঞানী সম্প্রদায়ের জন্য নিদর্শনসমূহ বিশদভাবে বিবৃত করে থাকি।"}	,
            {"verse_id":	33	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৩৩","ar_ayat":"﴿﻿۳۳﻿﴾","text_indo_pak":"قُلۡ اِنَّمَا حَرَّمَ رَبِّیَ الۡفَوَاحِشَ مَا ظَہَرَ مِنۡہَا وَمَا بَطَنَ وَالۡاِثۡمَ وَالۡبَغۡیَ بِغَیۡرِ الۡحَقِّ وَاَنۡ تُشۡرِکُوۡا بِاللّٰہِ مَا لَمۡ یُنَزِّلۡ بِہٖ سُلۡطٰنًا وَّاَنۡ تَقُوۡلُوۡا عَلَی اللّٰہِ مَا لَا تَعۡلَمُوۡنَ","en_translation":"Say: My Lord forbiddeth only indecencies, such of them as are apparent and such as are within, and sin and wrongful oppression, and that ye associate with Allah that for which no warrant hath been revealed, and that ye tell concerning Allah that which ye know not.","bn_translation":"তুমি বলঃ আমার রাব্ব প্রকাশ্য, অপ্রকাশ্য অশ্লীলতা, পাপ কাজ, অন্যায় ও অসংগত বিদ্রোহ ও বিরোধিতা এবং আল্লাহর সাথে কোন কিছুকে শরীক করা যার পক্ষে আল্লাহ কোন দলীল প্রমাণ অবতীর্ণ করেননি, আর আল্লাহ সম্বন্ধে এমন কিছু বলা যে সম্বন্ধে তোমাদের কোন জ্ঞান নেই, (ইত্যাদি কাজ ও বিষয়সমূহ) নিষিদ্ধ করেছেন।"}	,
            {"verse_id":	34	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৩৪","ar_ayat":"﴿﻿۳۴﻿﴾","text_indo_pak":"وَلِکُلِّ اُمَّۃٍ اَجَلٌ ۚ فَاِذَا جَآءَ اَجَلُہُمۡ لَا یَسۡتَاۡخِرُوۡنَ سَاعَۃً وَّلَا یَسۡتَقۡدِمُوۡنَ","en_translation":"And every nation hath its term, and when its term cometh, they cannot put it off an hour nor yet advance (it).","bn_translation":"প্রত্যেক জাতির জন্য একটি নির্দিষ্ট সময় রয়েছে, সুতরাং যখন সেই নির্দিষ্ট সময় সমুপস্থিত হবে তখন তা এক মুহুর্তকালও আগে কিংবা পরে হবেনা।"}	,
            {"verse_id":	35	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৩৫","ar_ayat":"﴿﻿۳۵﻿﴾","text_indo_pak":"یٰبَنِیۡۤ اٰدَمَ اِمَّا یَاۡتِیَنَّکُمۡ رُسُلٌ مِّنۡکُمۡ یَقُصُّوۡنَ عَلَیۡکُمۡ اٰیٰتِیۡ ۙ فَمَنِ اتَّقٰی وَاَصۡلَحَ فَلَا خَوۡفٌ عَلَیۡہِمۡ وَلَا ہُمۡ یَحۡزَنُوۡنَ","en_translation":"O Children of Adam! When messengers of your own come unto you who narrate unto you My revelations, then whosoever refraineth from evil and amendeth - there shall no fear come upon them neither shall they grieve.","bn_translation":"হে আদম সন্তান! তোমাদের মধ্য হতে যদি কোন রাসূল তোমাদের নিকট আগমন করে এবং আমার বাণী ও নিদর্শন তোমাদের কাছে বিবৃত করে; তখন যারা সতর্ক হবে এবং নিজেদেরকে সংশোধন করে নিবে এবং সৎ কাজ করবে, তাদের কোন ভয়-ভীতি থাকবেনা।"}	,
            {"verse_id":	36	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৩৬","ar_ayat":"﴿﻿۳۶﻿﴾","text_indo_pak":"وَالَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا وَاسۡتَکۡبَرُوۡا عَنۡہَاۤ اُولٰٓئِکَ اَصۡحٰبُ النَّارِ ۚ ہُمۡ فِیۡہَا خٰلِدُوۡنَ","en_translation":"But they who deny Our revelations and scorn them - each are rightful owners of the Fire; they will abide therein.","bn_translation":"আর যারা আমার নিদর্শন ও বিধানকে মিথ্যা প্রতিপন্ন করে এবং অহংকার করে ওটা হতে দূরে সরে থাকে তারাই হবে জাহান্নামী, সেখানে তারা চিরকাল অবস্থান করবে।"}	,
            {"verse_id":	37	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৩৭","ar_ayat":"﴿﻿۳۷﻿﴾","text_indo_pak":"فَمَنۡ اَظۡلَمُ مِمَّنِ افۡتَرٰی عَلَی اللّٰہِ کَذِبًا اَوۡ کَذَّبَ بِاٰیٰتِہٖ ؕ اُولٰٓئِکَ یَنَالُہُمۡ نَصِیۡبُہُمۡ مِّنَ الۡکِتٰبِ ؕ حَتّٰۤی اِذَا جَآءَتۡہُمۡ رُسُلُنَا یَتَوَفَّوۡنَہُمۡ ۙ قَالُوۡۤا اَیۡنَ مَا کُنۡتُمۡ تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ ؕ قَالُوۡا ضَلُّوۡا عَنَّا وَشَہِدُوۡا عَلٰۤی اَنۡفُسِہِمۡ اَنَّہُمۡ کَانُوۡا کٰفِرِیۡنَ","en_translation":"Who doeth greater wrong than he who inventeth a lie concerning Allah or denieth Our tokens. (For such) their appointed portion of the Book (of destiny) reacheth them till, when Our messengers come to gather them, they say: Where (now) is that to which ye cried beside Allah ? They say: They have departed from us. And they testify against themselves that they were disbelievers.","bn_translation":"যে ব্যক্তি আল্লাহর উপর মিথ্যা আরোপ করে এবং তাঁর নিদর্শনসমূহকে মিথ্যা প্রতিপন্ন করে সে অপেক্ষা বড় যালিম আর কে হতে পারে? তাদের ‘আমলনামায় লিখিত নির্ধারিত অংশ তাদের নিকট পৌঁছবেই, পরিশেষে যখন আমার প্রেরিত মালাক/ফেরেশতা তাদের প্রাণ হরণের জন্য তাদের নিকট পৌঁছবে, তখন তারা (ফেরেশতারা) জিজ্ঞেস করবেঃ আল্লাহকে বাদ দিয়ে যাদেরকে তোমরা ডাকতে তারা কোথায়? তখন তারা উত্তরে বলবেঃ আমাদের হতে তারা উধাও হয়ে গেছে। আর নিজেরাই স্বীকারোক্তি করবে যে, তারা কাফির বা সত্য প্রত্যাখ্যানকারী ছিল।"}	,
            {"verse_id":	38	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৩৮","ar_ayat":"﴿﻿۳۸﻿﴾","text_indo_pak":"قَالَ ادۡخُلُوۡا فِیۡۤ اُمَمٍ قَدۡ خَلَتۡ مِنۡ قَبۡلِکُمۡ مِّنَ الۡجِنِّ وَالۡاِنۡسِ فِی النَّارِ ؕ کُلَّمَا دَخَلَتۡ اُمَّۃٌ لَّعَنَتۡ اُخۡتَہَا ؕ حَتّٰۤی اِذَا ادَّارَکُوۡا فِیۡہَا جَمِیۡعًا ۙ قَالَتۡ اُخۡرٰىہُمۡ لِاُوۡلٰىہُمۡ رَبَّنَا ہٰۤؤُلَآءِ اَضَلُّوۡنَا فَاٰتِہِمۡ عَذَابًا ضِعۡفًا مِّنَ النَّارِ ۬ؕ قَالَ لِکُلٍّ ضِعۡفٌ وَّلٰکِنۡ لَّا تَعۡلَمُوۡنَ","en_translation":"He saith: Enter into the Fire among nations of the jinn and humankind who passed away before you. Every time a nation entereth, it curseth its sister (nation) till, when they have all been made to follow one another thither, the last of them saith unto the first of them: Our Lord! These led us astray, so give them double torment of the Fire. He saith: For each one there is double (torment), but ye know not.","bn_translation":"আল্লাহ বলেনঃ তোমাদের পূর্বে মানব ও জিন হতে যে সব সম্প্রদায় গত হয়েছে, তাদের সাথে তোমরাও জাহান্নামে প্রবেশ কর। যখন কোন দল তাতে প্রবেশ করবে তখনই অপর দলকে তারা অভিসস্পাত করবে, পরিশেষে যখন তাতে সকলে জমায়েত হবে তখন পরবর্তীরা পূর্ববর্তীদের সম্পর্কে বলবেঃ হে আমাদের রাব্ব! এরাই আমাদেরকে বিভ্রান্ত করেছে, সুতরাং আপনি এদের দ্বিগুণ শাস্তি দিন! তখন আল্লাহ বলবেনঃ তাদের প্রত্যেকের জন্যই রয়েছে দ্বিগুণ শাস্তি, কিন্তু তোমরা জাননা।"}	,
            {"verse_id":	39	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৩৯","ar_ayat":"﴿﻿۳۹﻿﴾","text_indo_pak":"وَقَالَتۡ اُوۡلٰىہُمۡ لِاُخۡرٰىہُمۡ فَمَا کَانَ لَکُمۡ عَلَیۡنَا مِنۡ فَضۡلٍ فَذُوۡقُوا الۡعَذَابَ بِمَا کُنۡتُمۡ تَکۡسِبُوۡنَ ","en_translation":"And the first of them saith unto the last of them: Ye were no whit better than us, so taste the doom for what ye used to earn.","bn_translation":"অতঃপর পূর্ববর্তী লোকেরা পরবর্তী লোকদেরকে বলবেঃ আমাদের উপর তোমাদের কোন শ্রেষ্ঠত্ব নেই, তোমরা তোমাদের কৃতকর্মের ফল স্বরূপ শাস্তি ভোগ করতে থাক।"}	,
            {"verse_id":	40	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৪০","ar_ayat":"﴿﻿۴۰﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا وَاسۡتَکۡبَرُوۡا عَنۡہَا لَا تُفَتَّحُ لَہُمۡ اَبۡوَابُ السَّمَآءِ وَلَا یَدۡخُلُوۡنَ الۡجَنَّۃَ حَتّٰی یَلِجَ الۡجَمَلُ فِیۡ سَمِّ الۡخِیَاطِ ؕ وَکَذٰلِکَ نَجۡزِی الۡمُجۡرِمِیۡنَ","en_translation":"Lo! they who deny Our revelations and scorn them, for them the gates of heaven will nor be opened not will they enter the Garden until the camel goeth through the needle's eye. Thus do We requite the guilty.","bn_translation":"নিশ্চয়ই যারা আমার আয়াতকে মিথ্যা প্রতিপন্ন করে এবং অহংকার বশতঃ তা থেকে ফিরে থাকে, তাদের জন্য আকাশের দ্বার উন্মুক্ত করা হবেনা এবং তারা জান্নাতেও প্রবেশ করবেনা, যতক্ষণ না সুচের ছিদ্র পথে উট প্রবেশ করে, এমনিভাবেই আমি অপরাধীদেরকে প্রতিফল দিয়ে থাকি।"}	,
            {"verse_id":	41	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৪১","ar_ayat":"﴿﻿۴۱﻿﴾","text_indo_pak":"لَہُمۡ مِّنۡ جَہَنَّمَ مِہَادٌ وَّمِنۡ فَوۡقِہِمۡ غَوَاشٍ ؕ وَکَذٰلِکَ نَجۡزِی الظّٰلِمِیۡنَ","en_translation":"Theirs will be a bed of hell, and over them coverings (of hell). Thus do We requite wrong-doers.","bn_translation":"তাদের জন্য হবে জাহান্নামের (আগুনের) শয্যা এবং তাদের উপরের আচ্ছাদনও হবে (আগুনের তৈরী) চাদর, এমনিভাবেই আমি যালিমদেরকে প্রতিফল দিয়ে থাকি।"}	,
            {"verse_id":	42	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৪২","ar_ayat":"﴿﻿۴۲﻿﴾","text_indo_pak":"وَالَّذِیۡنَ اٰمَنُوۡا وَعَمِلُوا الصّٰلِحٰتِ لَا نُکَلِّفُ نَفۡسًا اِلَّا وُسۡعَہَاۤ ۫ اُولٰٓئِکَ اَصۡحٰبُ الۡجَنَّۃِ ۚ ہُمۡ فِیۡہَا خٰلِدُوۡنَ","en_translation":"But (as for) those who believe and do good works - We tax not any soul beyond its scope - Such are rightful owners of the Garden. They abide therein.","bn_translation":"যারা ঈমান এনেছে ও ভাল কাজ করেছে এমন কোন ব্যক্তিকে আমি তার সাধ্যাতীত দায়িত্ব অর্পণ করিনা - তারাই হবে জান্নাতবাসী, সেখানে তারা চিরকাল অবস্থান করবে।"}	,
            {"verse_id":	43	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৪৩","ar_ayat":"﴿﻿۴۳﻿﴾","text_indo_pak":"وَنَزَعۡنَا مَا فِیۡ صُدُوۡرِہِمۡ مِّنۡ غِلٍّ تَجۡرِیۡ مِنۡ تَحۡتِہِمُ الۡاَنۡہٰرُ ۚ وَقَالُوا الۡحَمۡدُ لِلّٰہِ الَّذِیۡ ہَدٰىنَا لِہٰذَا ۟ وَمَا کُنَّا لِنَہۡتَدِیَ لَوۡلَاۤ اَنۡ ہَدٰىنَا اللّٰہُ ۚ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِالۡحَقِّ ؕ وَنُوۡدُوۡۤا اَنۡ تِلۡکُمُ الۡجَنَّۃُ اُوۡرِثۡتُمُوۡہَا بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ","en_translation":"And We remove whatever rancour may be in their hearts. Rivers flow beneath them. And they say: The praise to Allah, Who hath guided us to this. We could not truly have been led aright if Allah had not guided us. Verily the messengers of our Lord did bring the Truth. And it is cried unto them: This is the Garden. Ye inherit it for what ye used to do.","bn_translation":"আর তাদের অন্তরে যা কিছু ঈর্ষা ও বিদ্বেষ রয়েছে তা আমি দূর করে দিব, তাদের নিম্নদেশ দিয়ে নদী প্রবাহিত হবে; তখন তারা বলবেঃ সমস্ত প্রশংসা সেই আল্লাহর জন্য যিনি আমাদেরকে পথ প্রদর্শন করেছেন, আল্লাহ আমাদেরকে পথ প্রদর্শন না করলে আমরা পথ পেতামনা, আমাদের রবের প্রেরিত রাসূলগণ সত্য বাণী নিয়ে এসেছিলেন। আর তাদেরকে সম্বোধন করে বলা হবেঃ তোমরা যে (ভাল) ‘আমল করতে তারই জন্য তোমাদেরকে এই জান্নাতের উত্তরাধিকারী বানানো হয়েছে।"}	,
            {"verse_id":	44	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৪৪","ar_ayat":"﴿﻿۴۴﻿﴾","text_indo_pak":"وَنَادٰۤی اَصۡحٰبُ الۡجَنَّۃِ اَصۡحٰبَ النَّارِ اَنۡ قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَہَلۡ وَجَدۡتُّمۡ مَّا وَعَدَ رَبُّکُمۡ حَقًّا ؕ  قَالُوۡا نَعَمۡ ۚ  فَاَذَّنَ مُؤَذِّنٌۢ بَیۡنَہُمۡ اَنۡ لَّعۡنَۃُ اللّٰہِ عَلَی الظّٰلِمِیۡنَ ۙ","en_translation":"And the dwellers of the Garden cry unto the dwellers of the Fire: We have found that which our Lord promised us (to be) the Truth. Have ye (too) found that which your Lord promised the Truth ? They say: Yea, verily. And a crier in between them crieth: The curse of Allah is on evil- doers,","bn_translation":"আর জান্নাতের অধিবাসীগণ আগুনের অধিবাসীদেরকে ডাকবে যে, ‘আমাদের রব আমাদেরকে যে ওয়াদা দিয়েছেন তা আমরা সত্য পেয়েছি। সুতরাং তোমাদের রব তোমাদেরকে যে ওয়াদা দিয়েছেন, তা কি তোমরা সত্যই পেয়েছ’? তারা বলবে, ‘হ্যাঁ’। অতঃপর এক ঘোষক তাদের মধ্যে ঘোষণা দেবে যে, আল্লাহর লা’নত যালিমদের উপর’।"}	,
            {"verse_id":	45	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৪৫","ar_ayat":"﴿﻿۴۵﻿﴾","text_indo_pak":"الَّذِیۡنَ یَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ وَیَبۡغُوۡنَہَا عِوَجًا ۚ  وَہُمۡ بِالۡاٰخِرَۃِ کٰفِرُوۡنَ ۘ","en_translation":"Who debar (men) from the path of Allah and would have it crooked, and who are disbelievers in the Last Day.","bn_translation":"যারা আল্লাহর পথে চলতে (মানুষকে) বাধা দিত এবং তাতে বক্রতা অনুসন্ধান করত তারা পরকালকেও অস্বীকার করত।"}	,
            {"verse_id":	46	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৪৬","ar_ayat":"﴿﻿۴۶﻿﴾","text_indo_pak":"وَبَیۡنَہُمَا حِجَابٌ ۚ وَعَلَی الۡاَعۡرَافِ رِجَالٌ یَّعۡرِفُوۡنَ کُلًّۢا بِسِیۡمٰہُمۡ ۚ وَنَادَوۡا اَصۡحٰبَ الۡجَنَّۃِ اَنۡ سَلٰمٌ عَلَیۡکُمۡ ۟ لَمۡ یَدۡخُلُوۡہَا وَہُمۡ یَطۡمَعُوۡنَ","en_translation":"Between them is a veil. And on the Heights are men who know them all by their marks. And they call unto the dwellers of the Garden: Peace be unto you! They enter it not although they hope (to enter).","bn_translation":"এই উভয় শ্রেণীর লোকদের মাঝে পার্থক্যকারী একটি পর্দা রয়েছে। এবং আ‘রাফে (জান্নাত ও জাহান্নামের ঊর্ধ্বস্থানে) কিছু লোক থাকবে, তারা প্রত্যেককে লক্ষণ ও চিহ্ন দ্বারা চিনতে পারবে। তারা জান্নাতবাসীকে ডেকে বলবেঃ তোমাদের প্রতি শান্তি বর্ষিত হোক; তখনো তারা জান্নাতে প্রবেশ করেনি বটে, কিন্তু তারা প্রবেশ করার আকাংখা করবে।"}	,
            {"verse_id":	47	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৪৭","ar_ayat":"﴿﻿۴۷﻿﴾","text_indo_pak":"وَاِذَا صُرِفَتۡ اَبۡصَارُہُمۡ تِلۡقَآءَ اَصۡحٰبِ النَّارِ ۙ  قَالُوۡا رَبَّنَا لَا تَجۡعَلۡنَا مَعَ الۡقَوۡمِ الظّٰلِمِیۡنَ ","en_translation":"And when their eyes are turned toward the dwellers of the Fire, they say: Our Lord! Place us not with the wrong-doing folk.","bn_translation":"পরন্ত জাহান্নামীদের প্রতি তাদের দৃষ্টি ফিরিয়ে দেয়া হবে, তখন তারা (আ‘রাফবাসীরা) বলবেঃ হে আমাদের রাব্ব! আপনি আমাদেরকে যালিম সম্প্রদায়ের সঙ্গী করবেননা।"}	,
            {"verse_id":	48	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৪৮","ar_ayat":"﴿﻿۴۸﻿﴾","text_indo_pak":"وَنَادٰۤی اَصۡحٰبُ الۡاَعۡرَافِ رِجَالًا یَّعۡرِفُوۡنَہُمۡ بِسِیۡمٰہُمۡ قَالُوۡا مَاۤ اَغۡنٰی عَنۡکُمۡ جَمۡعُکُمۡ وَمَا کُنۡتُمۡ تَسۡتَکۡبِرُوۡنَ","en_translation":"And the dwellers on the Heights call unto men whom they know by their marks, (saying): What did your multitude and that in which ye took your pride avail you ?","bn_translation":"আ‘রাফবাসীদের কয়েকজন জাহান্নামী লোককে তাদের লক্ষণ দ্বারা চিনতে পেরে ডাক দিয়ে বলবেঃ তোমাদের দলবল ও পার্থিব জীবনের ধন-সম্পদ এবং তোমাদের গর্ব, অহংকার তোমাদের কোনই উপকারে এলোনা।"}	,
            {"verse_id":	49	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৪৯","ar_ayat":"﴿﻿۴۹﻿﴾","text_indo_pak":"اَہٰۤؤُلَآءِ الَّذِیۡنَ اَقۡسَمۡتُمۡ لَا یَنَالُہُمُ اللّٰہُ بِرَحۡمَۃٍ ؕ اُدۡخُلُوا الۡجَنَّۃَ لَا خَوۡفٌ عَلَیۡکُمۡ وَلَاۤ اَنۡتُمۡ تَحۡزَنُوۡنَ","en_translation":"Are these they of whom ye swore that Allah would not show them mercy ? (Unto them it hath been said): Enter the Garden. No fear shall come upon you nor is it ye who will grieve.","bn_translation":"এই জান্নাতবাসীরা কি তারা নয় যাদের সম্পর্কে তোমরা কসম করে বলতে যে, এদের প্রতি আল্লাহ দয়া প্রদর্শন করবেননা? তোমরা জান্নাতে প্রবেশ কর, তোমাদের কোন ভয় নেই এবং তোমরা চিন্তিত ও দুঃখিত হবেনা।"}	,
            {"verse_id":	50	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৫০","ar_ayat":"﴿﻿۵۰﻿﴾","text_indo_pak":"وَنَادٰۤی اَصۡحٰبُ النَّارِ اَصۡحٰبَ الۡجَنَّۃِ اَنۡ اَفِیۡضُوۡا عَلَیۡنَا مِنَ الۡمَآءِ اَوۡ مِمَّا رَزَقَکُمُ اللّٰہُ ؕ  قَالُوۡۤا اِنَّ اللّٰہَ حَرَّمَہُمَا عَلَی الۡکٰفِرِیۡنَ ۙ","en_translation":"And the dwellers of the Fire cry out unto the dwellers of the Garden: Pour on us some water or some wherewith Allah hath provided you. They say: Lo! Allah hath forbidden both to disbelievers (in His guidance),","bn_translation":"জাহান্নামীরা জান্নাতীদেরকে সম্বোধন করে বলবেঃ আমাদের উপর কিছু পানি ঢেলে দাও অথবা আল্লাহ প্রদত্ত তোমাদের জীবিকা হতে কিছু প্রদান কর। তারা বলবেঃ আল্লাহ এ দু’টি জিনিস কাফিরদের জন্য হারাম করে দিয়েছেন।"}	,
            {"verse_id":	51	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৫১","ar_ayat":"﴿﻿۵۱﻿﴾","text_indo_pak":"الَّذِیۡنَ اتَّخَذُوۡا دِیۡنَہُمۡ لَہۡوًا وَّلَعِبًا وَّغَرَّتۡہُمُ الۡحَیٰوۃُ الدُّنۡیَا ۚ فَالۡیَوۡمَ نَنۡسٰہُمۡ کَمَا نَسُوۡا لِقَآءَ یَوۡمِہِمۡ ہٰذَا ۙ وَمَا کَانُوۡا بِاٰیٰتِنَا یَجۡحَدُوۡنَ","en_translation":"Who took their religion for a sport and pastime, and whom the life of the world beguiled. So this day We have forgotten them even as they forgot the meeting of this their Day and as they used to deny Our tokens.","bn_translation":"তারা নিজেদের দীনকে ক্রীড়া-কৌতুকের বস্তুতে পরিণত করেছিল এবং পার্থিব জীবন তাদেরকে ধোকায় ফেলে রেখেছিল। সুতরাং আজ আমি তাদেরকে তেমনিভাবে ভুলে থাকব যেমনিভাবে তারা এই দিনের সাক্ষাতের কথা ভুলে গিয়েছিল এবং যেমনভাবে তারা আমার নিদর্শন ও আয়াতসমূহকে অস্বীকার করেছিল।"}	,
            {"verse_id":	52	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৫২","ar_ayat":"﴿﻿۵۲﻿﴾","text_indo_pak":"وَلَقَدۡ جِئۡنٰہُمۡ بِکِتٰبٍ فَصَّلۡنٰہُ عَلٰی عِلۡمٍ ہُدًی وَّرَحۡمَۃً لِّقَوۡمٍ یُّؤۡمِنُوۡنَ","en_translation":"Verily We have brought them a Scripture which We expounded with knowledge, a guidance and a mercy for a people who believe.","bn_translation":"আর আমি তাদের নিকট এমন একটি কিতাব পৌঁছিয়েছিলাম যাকে আমি স্বীয় জ্ঞান দ্বারা বিস্তারিত বর্ণনা করেছিলাম এবং যা ছিল মু’মিনদের জন্য পথ নির্দেশ ও রাহমাতের প্রতীক।"}	,
            {"verse_id":	53	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৫৩","ar_ayat":"﴿﻿۵۳﻿﴾","text_indo_pak":"ہَلۡ یَنۡظُرُوۡنَ اِلَّا تَاۡوِیۡلَہٗ ؕ  یَوۡمَ یَاۡتِیۡ تَاۡوِیۡلُہٗ یَقُوۡلُ الَّذِیۡنَ نَسُوۡہُ مِنۡ قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِالۡحَقِّ ۚ  فَہَلۡ لَّنَا مِنۡ شُفَعَآءَ فَیَشۡفَعُوۡا لَنَاۤ اَوۡ نُرَدُّ فَنَعۡمَلَ غَیۡرَ الَّذِیۡ کُنَّا نَعۡمَلُ ؕ  قَدۡ خَسِرُوۡۤا اَنۡفُسَہُمۡ وَضَلَّ عَنۡہُمۡ مَّا کَانُوۡا یَفۡتَرُوۡنَ ","en_translation":"Await they aught save the fulfilment thereof ? On the day when the fulfilment thereof cometh, those who were before forgetful thereof will say: The messengers of our Lord did bring the Truth! Have we any intercessors, that they may intercede for us ? Or can we be returned (to life on earth), that we may act otherwise than we used to act ? They have lost their souls, and that which they devised hath failed them.","bn_translation":"তারা কি এই অপেক্ষায়ই আছে যে, এর বিষয় বস্তু প্রকাশ করা হোক? যেদিন এর বিষয় বস্তু প্রকাশিত হবে সেদিন যারা এর আগমনের কথা ভুলে গিয়েছিল তারা বলবেঃ বাস্তবিকই আমাদের রবের রাসূলগণ সত্য বাণী নিয়ে এসেছিলেন, এমন কোন সুপারিশকারী আছে কি যারা আমাদের জন্য সুপারিশ করবে? অথবা আমাদেরকে কি পুনরায় দুনিয়ায় পাঠানো যেতে পারে যাতে আমরা পূর্বের কৃতকর্মের তুলনায় ভিন্ন কিছু করতে পারি? নিঃসন্দেহে তারা নিজেরাই নিজেদের ক্ষতি করেছে, আর তারা যেসব মিথ্যা (মা‘বূদ ও রসম রেওয়াজ) রচনা করেছিল, তাও তাদের হতে অন্তর্হিত হয়ে যাবে।"}	,
            {"verse_id":	54	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৫৪","ar_ayat":"﴿﻿۵۴﻿﴾","text_indo_pak":"اِنَّ رَبَّکُمُ اللّٰہُ الَّذِیۡ خَلَقَ السَّمٰوٰتِ وَالۡاَرۡضَ فِیۡ سِتَّۃِ اَیَّامٍ ثُمَّ اسۡتَوٰی عَلَی الۡعَرۡشِ ۟ یُغۡشِی الَّیۡلَ النَّہَارَ یَطۡلُبُہٗ حَثِیۡثًا ۙ وَّالشَّمۡسَ وَالۡقَمَرَ وَالنُّجُوۡمَ مُسَخَّرٰتٍۭ بِاَمۡرِہٖ ؕ اَلَا لَہُ الۡخَلۡقُ وَالۡاَمۡرُ ؕ تَبٰرَکَ اللّٰہُ رَبُّ الۡعٰلَمِیۡنَ","en_translation":"Lo! your Lord is Allah Who created the heavens and the earth in six Days, then mounted He the Throne. He covereth the night with the day, which is in haste to follow it, and hath made the sun and the moon and the stars subservient by His command. His verily is all creation and commandment. Blessed be Allah, the Lord of the Worlds!","bn_translation":"নিশ্চয়ই তোমাদের রাব্ব হচ্ছেন সেই আল্লাহ যিনি আসমান ও যমীনকে ছয় দিনে সৃষ্টি করেছেন। অতঃপর তিনি স্বীয় আরশের উপর সমাসীন হন। তিনি দিনকে রাত দ্বারা আচ্ছাদিত করেন যাতে ওরা একে অন্যকে অনুসরণ করে চলে ত্বরিত গতিতে; সূর্য, চাঁদ ও নক্ষত্ররাজী সবই তাঁর হুকুমের অনুগত। জেনে রেখ, সৃষ্টির একমাত্র কর্তা তিনিই, আর হুকুমের একমাত্র মালিকও তিনি, সারা জাহানের রাব্ব আল্লাহ হলেন বারাকাতময়।"}	,
            {"verse_id":	55	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৫৫","ar_ayat":"﴿﻿۵۵﻿﴾","text_indo_pak":"اُدۡعُوۡا رَبَّکُمۡ تَضَرُّعًا وَّخُفۡیَۃً ؕ  اِنَّہٗ لَا یُحِبُّ الۡمُعۡتَدِیۡنَ ۚ","en_translation":"(O mankind!) Call upon your Lord humbly and in secret. Lo! He loveth not aggressors.","bn_translation":"তোমরা বিনীতভাবে ও সংগোপনে তোমাদের রাব্বকে ডাকবে, তিনি সীমা লংঘনকারীদেরকে ভালবাসেননা।"}	,
            {"verse_id":	56	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৫৬","ar_ayat":"﴿﻿۵۶﻿﴾","text_indo_pak":"وَلَا تُفۡسِدُوۡا فِی الۡاَرۡضِ بَعۡدَ اِصۡلَاحِہَا وَادۡعُوۡہُ خَوۡفًا وَّطَمَعًا ؕ اِنَّ رَحۡمَتَ اللّٰہِ قَرِیۡبٌ مِّنَ الۡمُحۡسِنِیۡنَ","en_translation":"Work not confusion in the earth after the fair ordering (thereof). and call on Him in fear and hope. Lo! the mercy of Allah is nigh unto the good.","bn_translation":"দুনিয়ায় শান্তি শৃংখলা স্থাপনের পর বিপর্যয় ও বিশৃংখলা সৃষ্টি করনা, আল্লাহকে ভয়-ভীতি ও আশা আকাংখার সাথে ডাক, নিঃসন্দেহে আল্লাহর রাহমাত সৎকর্মশীলদের অতি সন্নিকটে।"}	,
            {"verse_id":	57	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৫৭","ar_ayat":"﴿﻿۵۷﻿﴾","text_indo_pak":"وَہُوَ الَّذِیۡ یُرۡسِلُ الرِّیٰحَ بُشۡرًۢا بَیۡنَ یَدَیۡ رَحۡمَتِہٖ ؕ حَتّٰۤی اِذَاۤ اَقَلَّتۡ سَحَابًا ثِقَالًا سُقۡنٰہُ لِبَلَدٍ مَّیِّتٍ فَاَنۡزَلۡنَا بِہِ الۡمَآءَ فَاَخۡرَجۡنَا بِہٖ مِنۡ کُلِّ الثَّمَرٰتِ ؕ کَذٰلِکَ نُخۡرِجُ الۡمَوۡتٰی لَعَلَّکُمۡ تَذَکَّرُوۡنَ","en_translation":"And He it is Who sendeth the winds as tidings heralding His mercy, till, when they bear a cloud heavy (with rain), We lead it to a dead land, and then cause water to descend thereon and thereby bring forth fruits of every kind. Thus bring We forth the dead. Haply ye may remember.","bn_translation":"সেই আল্লাহই স্বীয় রাহমাতের (বৃষ্টির) আগে বাতাসকে সুসংবাদ বহনকারী রূপে প্রেরণ করেন। যখন ঐ বাতাস ভারী মেঘমালাকে বহন করে নিয়ে আসে তখন আমি ঐ মেঘমালাকে কোন নির্জীব ভূ-খন্ডের দিকে প্রেরণ করি। অতঃপর ওটা হতে বারিধারা বর্ষণ করি, তারপর সেই পানির সাহায্যে সেখানে সর্ব প্রকার ফল ফলাদি উৎপাদন করি। এমনিভাবেই আমি মৃতকে জীবিত করি, যাতে তোমরা এটা থেকে শিক্ষা গ্রহণ করতে পার।"}	,
            {"verse_id":	58	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৫৮","ar_ayat":"﴿﻿۵۸﻿﴾","text_indo_pak":"وَالۡبَلَدُ الطَّیِّبُ یَخۡرُجُ نَبَاتُہٗ بِاِذۡنِ رَبِّہٖ ۚ  وَالَّذِیۡ خَبُثَ لَا یَخۡرُجُ اِلَّا نَکِدًا ؕ  کَذٰلِکَ نُصَرِّفُ الۡاٰیٰتِ لِقَوۡمٍ یَّشۡکُرُوۡنَ ","en_translation":"As for the good land, its vegetation cometh forth by permission of its Lord; while as for that which is bad, only the useless cometh forth (from it). Thus do We recount the tokens for people who give thanks.","bn_translation":"আর উৎকৃষ্ট ভূমি ওর রবের নির্দেশক্রমে খুব উৎকৃষ্ট ফসল ফলায়, আর যা নিকৃষ্ট ভূমি - তাতে খুব কমই ফসল ফলে থাকে। এমনিভাবেই আমি কৃতজ্ঞ পরায়ণদের জন্য আমার আয়াতসমূহ বিভিন্নভাবে বর্ণনা করে থাকি।"}	,
            {"verse_id":	59	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৫৯","ar_ayat":"﴿﻿۵۹﻿﴾","text_indo_pak":"لَقَدۡ اَرۡسَلۡنَا نُوۡحًا اِلٰی قَوۡمِہٖ فَقَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ مَا لَکُمۡ مِّنۡ اِلٰہٍ غَیۡرُہٗ ؕ اِنِّیۡۤ اَخَافُ عَلَیۡکُمۡ عَذَابَ یَوۡمٍ عَظِیۡمٍ","en_translation":"We sent Noah (of old) unto his people, and he said: O my people! Serve Allah. Ye have no other God save Him. Lo! I fear for you the retribution of an Awful Day.","bn_translation":"আমি নূহকে তার সম্প্রদায়ের নিকট প্রেরণ করেছিলাম। সে তাদেরকে বলেছিলঃ হে আমার সম্প্রদায়! তোমরা শুধু আল্লাহর ইবাদাত কর, তিনি ছাড়া তোমাদের আর কোন ইলাহ নেই, আমি তোমাদের প্রতি এক গুরুতর দিনের শাস্তির আশংকা করছি।"}	,
            {"verse_id":	60	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৬০","ar_ayat":"﴿﻿۶۰﻿﴾","text_indo_pak":"قَالَ الۡمَلَاُ مِنۡ قَوۡمِہٖۤ اِنَّا لَنَرٰىکَ فِیۡ ضَلٰلٍ مُّبِیۡنٍ","en_translation":"The chieftains of his people said: Lo! we see thee surely in plain error.","bn_translation":"তার সম্প্রদায়ের প্রধান ও নেতারা বললঃ আমরা তোমাকে স্পষ্ট বিভ্রান্তির মধ্যে দেখছি।"}	,
            {"verse_id":	61	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৬১","ar_ayat":"﴿﻿۶۱﻿﴾","text_indo_pak":"قَالَ یٰقَوۡمِ لَیۡسَ بِیۡ ضَلٰلَۃٌ وَّلٰکِنِّیۡ رَسُوۡلٌ مِّنۡ رَّبِّ الۡعٰلَمِیۡنَ","en_translation":"He said: O my people! There is no error in me, but I am a messenger from the Lord of the Worlds.","bn_translation":"সে বললঃ হে আমার সম্প্রদায়! আমি কোন ভুল ভ্রান্তি ও গুমরাহীর মধ্যে লিপ্ত নই, বরং আমি সারা জাহানের রবের (প্রেরিত) একজন রাসূল।"}	,
            {"verse_id":	62	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৬২","ar_ayat":"﴿﻿۶۲﻿﴾","text_indo_pak":"اُبَلِّغُکُمۡ رِسٰلٰتِ رَبِّیۡ وَاَنۡصَحُ لَکُمۡ وَاَعۡلَمُ مِنَ اللّٰہِ مَا لَا تَعۡلَمُوۡنَ","en_translation":"I convey unto you the messages of my Lord and give good counsel unto you, and know from Allah that which ye know not.","bn_translation":"আমি আমার রবের বার্তা তোমাদের কাছে পৌঁছে দিচ্ছি, আর আমি তোমাদেরকে হিতোপদেশ দিচ্ছি। তোমরা যা জাননা আমি তা আল্লাহর নিকট থেকে জেনে থাকি।"}	,
            {"verse_id":	63	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৬৩","ar_ayat":"﴿﻿۶۳﻿﴾","text_indo_pak":"اَوَعَجِبۡتُمۡ اَنۡ جَآءَکُمۡ ذِکۡرٌ مِّنۡ رَّبِّکُمۡ عَلٰی رَجُلٍ مِّنۡکُمۡ لِیُنۡذِرَکُمۡ وَلِتَتَّقُوۡا وَلَعَلَّکُمۡ تُرۡحَمُوۡنَ","en_translation":"Marvel ye that there should come unto you a Reminder from your Lord by means of a man among you, that he may warn you, and that ye may keep from evil, and that haply ye may find mercy.","bn_translation":"তোমাদের মধ্য থেকে একজন লোকের মাধ্যমে তোমাদের রবের পক্ষ হতে উপদেশ বাণী আসায় কি তোমরা বিস্মিত হয়েছ, যাতে সে তোমাদেরকে সতর্ক ও হুশিয়ার করতে পারে, যেন তোমরা সাবধান হও এবং যেন আল্লাহভীতি অবলম্বন করতে পার, হয়ত তোমাদের প্রতি অনুগ্রহ প্রদর্শন করা হবে?"}	,
            {"verse_id":	64	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৬৪","ar_ayat":"﴿﻿۶۴﻿﴾","text_indo_pak":"فَکَذَّبُوۡہُ فَاَنۡجَیۡنٰہُ وَالَّذِیۡنَ مَعَہٗ فِی الۡفُلۡکِ وَاَغۡرَقۡنَا الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا ؕ  اِنَّہُمۡ کَانُوۡا قَوۡمًا عَمِیۡنَ ","en_translation":"But they denied him, so We saved him and those with him in the ship, and We drowned those who denied Our tokens. Lo! they were blind folk.","bn_translation":"কিন্তু তারা মিথ্যা প্রতিপন্ন করল, ফলে তাকে এবং তার সাথে নৌকায় যারা ছিল তাদেরকে (আযাব হতে) রক্ষা করলাম, আর যারা আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে অমান্য করেছিল, তাদেরকে ডুবিয়ে মারলাম। বস্তুতঃ নিঃসন্দেহে তারা ছিল এক অন্ধ সম্প্রদায়।"}	,
            {"verse_id":	65	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৬৫","ar_ayat":"﴿﻿۶۵﻿﴾","text_indo_pak":"وَاِلٰی عَادٍ اَخَاہُمۡ ہُوۡدًا ؕ قَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ مَا لَکُمۡ مِّنۡ اِلٰہٍ غَیۡرُہٗ ؕ اَفَلَا تَتَّقُوۡنَ","en_translation":"And unto (the tribe of) A'ad (We sent) their brother, Hud. He said: O my people! Serve Allah. Ye have no other God save Him. Will ye not ward off (evil) ?","bn_translation":"‘আদ জাতির নিকট তাদের ভাই হুদকে (নাবী রূপে) পাঠিয়েছিলাম। সে বললঃ হে আমার জাতি! তোমরা আল্লাহর ইবাদাত কর, তিনি ছাড়া তোমাদের আর কোন মা‘বূদ নেই, তোমরা কি সাবধান হবেনা?"}	,
            {"verse_id":	66	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৬৬","ar_ayat":"﴿﻿۶۶﻿﴾","text_indo_pak":"قَالَ الۡمَلَاُ الَّذِیۡنَ کَفَرُوۡا مِنۡ قَوۡمِہٖۤ اِنَّا لَنَرٰىکَ فِیۡ سَفَاہَۃٍ وَّاِنَّا لَنَظُنُّکَ مِنَ الۡکٰذِبِیۡنَ","en_translation":"The chieftains of his people, who were disbelieving, said: Lo! we surely see thee in foolishness, and lo! we deem thee of the liars.","bn_translation":"তার জাতির নেতারা বললঃ আমরা তোমাকে নির্বোধ দেখছি এবং আমরাতো তোমাকে নিশ্চিত রূপে মিথ্যাবাদী মনে করি।"}	,
            {"verse_id":	67	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৬৭","ar_ayat":"﴿﻿۶۷﻿﴾","text_indo_pak":"قَالَ یٰقَوۡمِ لَیۡسَ بِیۡ سَفَاہَۃٌ وَّلٰکِنِّیۡ رَسُوۡلٌ مِّنۡ رَّبِّ الۡعٰلَمِیۡنَ","en_translation":"He said: O my people! There is no foolishness in me, but I am a messenger from the Lord of the Worlds.","bn_translation":"সে বললঃ হে আমার সম্প্রদায়! আমি নির্বোধ নই, বরং আমি হলাম সারা জাহানের রবের মনোনীত রাসূল।"}	,
            {"verse_id":	68	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৬৮","ar_ayat":"﴿﻿۶۸﻿﴾","text_indo_pak":"اُبَلِّغُکُمۡ رِسٰلٰتِ رَبِّیۡ وَاَنَا لَکُمۡ نَاصِحٌ اَمِیۡنٌ","en_translation":"I convey unto you the messages of my Lord and am for you a true adviser.","bn_translation":"আমি আমার রবের বার্তা তোমাদের নিকট পৌঁছে দিচ্ছি, আর আমি তোমাদের একজন বিশ্বস্ত হিতাকাংখী ।"}	,
            {"verse_id":	69	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৬৯","ar_ayat":"﴿﻿۶۹﻿﴾","text_indo_pak":"اَوَعَجِبۡتُمۡ اَنۡ جَآءَکُمۡ ذِکۡرٌ مِّنۡ رَّبِّکُمۡ عَلٰی رَجُلٍ مِّنۡکُمۡ لِیُنۡذِرَکُمۡ ؕ وَاذۡکُرُوۡۤا اِذۡ جَعَلَکُمۡ خُلَفَآءَ مِنۡۢ بَعۡدِ قَوۡمِ نُوۡحٍ وَّزَادَکُمۡ فِی الۡخَلۡقِ بَصۜۡطَۃً ۚ فَاذۡکُرُوۡۤا اٰلَآءَ اللّٰہِ لَعَلَّکُمۡ تُفۡلِحُوۡنَ","en_translation":"Marvel ye that there should come unto you a Reminder from your Lord by means of a man among you, that he may warn you ? Remember how He made you viceroys after Noah's folk, and gave you growth of stature. Remember (all) the bounties of your Lord, that haply ye may be successful.","bn_translation":"তোমরা কি এতে বিস্মিত হচ্ছ যে, তোমাদের জাতিরই একটি লোকের মাধ্যমে তোমাদের রবের পক্ষ হতে তাঁর বিধান ও উপদেশসহ তোমাদেরকে সতর্ক করার উদ্দেশে তোমাদের কাছে এসেছে? তোমরা সেই অবস্থার কথা স্মরণ কর যখন নূহের সম্প্রদায়ের পর আল্লাহ তোমাদেরকে তাদের স্থলাভিষিক্ত করেছেন এবং তোমাদেরকে অন্যদের অপেক্ষা শক্তিতে অধিকতর বৈশিষ্ট্যমন্ডিত করেছেন। তোমরা আল্লাহর অনুগ্রহ স্মরণ কর, হয়তো তোমরা সফলকাম হবে।"}	,
            {"verse_id":	70	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৭০","ar_ayat":"﴿﻿۷۰﻿﴾","text_indo_pak":"قَالُوۡۤا اَجِئۡتَنَا لِنَعۡبُدَ اللّٰہَ وَحۡدَہٗ وَنَذَرَ مَا کَانَ یَعۡبُدُ اٰبَآؤُنَا ۚ فَاۡتِنَا بِمَا تَعِدُنَاۤ اِنۡ کُنۡتَ مِنَ الصّٰدِقِیۡنَ","en_translation":"They said: Hast come unto us that we should serve Allah alone, and forsake what our fathers worshipped ? Then bring upon us that wherewith thou threatenest us if thou art of the truthful!","bn_translation":"তারা বললঃ তুমি কি আমাদের নিকট শুধু এই উদ্দেশে এসেছো যে, আমরা যেন একমাত্র আল্লাহরই ইবাদাত করি এবং আমাদের পূর্ব-পুরুষরা যাদের পূজা করত তাদেরকে বর্জন করি? তুমি তোমার কথা ও দাবীতে সত্যবাদী হলে আমাদেরকে যে শাস্তির ভয় দেখাচ্ছ তা আনয়ন কর।"}	,
            {"verse_id":	71	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৭১","ar_ayat":"﴿﻿۷۱﻿﴾","text_indo_pak":"قَالَ قَدۡ وَقَعَ عَلَیۡکُمۡ مِّنۡ رَّبِّکُمۡ رِجۡسٌ وَّغَضَبٌ ؕ اَتُجَادِلُوۡنَنِیۡ فِیۡۤ اَسۡمَآءٍ سَمَّیۡتُمُوۡہَاۤ اَنۡتُمۡ وَاٰبَآؤُکُمۡ مَّا نَزَّلَ اللّٰہُ بِہَا مِنۡ سُلۡطٰنٍ ؕ فَانۡتَظِرُوۡۤا اِنِّیۡ مَعَکُمۡ مِّنَ الۡمُنۡتَظِرِیۡنَ","en_translation":"He said: Terror and wrath from your Lord have already fallen on you. Would ye wrangle with me over names which ye have named, ye and your fathers, for which no warrant from Allah hath been revealed ? Then await (the consequence), lo! I (also) am of those awaiting (it).","bn_translation":"সে বললঃ তোমাদের রবের শাস্তি ও ক্রোধ তোমাদের উপর অবধারিত হয়ে আছে। তোমরা কি আমার সাথে এমন কতকগুলি নাম সম্বন্ধে বিতর্ক করছ যার নামকরণ করেছ তোমরা এবং তোমাদের বাপ দাদারা, আর যে বিষয়ে আল্লাহ কোন দলীল প্রমাণ অবতীর্ণ করেননি? সুতরাং তোমরা (শাস্তির জন্য) অপেক্ষা করতে থাক, আমিও তোমাদের সাথে অপেক্ষা করছি।"}	,
            {"verse_id":	72	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৭২","ar_ayat":"﴿﻿۷۲﻿﴾","text_indo_pak":"فَاَنۡجَیۡنٰہُ وَالَّذِیۡنَ مَعَہٗ بِرَحۡمَۃٍ مِّنَّا وَقَطَعۡنَا دَابِرَ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا وَمَا کَانُوۡا مُؤۡمِنِیۡنَ ","en_translation":"And We saved him and those with him by a mercy from Us, and We cut the root of those who denied Our revelations and were not believers.","bn_translation":"অতঃপর আমি তাকে (হুদকে) এবং তার সঙ্গী-সাথীদেরকে আমার অনুগ্রহে রক্ষা করলাম, আর যারা আমার নিদর্শনকে মিথ্যা প্রতিপন্ন করেছিল এবং যারা ঈমানদার ছিলনা তাদের মূলোৎপাটন করে ছাড়লাম।"}	,
            {"verse_id":	73	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৭৩","ar_ayat":"﴿﻿۷۳﻿﴾","text_indo_pak":"وَاِلٰی ثَمُوۡدَ اَخَاہُمۡ صٰلِحًا ۘ قَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ مَا لَکُمۡ مِّنۡ اِلٰہٍ غَیۡرُہٗ ؕ قَدۡ جَآءَتۡکُمۡ بَیِّنَۃٌ مِّنۡ رَّبِّکُمۡ ؕ ہٰذِہٖ نَاقَۃُ اللّٰہِ لَکُمۡ اٰیَۃً فَذَرُوۡہَا تَاۡکُلۡ فِیۡۤ اَرۡضِ اللّٰہِ وَلَا تَمَسُّوۡہَا بِسُوۡٓءٍ فَیَاۡخُذَکُمۡ عَذَابٌ اَلِیۡمٌ","en_translation":"And to (the tribe of) Thamud (We sent) their brother Salih. He said: O my people! Serve Allah. Ye have no other God save Him. A wonder from your Lord hath come unto you. Lo! this is the camel of Allah, a token unto you; so let her feed in Allah's earth, and touch her not with hurt lest painful torment seize you.","bn_translation":"আর আমি ছামূদ জাতির নিকট তাদের ভাই সালিহকে প্রেরণ করেছিলাম। সে বলেছিলঃ হে আমার সম্প্রদায়! তোমরা আল্লাহর ইবাদাত কর, আল্লাহ ছাড়া তোমাদের আর কোন মা‘বূদ নেই, তোমাদের রবের পক্ষ হতে এক স্পষ্ট নিদর্শন তোমাদের নিকট এসেছে, এটি আল্লাহর উষ্ট্রী - তোমাদের জন্য একটি নিদর্শন স্বরূপ। তোমরা একে ছেড়ে দাও - আল্লাহর যমীনে চরে খাবে, ওকে খারাপ উদ্দেশে স্পর্শ করনা, (কেহ কোন কষ্ট দিলে) এক যন্ত্রণাদায়ক শাস্তি তোমাদেরকে গ্রাস করে ফেলবে।"}	,
            {"verse_id":	74	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৭৪","ar_ayat":"﴿﻿۷۴﻿﴾","text_indo_pak":"وَاذۡکُرُوۡۤا اِذۡ جَعَلَکُمۡ خُلَفَآءَ مِنۡۢ بَعۡدِ عَادٍ وَّبَوَّاَکُمۡ فِی الۡاَرۡضِ تَتَّخِذُوۡنَ مِنۡ سُہُوۡلِہَا قُصُوۡرًا وَّتَنۡحِتُوۡنَ الۡجِبَالَ بُیُوۡتًا ۚ فَاذۡکُرُوۡۤا اٰلَآءَ اللّٰہِ وَلَا تَعۡثَوۡا فِی الۡاَرۡضِ مُفۡسِدِیۡنَ","en_translation":"And remember how He made you viceroys after A'ad and gave you station in the earth. Ye choose castles in the plains and hew the mountains into dwellings. So remember (all) the bounties of Allah and do not evil, making mischief in the earth.","bn_translation":"তোমরা স্মরণ কর সেই বিষয়টি যখন তিনি ‘আদ জাতির পর তোমাদেরকে তাদের স্থলাভিষিক্ত করেছেন, আর তিনি তোমাদেরকে পৃথিবীতে এমনভাবে প্রতিষ্ঠিত করেছেন যে, তোমরা সমতল ভূমিতে প্রাসাদ ও পাহাড় কেটে আবাস গৃহ নির্মাণ করেছ। সুতরাং তোমরা আল্লাহর অনুগ্রহের কথা স্মরণ কর এবং পৃথিবীতে বিপর্যয় ছড়িয়ে দিওনা।"}	,
            {"verse_id":	75	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৭৫","ar_ayat":"﴿﻿۷۵﻿﴾","text_indo_pak":"قَالَ الۡمَلَاُ الَّذِیۡنَ اسۡتَکۡبَرُوۡا مِنۡ قَوۡمِہٖ لِلَّذِیۡنَ اسۡتُضۡعِفُوۡا لِمَنۡ اٰمَنَ مِنۡہُمۡ اَتَعۡلَمُوۡنَ اَنَّ صٰلِحًا مُّرۡسَلٌ مِّنۡ رَّبِّہٖ ؕ قَالُوۡۤا اِنَّا بِمَاۤ اُرۡسِلَ بِہٖ مُؤۡمِنُوۡنَ","en_translation":"The chieftains of his people, who were scornful, said unto those whom they despised, unto such of them as believed: Know ye that Salih is one sent from his Lord ? They said: Lo! In that wherewith he hath been sent we are believers.","bn_translation":"তার সম্প্রদায়ের দাম্ভিক প্রধানরা তাদের মধ্যকার দুর্বল ও উৎপীড়িত মু’মিনদেরকে বললঃ তোমরা কি বিশ্বাস কর যে, সালিহ তার রাব্ব কর্তৃক প্রেরিত হয়েছে? তারা উত্তরে বললঃ নিশ্চয়ই যে বার্তাসহ সে প্রেরিত হয়েছে, আমরা তা বিশ্বাস করি।"}	,
            {"verse_id":	76	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৭৬","ar_ayat":"﴿﻿۷۶﻿﴾","text_indo_pak":"قَالَ الَّذِیۡنَ اسۡتَکۡبَرُوۡۤا اِنَّا بِالَّذِیۡۤ اٰمَنۡتُمۡ بِہٖ کٰفِرُوۡنَ","en_translation":"Those who were scornful said: Lo! in that which ye believe we are disbelievers.","bn_translation":"দাম্ভিকরা বললঃ তোমরা যা বিশ্বাস কর আমরা তা বিশ্বাস করিনা।"}	,
            {"verse_id":	77	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৭৭","ar_ayat":"﴿﻿۷۷﻿﴾","text_indo_pak":"فَعَقَرُوا النَّاقَۃَ وَعَتَوۡا عَنۡ اَمۡرِ رَبِّہِمۡ وَقَالُوۡا یٰصٰلِحُ ائۡتِنَا بِمَا تَعِدُنَاۤ اِنۡ کُنۡتَ مِنَ الۡمُرۡسَلِیۡنَ","en_translation":"So they hamstrung the she-camel, and they flouted the commandment of their Lord, and they said: O Salih! Bring upon us that thou threatenest if thou art indeed of those sent (from Allah).","bn_translation":"অতঃপর তারা সেই উষ্ট্রীটিকে মেরে ফেললো এবং গর্ব ও দাম্ভিকতার সাথে তাদের রবের নির্দেশের বিরোদ্ধাচরণ করল এবং বললঃ হে সালিহ! তুমি সত্য রাসূল হয়ে থাকলে আমাদেরকে যে শাস্তির ভয় দেখাচ্ছ তা আনয়ন কর।"}	,
            {"verse_id":	78	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৭৮","ar_ayat":"﴿﻿۷۸﻿﴾","text_indo_pak":"فَاَخَذَتۡہُمُ الرَّجۡفَۃُ فَاَصۡبَحُوۡا فِیۡ دَارِہِمۡ جٰثِمِیۡنَ","en_translation":"So the earthquake seized them, and morning found them prostrate in their dwelling-place.","bn_translation":"সুতরাং ভূমিকম্প তাদেরকে গ্রাস করে নিলো, ফলে তারা নিজেদের গৃহের মধ্যেই নতজানু হয়ে পড়ে রইল।"}	,
            {"verse_id":	79	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৭৯","ar_ayat":"﴿﻿۷۹﻿﴾","text_indo_pak":"فَتَوَلّٰی عَنۡہُمۡ وَقَالَ یٰقَوۡمِ لَقَدۡ اَبۡلَغۡتُکُمۡ رِسَالَۃَ رَبِّیۡ وَنَصَحۡتُ لَکُمۡ وَلٰکِنۡ لَّا تُحِبُّوۡنَ النّٰصِحِیۡنَ","en_translation":"And (Salih) turned from them and said: O my people! I delivered my Lord's message unto you and gave you good advice, but ye love not good advisers.","bn_translation":"সালিহ এ কথা বলে তাদের জনপদ হতে বের হয়ে গেলঃ হে আমার সম্প্রদায়! আমি আমার রবের বার্তা তোমাদের কাছে পৌঁছে দিয়েছি, আর আমি তোমাদেরকে উপদেশ দিয়েছিলাম, কিন্তু তোমরাতো হিতৈষী বন্ধুদেরকে পছন্দ করনা।"}	,
            {"verse_id":	80	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৮০","ar_ayat":"﴿﻿۸۰﻿﴾","text_indo_pak":"وَلُوۡطًا اِذۡ قَالَ لِقَوۡمِہٖۤ اَتَاۡتُوۡنَ الۡفَاحِشَۃَ مَا سَبَقَکُمۡ بِہَا مِنۡ اَحَدٍ مِّنَ الۡعٰلَمِیۡنَ","en_translation":"And Lot! (Remember) when he said unto his folk: Will ye commit abomination such as no creature ever did before you ?","bn_translation":"আর আমি লূতকে পাঠিয়েছিলাম। সে তার কাওমকে বলেছিলঃ তোমরা এমন অশ্লীল ও কু-কর্ম করছো যা তোমাদের পূর্বে বিশ্বে আর কেহই করেনি।"}	,
            {"verse_id":	81	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৮১","ar_ayat":"﴿﻿۸۱﻿﴾","text_indo_pak":"اِنَّکُمۡ لَتَاۡتُوۡنَ الرِّجَالَ شَہۡوَۃً مِّنۡ دُوۡنِ النِّسَآءِ ؕ بَلۡ اَنۡتُمۡ قَوۡمٌ مُّسۡرِفُوۡنَ","en_translation":"Lo! ye come with lust unto men instead of women. Nay, but ye are wanton folk.","bn_translation":"তোমরা স্ত্রীলোকদের বাদ দিয়ে পুরুষদের দ্বারা নিজেদের যৌন ইচ্ছা নিবারণ করে নিচ্ছ। প্রকৃত পক্ষে, তোমরা হচ্ছ সীমালংঘনকারী সম্প্রদায়।"}	,
            {"verse_id":	82	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৮২","ar_ayat":"﴿﻿۸۲﻿﴾","text_indo_pak":"وَمَا کَانَ جَوَابَ قَوۡمِہٖۤ اِلَّاۤ اَنۡ قَالُوۡۤا اَخۡرِجُوۡہُمۡ مِّنۡ قَرۡیَتِکُمۡ ۚ اِنَّہُمۡ اُنَاسٌ یَّتَطَہَّرُوۡنَ","en_translation":"And the answer of his people was only that they said (one to another): Turn them out of your township. They are folk, forsooth, who keep pure","bn_translation":"তার জাতির লোকদের এটা ছাড়া আর কোন জবাবই ছিলনা যে, এদের তোমাদের জনপদ থেকে বের করে দাও, এরা নিজেদেরকে বড় পবিত্র রাখতে চায়।"}	,
            {"verse_id":	83	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৮৩","ar_ayat":"﴿﻿۸۳﻿﴾","text_indo_pak":"فَاَنۡجَیۡنٰہُ وَاَہۡلَہٗۤ اِلَّا امۡرَاَتَہٗ ۫ۖ کَانَتۡ مِنَ الۡغٰبِرِیۡنَ","en_translation":"And We rescued him and his household, save his wife, who was of those who stayed behind.","bn_translation":"পরিশেষে, আমি তাকে এবং তার পরিবারের লোকদেরকে, তার স্ত্রী ছাড়া, শাস্তি হতে রক্ষা করেছিলাম, তার স্ত্রী তাদের সাথে পিছনেই রয়ে গিয়েছিল।"}	,
            {"verse_id":	84	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৮৪","ar_ayat":"﴿﻿۸۴﻿﴾","text_indo_pak":"وَاَمۡطَرۡنَا عَلَیۡہِمۡ مَّطَرًا ؕ  فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ الۡمُجۡرِمِیۡنَ ","en_translation":"And We rained a rain upon them. See now the nature of the consequence of evil-doers!","bn_translation":"অতঃপর আমি তাদের উপর মুষলধারে বারিপাত ঘটালাম, অতঃপর লক্ষ্য কর, অপরাধী লোকদের পরিণাম কি হয়েছিল।"}	,
            {"verse_id":	85	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৮৫","ar_ayat":"﴿﻿۸۵﻿﴾","text_indo_pak":"وَاِلٰی مَدۡیَنَ اَخَاہُمۡ شُعَیۡبًا ؕ  قَالَ یٰقَوۡمِ اعۡبُدُوا اللّٰہَ مَا لَکُمۡ مِّنۡ اِلٰہٍ غَیۡرُہٗ ؕ  قَدۡ جَآءَتۡکُمۡ بَیِّنَۃٌ مِّنۡ رَّبِّکُمۡ فَاَوۡفُوا الۡکَیۡلَ وَالۡمِیۡزَانَ وَلَا تَبۡخَسُوا النَّاسَ اَشۡیَآءَہُمۡ وَلَا تُفۡسِدُوۡا فِی الۡاَرۡضِ بَعۡدَ اِصۡلَاحِہَا ؕ  ذٰلِکُمۡ خَیۡرٌ لَّکُمۡ اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ ۚ","en_translation":"And unto Midian (We sent) their brother, Shu'eyb. He said: O my people! Serve Allah. Ye have no other God save Him. Lo! a clear proof hath come unto you from your Lord; so give full measure and full weight and wrong not mankind in their goods, and work not confusion in the earth after the fair ordering thereof. That will be better for you, if ye are believers.","bn_translation":"আর আমি মাদইয়ানবাসীদের কাছে তাদেরই ভাই শু‘আইবকে পাঠিয়েছিলাম। সে বললঃ হে আমার সম্প্রদায়! তোমরা একমাত্র আল্লাহর ইবাদাত কর, তিনি ছাড়া তোমাদের আর কোন মা‘বূদ নেই। তোমাদের রবের পক্ষ হতে তোমাদের কাছে সুস্পষ্ট দলীল এসে গেছে। সুতরাং তোমরা ওযন ও পরিমাণ পূর্ণ মাত্রায় দিবে, মানুষকে তাদের প্রাপ্য বস্তু কম দিয়ে ক্ষতিগ্রস্ত করবেনা। আর দুনিয়ায় শান্তি শৃংখলা স্থাপনের পর ঝগড়া ফাসাদ ও বিপর্যয় ঘটাবেনা, তোমরা বাস্তবিক পক্ষে ঈমানদার হলে এই পথই হল তোমাদের জন্য কল্যাণকর।"}	,
            {"verse_id":	86	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৮৬","ar_ayat":"﴿﻿۸۶﻿﴾","text_indo_pak":"وَلَا تَقۡعُدُوۡا بِکُلِّ صِرَاطٍ تُوۡعِدُوۡنَ وَتَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ مَنۡ اٰمَنَ بِہٖ وَتَبۡغُوۡنَہَا عِوَجًا ۚ وَاذۡکُرُوۡۤا اِذۡ کُنۡتُمۡ قَلِیۡلًا فَکَثَّرَکُمۡ ۪ وَانۡظُرُوۡا کَیۡفَ کَانَ عَاقِبَۃُ الۡمُفۡسِدِیۡنَ","en_translation":"Lurk not on every road to threaten (wayfarers), and to turn away from Allah's path him who believeth in Him, and to seek to make it crooked. And remember, when ye were but few, how He did multiply you. And see the nature of the consequence for the corrupters!","bn_translation":"আর (জীবনের) প্রতিটি পথে এমনিভাবে দস্যি হয়ে যেওনা যে, ঈমানদার লোকদেরকে ভয়ভীতি প্রদর্শন ও আল্লাহর পথ হতে বিরত রাখতে থাকবে এবং সহজ সরল পথকে বক্র করায় ব্যস্ত থাকবে। ঐ অবস্থানটির কথা স্মরণ কর, যখন তোমরা সংখ্যায় স্বল্প ছিলে, অতঃপর তিনি (আল্লাহ) তোমাদের সংখ্যা বৃদ্ধি করে দিলেন, আর এই জগতে বিপর্যয় সৃষ্টিকারীদের পরিণতি কি হয়েছে তা জ্ঞানচক্ষু খুলে লক্ষ্য কর।"}	,
            {"verse_id":	87	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৮৭","ar_ayat":"﴿﻿۸۷﻿﴾","text_indo_pak":"وَاِنۡ کَانَ طَآئِفَۃٌ مِّنۡکُمۡ اٰمَنُوۡا بِالَّذِیۡۤ اُرۡسِلۡتُ بِہٖ وَطَآئِفَۃٌ لَّمۡ یُؤۡمِنُوۡا فَاصۡبِرُوۡا حَتّٰی یَحۡکُمَ اللّٰہُ بَیۡنَنَا ۚ وَہُوَ خَیۡرُ الۡحٰکِمِیۡنَ","en_translation":"And if there is a party of you which believeth in that wherewith I have been sent, and there is a party which believeth not, then have patience until Allah judge between us. He is the Best of all who deal in judgment.","bn_translation":"আমার নিকট যা (আল্লাহর পক্ষ হতে) প্রেরিত হয়েছে তা যদি তোমাদের কোন দল বিশ্বাস করে এবং কোন দল অবিশ্বাস করে তাহলে ধৈর্য ধারণ কর যতক্ষণ না আল্লাহ আমাদের মধ্যে চুড়ান্ত ফাইসালা করে দেন। তিনিই হলেন উত্তম ফাইসালাকারী।"}	,
            {"verse_id":	88	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৮৮","ar_ayat":"﴿﻿۸۸﻿﴾","text_indo_pak":"قَالَ الۡمَلَاُ الَّذِیۡنَ اسۡتَکۡبَرُوۡا مِنۡ قَوۡمِہٖ لَنُخۡرِجَنَّکَ یٰشُعَیۡبُ وَالَّذِیۡنَ اٰمَنُوۡا مَعَکَ مِنۡ قَرۡیَتِنَاۤ اَوۡ لَتَعُوۡدُنَّ فِیۡ مِلَّتِنَا ؕ  قَالَ اَوَلَوۡ کُنَّا کٰرِہِیۡنَ ۟","en_translation":"The chieftains of his people, who were scornful, said: Surely we will drive thee out, O Shu'eyb, and those who believe with thee, from our township, unless ye return to our religion. He said: Even though we hate it ?","bn_translation":"আর তার সম্প্রদায়ের দাম্ভিক ও অহংকারী প্রধানরা বলেছিলঃ হে শু‘আইব! আমরা অবশ্যই তোমাকে, তোমার সংগী সাথী মু’মিনদেরকে আমাদের জনপদ হতে বহিস্কার করব অথবা তোমরা আমাদের ধর্মাদর্শে ফিরে আসবে। সে বললঃ আমরা যদি তাতে রাযী না হই?"}	,
            {"verse_id":	89	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৮৯","ar_ayat":"﴿﻿۸۹﻿﴾","text_indo_pak":"قَدِ افۡتَرَیۡنَا عَلَی اللّٰہِ کَذِبًا اِنۡ عُدۡنَا فِیۡ مِلَّتِکُمۡ بَعۡدَ اِذۡ نَجّٰنَا اللّٰہُ مِنۡہَا ؕ وَمَا یَکُوۡنُ لَنَاۤ اَنۡ نَّعُوۡدَ فِیۡہَاۤ اِلَّاۤ اَنۡ یَّشَآءَ اللّٰہُ رَبُّنَا ؕ وَسِعَ رَبُّنَا کُلَّ شَیۡءٍ عِلۡمًا ؕ عَلَی اللّٰہِ تَوَکَّلۡنَا ؕ رَبَّنَا افۡتَحۡ بَیۡنَنَا وَبَیۡنَ قَوۡمِنَا بِالۡحَقِّ وَاَنۡتَ خَیۡرُ الۡفٰتِحِیۡنَ","en_translation":"We should have invented a lie against Allah if we returned to your religion after Allah hath rescued us from it. It is not for us to return to it unless Allah our Lord should (so) will. Our Lord comprehendeth all things in knowledge. In Allah do we put our trust. Our Lord! Decide with truth between us and our folk, for Thou art the best of those who make decision.","bn_translation":"তোমাদের ধর্মাদর্শ হতে আল্লাহ আমাদেরকে মুক্তি দেয়ার পর আমরা যদি তাতে আবার ফিরে যাই তাহলে নিশ্চিতভাবে আল্লাহর প্রতি মিথ্যা আরোপকারী হব! আমাদের রাব্ব আল্লাহ না চাইলে ওতে আবার ফিরে যাওয়া আমাদের পক্ষে কোন ক্রমেই সম্ভব নয়। সবকিছুই আমাদের রবের জ্ঞানায়ত্ত, আমরা আল্লাহর উপরই নির্ভর করছি। হে আমাদের রাব্ব! আমাদের ও আমাদের সম্প্রদায়ের মধ্যে সঠিকভাবে ফাইসালা করে দিন, আপনিইতো সর্বোত্তম ফাইসালাকারী।"}	,
            {"verse_id":	90	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৯০","ar_ayat":"﴿﻿۹۰﻿﴾","text_indo_pak":"وَقَالَ الۡمَلَاُ الَّذِیۡنَ کَفَرُوۡا مِنۡ قَوۡمِہٖ لَئِنِ اتَّبَعۡتُمۡ شُعَیۡبًا اِنَّکُمۡ اِذًا لَّخٰسِرُوۡنَ","en_translation":"But the chieftains of his people, who were disbelieving, said: If ye follow Shu'eyb, then truly ye shall be the losers.","bn_translation":"আর তাদের সম্প্রদায়ের কাফির সর্দাররা বললঃ তোমরা যদি শু‘আইবকে অনুসরণ কর তাহলে তোমরা অবশ্যই ক্ষতিগ্রস্ত হবে।"}	,
            {"verse_id":	91	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৯১","ar_ayat":"﴿﻿۹۱﻿﴾","text_indo_pak":"فَاَخَذَتۡہُمُ الرَّجۡفَۃُ فَاَصۡبَحُوۡا فِیۡ دَارِہِمۡ جٰثِمِیۡنَ ۚۖۛ","en_translation":"So the earthquake seized them and morning found them prostrate in their dwelling-place.","bn_translation":"অতঃপর ভূ-কম্পন তাদেরকে গ্রাস করল, ফলে তারা নিজেদের গৃহেই উপুড় হয়ে পড়ে রইল।"}	,
            {"verse_id":	92	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৯২","ar_ayat":"﴿﻿۹۲﻿﴾","text_indo_pak":"الَّذِیۡنَ کَذَّبُوۡا شُعَیۡبًا کَاَنۡ لَّمۡ یَغۡنَوۡا فِیۡہَا ۚۛ اَلَّذِیۡنَ کَذَّبُوۡا شُعَیۡبًا کَانُوۡا ہُمُ الۡخٰسِرِیۡنَ","en_translation":"Those who denied Shu'eyb became as though they had not dwelt there. Those who denied Shu'eyb, they were the losers.","bn_translation":"অবস্থা দেখে মনে হল, যারা শু‘আইবকে মিথ্যা প্রতিপন্ন করেছিল তারা যেন কখনও সেখানে বসবাস করেনি, শু‘আইবকে মিথ্যা প্রতিপন্নকারী লোকেরাই শেষ পর্যন্ত ধ্বংস হয়ে গিয়েছিল।"}	,
            {"verse_id":	93	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৯৩","ar_ayat":"﴿﻿۹۳﻿﴾","text_indo_pak":"فَتَوَلّٰی عَنۡہُمۡ وَقَالَ یٰقَوۡمِ لَقَدۡ اَبۡلَغۡتُکُمۡ رِسٰلٰتِ رَبِّیۡ وَنَصَحۡتُ لَکُمۡ ۚ  فَکَیۡفَ اٰسٰی عَلٰی قَوۡمٍ کٰفِرِیۡنَ ","en_translation":"So he turned from them and said: O my people! I delivered my Lord's messages unto you and gave you good advice; then how can I sorrow for a people that rejected (truth) ?","bn_translation":"সে তাদের নিকট হতে এ কথা বলে বেরিয়ে এলোঃ হে আমার জাতি! আমি আমার রবের বার্তা তোমাদের নিকট পৌঁছিয়েছি এবং সৎ উপদেশ দিয়েছি। সুতরাং আমি কাফির সম্প্রদায়ের জন্য কি করে আক্ষেপ করতে পারি?"}	,
            {"verse_id":	94	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৯৪","ar_ayat":"﴿﻿۹۴﻿﴾","text_indo_pak":"وَمَاۤ اَرۡسَلۡنَا فِیۡ قَرۡیَۃٍ مِّنۡ نَّبِیٍّ اِلَّاۤ اَخَذۡنَاۤ اَہۡلَہَا بِالۡبَاۡسَآءِ وَالضَّرَّآءِ لَعَلَّہُمۡ یَضَّرَّعُوۡنَ","en_translation":"And We sent no prophet unto any township but We did afflict its folk with tribulation and adversity that haply they might grow humble.","bn_translation":"আমি কোন জনপদে নাবী রাসূল পাঠালে, ওর অধিবাসীদেরকে দুঃখ-দারিদ্র ও রোগ ব্যাধিতে আক্রান্ত করে থাকি, উদ্দেশ্য হল, তারা যেন নম্র ও বিনয়ী হয়।"}	,
            {"verse_id":	95	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৯৫","ar_ayat":"﴿﻿۹۵﻿﴾","text_indo_pak":"ثُمَّ بَدَّلۡنَا مَکَانَ السَّیِّئَۃِ الۡحَسَنَۃَ حَتّٰی عَفَوۡا وَّقَالُوۡا قَدۡ مَسَّ اٰبَآءَنَا الضَّرَّآءُ وَالسَّرَّآءُ فَاَخَذۡنٰہُمۡ بَغۡتَۃً وَّہُمۡ لَا یَشۡعُرُوۡنَ","en_translation":"Then changed We the evil plight for good till they grew affluent and said: Tribulation and distress did touch our fathers. Then We seized them unawares, when they perceived not.","bn_translation":"অতঃপর আমি তাদের দুরাবস্থাকে সুখ স্বাচ্ছন্দ্য দ্বারা পরিবর্তন করে দিয়েছি। অবশেষে তারা খুব প্রাচুর্যের অধিকারী হয়, আর তারা (অকৃতজ্ঞ স্বরে) বলেঃ আমাদের পূর্ব-পুরুষরাও এভাবে দুঃখ ভোগ করেছে। অতঃপর অকস্মাৎ আমি তাদেরকে পাকড়াও করলাম, কিন্তু তারা কিছুই বুঝতে পারলনা।"}	,
            {"verse_id":	96	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৯৬","ar_ayat":"﴿﻿۹۶﻿﴾","text_indo_pak":"وَلَوۡ اَنَّ اَہۡلَ الۡقُرٰۤی اٰمَنُوۡا وَاتَّقَوۡا لَفَتَحۡنَا عَلَیۡہِمۡ بَرَکٰتٍ مِّنَ السَّمَآءِ وَالۡاَرۡضِ وَلٰکِنۡ کَذَّبُوۡا فَاَخَذۡنٰہُمۡ بِمَا کَانُوۡا یَکۡسِبُوۡنَ","en_translation":"And if the people of the townships had believed and kept from evil, surely We should have opened for them blessings from the sky and from the earth. But (unto every messenger) they gave the lie, and so We seized them on account of what they used to earn.","bn_translation":"জনপদের অধিবাসীরা যদি ঈমান আনত এবং আল্লাহভীতি অবলম্বন করত তাহলে আমি তাদের জন্য আকাশ ও পৃথিবীর বরকতের দ্বারসমূহ খুলে দিতাম, কিন্তু তারা নাবী রাসূলদেরকে মিথ্যা প্রতিপন্ন করেছে, ফলে তাদের কৃতকর্মের জন্য আমি তাদেরকে পাকড়াও করলাম।"}	,
            {"verse_id":	97	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৯৭","ar_ayat":"﴿﻿۹۷﻿﴾","text_indo_pak":"اَفَاَمِنَ اَہۡلُ الۡقُرٰۤی اَنۡ یَّاۡتِیَہُمۡ بَاۡسُنَا بَیَاتًا وَّہُمۡ نَآئِمُوۡنَ ؕ","en_translation":"Are the people of the townships then secure from the coming of Our wrath upon them as a night-raid while they sleep ?","bn_translation":"রাতে যখন তারা ঘুমিয়ে থাকে তখন আমার শাস্তি এসে তাদেরকে গ্রাস করে ফেলবে - এটা হতে কি জনপদের অধিবাসীরা নির্ভয় হয়ে পড়েছে ?"}	,
            {"verse_id":	98	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৯৮","ar_ayat":"﴿﻿۹۸﻿﴾","text_indo_pak":"اَوَاَمِنَ اَہۡلُ الۡقُرٰۤی اَنۡ یَّاۡتِیَہُمۡ بَاۡسُنَا ضُحًی وَّہُمۡ یَلۡعَبُوۡنَ","en_translation":"Or are the people of the townships then secure from the coming of Our wrath upon them in the daytime while they play ?","bn_translation":"অথবা জনপদের লোকেরা কি এই ভয় রাখেনা যে, আমার শাস্তি তাদের উপর তখন আপতিত হবে যখন তারা পূর্বাহ্নে আমোদ প্রমোদে রত থাকবে ?"}	,
            {"verse_id":	99	,"sura_name":"আল-আ‘রাফ","bn_ayat":"৯৯","ar_ayat":"﴿﻿۹۹﻿﴾","text_indo_pak":"اَفَاَمِنُوۡا مَکۡرَ اللّٰہِ ۚ  فَلَا یَاۡمَنُ مَکۡرَ اللّٰہِ اِلَّا الۡقَوۡمُ الۡخٰسِرُوۡنَ ","en_translation":"Are they then secure from Allah's scheme ? None deemeth himself secure from Allah's scheme save folk that perish.","bn_translation":"তারা কি আল্লাহর পাকড়াও থেকে নিরাপদ হয়ে গেছে ? সর্বনাশগ্রস্থ সম্প্রদায় ছাড়া আল্লাহর পাকড়াও থেকে কেহই নি:শঙ্ক হতে পারেনা।"}	,
            {"verse_id":	100	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১০০","ar_ayat":"﴿﻿۱۰۰﻿﴾","text_indo_pak":"اَوَلَمۡ یَہۡدِ لِلَّذِیۡنَ یَرِثُوۡنَ الۡاَرۡضَ مِنۡۢ بَعۡدِ اَہۡلِہَاۤ اَنۡ لَّوۡ نَشَآءُ اَصَبۡنٰہُمۡ بِذُنُوۡبِہِمۡ ۚ وَنَطۡبَعُ عَلٰی قُلُوۡبِہِمۡ فَہُمۡ لَا یَسۡمَعُوۡنَ","en_translation":"Is it not an indication to those who inherit the land after its people (who thus reaped the consequence of evil-doing) that, if We will, We can smite them for their sins and print upon their hearts so that they hear not ?","bn_translation":"কোন এলাকার অধিবাসী ধ্বংস হওয়ার পর সেই এলাকার যারা উত্তরাধিকারী হয়, তাদের কাছে কি এটা প্রতীয়মান হয়নি যে, আমি ইচ্ছা করলে তাদের পাপের কারণে তাদেরকে শাস্তি দিতে পারি, আর তাদের অন্তঃকরণের উপর মোহর এটে দিতে পারি যাতে তারা কিছুই শুনতে পারেনা?"}	,
            {"verse_id":	101	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১০১","ar_ayat":" ﴿﻿۱۰۱﻿﴾","text_indo_pak":"تِلۡکَ الۡقُرٰی نَقُصُّ عَلَیۡکَ مِنۡ اَنۡۢبَآئِہَا ۚ وَلَقَدۡ جَآءَتۡہُمۡ رُسُلُہُمۡ بِالۡبَیِّنٰتِ ۚ فَمَا کَانُوۡا لِیُؤۡمِنُوۡا بِمَا کَذَّبُوۡا مِنۡ قَبۡلُ ؕ کَذٰلِکَ یَطۡبَعُ اللّٰہُ عَلٰی قُلُوۡبِ الۡکٰفِرِیۡنَ","en_translation":"Such were the townships. We relate some tidings of them unto thee (Muhammad). Their messengers verily came unto them with clear proofs (of Allah's Sovereignty), but they could not believe because they had before denied. Thus doth Allah print upon the hearts of disbelievers (that they hear not).","bn_translation":"ঐ জনপদগুলির কিছু ঘটনা আমি তোমার নিকট বর্ণনা করছি, তাদের কাছে রাসূলগণ সুস্পষ্ট দলীল প্রমাণসহ এসেছিল, কিন্তু পূর্বে তারা যা প্রত্যাখ্যান করেছিল তার প্রতি তারা ঈমান আনার ছিলনা, এমনিভাবেই আল্লাহ অবিশ্বাসীদের অন্তঃকরণের উপর মোহর মেরে দিয়েছেন।"}	,
            {"verse_id":	102	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১০২","ar_ayat":"﴿﻿۱۰۲﻿﴾","text_indo_pak":"وَمَا وَجَدۡنَا لِاَکۡثَرِہِمۡ مِّنۡ عَہۡدٍ ۚ وَاِنۡ وَّجَدۡنَاۤ اَکۡثَرَہُمۡ لَفٰسِقِیۡنَ","en_translation":"We found no (loyalty to any) covenant in most of them. Nay, most of them We found wrong-doers.","bn_translation":"আমি তাদের অধিকাংশকে অঙ্গীকার ও প্রতিশ্রুতি রক্ষাকারীরূপে পাইনি, তবে তাদের অধিকাংশকে পাপাচারী রূপে পেয়েছি।"}	,
            {"verse_id":	103	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১০৩","ar_ayat":"﴿﻿۱۰۳﻿﴾","text_indo_pak":"ثُمَّ بَعَثۡنَا مِنۡۢ بَعۡدِہِمۡ مُّوۡسٰی بِاٰیٰتِنَاۤ اِلٰی فِرۡعَوۡنَ وَمَلَا۠ئِہٖ فَظَلَمُوۡا بِہَا ۚ فَانۡظُرۡ کَیۡفَ کَانَ عَاقِبَۃُ الۡمُفۡسِدِیۡنَ","en_translation":"Then, after them, We sent Moses with our tokens unto Pharaoh and his chiefs, but they repelled them. Now, see the nature of the consequence for the corrupters!","bn_translation":"অতঃপর আমি মূসাকে আমার আয়াত ও নিদর্শনসহ ফির‘আউন ও তার পরিষদবর্গের নিকট পাঠালাম, কিন্তু তারা যুলম করল। সুতরাং এই বিপর্যয় সৃষ্টিকারীদের পরিণাম কি হয়েছিল তা তুমি লক্ষ্য কর।"}	,
            {"verse_id":	104	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১০৪","ar_ayat":"﴿﻿۱۰۴﻿﴾","text_indo_pak":"وَقَالَ مُوۡسٰی یٰفِرۡعَوۡنُ اِنِّیۡ رَسُوۡلٌ مِّنۡ رَّبِّ الۡعٰلَمِیۡنَ ۙ","en_translation":"Moses said: O Pharaoh! Lo! I am a messenger from the Lord of the Worlds,","bn_translation":"মূসা বললঃ হে ফির‘আউন! আমি বিশ্বের রবের একজন রাসূল।"}	,
            {"verse_id":	105	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১০৫","ar_ayat":"﴿﻿۱۰۵﻿﴾","text_indo_pak":"حَقِیۡقٌ عَلٰۤی اَنۡ لَّاۤ اَقُوۡلَ عَلَی اللّٰہِ اِلَّا الۡحَقَّ ؕ  قَدۡ جِئۡتُکُمۡ بِبَیِّنَۃٍ مِّنۡ رَّبِّکُمۡ فَاَرۡسِلۡ مَعِیَ بَنِیۡۤ اِسۡرَآءِیۡلَ ؕ","en_translation":"Approved upon condition that I speak concerning Allah nothing but the truth. I come unto you (lords of Egypt) with a clear proof from your Lord. So let the Children of Israel go with me.","bn_translation":"আমি আল্লাহ সম্বন্ধে সত্য ছাড়া আর কিছুই বলবনা, আমি তোমাদের রবের পক্ষ হতে তোমাদের কাছে সুস্পষ্ট প্রমাণ নিয়ে এসেছি। সুতরাং বানী ইসরাঈলকে আমার সাথে যেতে দাও।"}	,
            {"verse_id":	106	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১০৬","ar_ayat":" ﴿﻿۱۰۶﻿﴾","text_indo_pak":"قَالَ اِنۡ کُنۡتَ جِئۡتَ بِاٰیَۃٍ فَاۡتِ بِہَاۤ اِنۡ کُنۡتَ مِنَ الصّٰدِقِیۡنَ","en_translation":"(Pharaoh) said: If thou comest with a token, then produce it, if thou art of those who speak the truth.","bn_translation":"ফির‘আউন বললঃ তুমি যদি বাস্তবিকই স্পষ্ট দলীল ও কোন নিদর্শন এনে থাক তাহলে উপস্থিত কর, যদি তুমি সত্যবাদী হও।"}	,
            {"verse_id":	107	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১০৭","ar_ayat":"﴿﻿۱۰۷﻿﴾","text_indo_pak":"فَاَلۡقٰی عَصَاہُ فَاِذَا ہِیَ ثُعۡبَانٌ مُّبِیۡنٌ ۚۖ","en_translation":"Then he flung down his staff and lo! it was a serpent manifest;","bn_translation":"তখন মূসা তার লাঠি নিক্ষেপ করল এবং সহসাই ওটা এক জীবিত অজগরে পরিণত হল।"}	,
            {"verse_id":	108	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১০৮","ar_ayat":"﴿﻿۱۰۸﻿﴾","text_indo_pak":"وَّنَزَعَ یَدَہٗ فَاِذَا ہِیَ بَیۡضَآءُ لِلنّٰظِرِیۡنَ ","en_translation":"And he drew forth his hand (from his bosom), and lo! it was white for the beholders.","bn_translation":"আর সে তার হাত বের করল, তৎক্ষণাৎই ওটা দর্শকদের দৃষ্টিতে শুভ্র ও উজ্জ্বল আলোকময় প্রতিভাত হল।"}	,
            {"verse_id":	109	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১০৯","ar_ayat":"﴿﻿۱۰۹﻿﴾","text_indo_pak":"قَالَ الۡمَلَاُ مِنۡ قَوۡمِ فِرۡعَوۡنَ اِنَّ ہٰذَا لَسٰحِرٌ عَلِیۡمٌ ۙ","en_translation":"The chiefs of Pharaoh's people said: Lo! this is some knowing wizard,","bn_translation":"ফির‘আউন সম্প্রদায়ের প্রধানরা বললঃ নিঃসন্দেহে এ ব্যক্তি বড় সুদক্ষ যাদুকর।"}	,
            {"verse_id":	110	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১১০","ar_ayat":"﴿﻿۱۱۰﻿﴾","text_indo_pak":"یُّرِیۡدُ اَنۡ یُّخۡرِجَکُمۡ مِّنۡ اَرۡضِکُمۡ ۚ فَمَاذَا تَاۡمُرُوۡنَ","en_translation":"Who would expel you from your land. Now what do ye advise ?","bn_translation":"সে তোমাদেরকে তোমাদের দেশ থেকে বহিস্কার করতে চায়, এখন তোমাদের পরামর্শ কি?"}	,
            {"verse_id":	111	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১১১","ar_ayat":"﴿﻿۱۱۱﻿﴾","text_indo_pak":"قَالُوۡۤا اَرۡجِہۡ وَاَخَاہُ وَاَرۡسِلۡ فِی الۡمَدَآئِنِ حٰشِرِیۡنَ ۙ","en_translation":"They said (unto Pharaoh): Put him off (a while) - him and his brother - and send into the cities summoners,","bn_translation":"তারা বললঃ তাকে এবং তার ভাইকে (হারুন) কিছু দিনের জন্য অবকাশ দিন, আর শহরে শহরে সংগ্রাহক পাঠিয়ে দিন,"}	,
            {"verse_id":	112	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১১২","ar_ayat":"﴿﻿۱۱۲﻿﴾","text_indo_pak":"یَاۡتُوۡکَ بِکُلِّ سٰحِرٍ عَلِیۡمٍ","en_translation":"To bring each knowing wizard unto thee.","bn_translation":"যেন তারা আপনার (ফির‘আউন) নিকট প্রত্যেক সুদক্ষ যাদুকরকে উপস্থিত করে।"}	,
            {"verse_id":	113	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১১৩","ar_ayat":"﴿﻿۱۱۳﻿﴾","text_indo_pak":"وَجَآءَ السَّحَرَۃُ فِرۡعَوۡنَ قَالُوۡۤا اِنَّ لَنَا لَاَجۡرًا اِنۡ کُنَّا نَحۡنُ الۡغٰلِبِیۡنَ","en_translation":"And the wizards came to Pharaoh, saying: Surely there will be a reward for us if we are victors.","bn_translation":"যাদুকরেরা ফির‘আউনের কাছে এসে বললঃ আমরা যদি বিজয় লাভ করতে পারি তাহলে আমাদের জন্য পুরস্কার থাকবে তো?"}	,
            {"verse_id":	114	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১১৪","ar_ayat":"﴿﻿۱۱۴﻿﴾","text_indo_pak":"قَالَ نَعَمۡ وَاِنَّکُمۡ لَمِنَ الۡمُقَرَّبِیۡنَ","en_translation":"He answered: Yes, and surely ye shall be of those brought near (to me).","bn_translation":"সে বললঃ হ্যাঁ, তোমরাই হবে আমার দরবারের নিকটতম ব্যক্তি।"}	,
            {"verse_id":	115	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১১৫","ar_ayat":"﴿﻿۱۱۵﻿﴾","text_indo_pak":"قَالُوۡا یٰمُوۡسٰۤی اِمَّاۤ اَنۡ تُلۡقِیَ وَاِمَّاۤ اَنۡ نَّکُوۡنَ نَحۡنُ الۡمُلۡقِیۡنَ","en_translation":"They said: O Moses! Either throw (first) or let us be the first throwers ?","bn_translation":"অতঃপর যাদুকরেরা বললঃ হে মূসা! তুমি কি তোমার লাঠি নিক্ষেপ করবে, নাকি আমরাই (প্রথমে) নিক্ষেপ করব?"}	,
            {"verse_id":	116	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১১৬","ar_ayat":"﴿﻿۱۱۶﻿﴾","text_indo_pak":"قَالَ اَلۡقُوۡا ۚ فَلَمَّاۤ اَلۡقَوۡا سَحَرُوۡۤا اَعۡیُنَ النَّاسِ وَاسۡتَرۡہَبُوۡہُمۡ وَجَآءُوۡ بِسِحۡرٍ عَظِیۡمٍ","en_translation":"He said: Throw! And when they threw they cast a spell upon the people's eyes, and overawed them, and produced a mighty spell.","bn_translation":"বললঃ তোমরাই নিক্ষেপ কর। সুতরাং যখন যাদুকরেরা নিক্ষেপ করল তখন লোকের চোখে ধাঁধাঁর সৃষ্টি করল এবং তাদেরকে ভীত ও আতংকিত করল, তারা এক বড় রকমের যাদু দেখাল।"}	,
            {"verse_id":	117	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১১৭","ar_ayat":"﴿﻿۱۱۷﻿﴾","text_indo_pak":"وَاَوۡحَیۡنَاۤ اِلٰی مُوۡسٰۤی اَنۡ اَلۡقِ عَصَاکَ ۚ  فَاِذَا ہِیَ تَلۡقَفُ مَا یَاۡفِکُوۡنَ ۚ","en_translation":"And We inspired Moses (saying): Throw thy staff! And lo! it swallowed up their lying show.","bn_translation":"আমি মূসার নিকট এই প্রত্যাদেশ পাঠালাম, তুমি তোমার লাঠিখানা নিক্ষেপ কর। মূসা তা নিক্ষেপ করলে ওটা (এক বিরাট অজগর হয়ে) সহসা ওদের অলীক সৃষ্টিগুলিকে গ্রাস করতে লাগল।"}	,
            {"verse_id":	118	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১১৮","ar_ayat":"﴿﻿۱۱۸﻿﴾","text_indo_pak":"فَوَقَعَ الۡحَقُّ وَبَطَلَ مَا کَانُوۡا یَعۡمَلُوۡنَ ۚ","en_translation":"Thus was the Truth vindicated and that which they were doing was made vain","bn_translation":"পরিশেষে যা হক ছিল তা সত্য প্রমাণিত হল, আর তারা যা কিছু করেছিল তা বাতিল প্রতিপন্ন হল।"}	,
            {"verse_id":	119	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১১৯","ar_ayat":"﴿﻿۱۱۹﻿﴾","text_indo_pak":"فَغُلِبُوۡا ہُنَالِکَ وَانۡقَلَبُوۡا صٰغِرِیۡنَ ۚ","en_translation":"Thus were they there defeated and brought low.","bn_translation":"আর ফির‘আউন ও তার দলবলের লোকেরা মুকাবিলার মাইদানে পরাজিত হল এবং লাঞ্ছিত ও অপমানিত হল।"}	,
            {"verse_id":	120	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১২০","ar_ayat":"﴿﻿۱۲۰﻿﴾","text_indo_pak":"وَاُلۡقِیَ السَّحَرَۃُ سٰجِدِیۡنَ ۚۖ","en_translation":"And the wizards fell down prostrate,","bn_translation":"যাদুকরেরা তখন সাজদাহবনত হল।"}	,
            {"verse_id":	121	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১২১","ar_ayat":"﴿﻿۱۲۱﻿﴾","text_indo_pak":"قَالُوۡۤا اٰمَنَّا بِرَبِّ الۡعٰلَمِیۡنَ ۙ","en_translation":"Crying: We believe in the Lord of the Worlds,","bn_translation":"তারা বললঃ আমরা বিশ্বের রবের প্রতি ঈমান আনলাম,"}	,
            {"verse_id":	122	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১২২","ar_ayat":"﴿﻿۱۲۲﻿﴾","text_indo_pak":"رَبِّ مُوۡسٰی وَہٰرُوۡنَ","en_translation":"The Lord of Moses and Aaron.","bn_translation":"মূসা ও হারূনের রবের প্রতি।"}	,
            {"verse_id":	123	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১২৩","ar_ayat":"﴿﻿۱۲۳﻿﴾","text_indo_pak":"قَالَ فِرۡعَوۡنُ اٰمَنۡتُمۡ بِہٖ قَبۡلَ اَنۡ اٰذَنَ لَکُمۡ ۚ اِنَّ ہٰذَا لَمَکۡرٌ مَّکَرۡتُمُوۡہُ فِی الۡمَدِیۡنَۃِ لِتُخۡرِجُوۡا مِنۡہَاۤ اَہۡلَہَا ۚ فَسَوۡفَ تَعۡلَمُوۡنَ","en_translation":"Pharaoh said: Ye believe in Him before I give you leave! Lo! this is the plot that ye have plotted in the city that ye may drive its people hence. But ye shall come to know!","bn_translation":"ফির‘আউন বললঃ আমি অনুমতি দেয়ার আগেই তোমরা তার উপর ঈমান আনলে? নিশ্চয়ই তোমরা এক চক্রান্ত পাকিয়েছ শহরবাসীদের সেখান থেকে তাড়িয়ে দেয়ার জন্য। কিন্তু সত্ত্বরই তোমরা এর পরিণাম জ্ঞাত হবে।"}	,
            {"verse_id":	124	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১২৪","ar_ayat":"﴿﻿۱۲۴﻿﴾","text_indo_pak":"لَاُقَطِّعَنَّ اَیۡدِیَکُمۡ وَاَرۡجُلَکُمۡ مِّنۡ خِلَافٍ ثُمَّ لَاُصَلِّبَنَّکُمۡ اَجۡمَعِیۡنَ","en_translation":"Surely I shall have your hands and feet cut off upon alternate sides. Then I shall crucify you every one.","bn_translation":"অবশ্যই আমি তোমাদের বিপরীত হস্ত-পদ কর্তন করব, তারপর তোমাদের সবাইকে আমি শুলে চড়াব।"}	,
            {"verse_id":	125	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১২৫","ar_ayat":"﴿﻿۱۲۵﻿﴾","text_indo_pak":"قَالُوۡۤا اِنَّاۤ اِلٰی رَبِّنَا مُنۡقَلِبُوۡنَ ۚ","en_translation":"They said: Lo! We are about to return unto our Lord!","bn_translation":"তারা (যাদুকরেরা) বললঃ নিশ্চয়ই আমরা আমাদের রবের নিকট ফিরে যাব।"}	,
            {"verse_id":	126	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১২৬","ar_ayat":"﴿﻿۱۲۶﻿﴾","text_indo_pak":"وَمَا تَنۡقِمُ مِنَّاۤ اِلَّاۤ اَنۡ اٰمَنَّا بِاٰیٰتِ رَبِّنَا لَمَّا جَآءَتۡنَا ؕ  رَبَّنَاۤ اَفۡرِغۡ عَلَیۡنَا صَبۡرًا وَّتَوَفَّنَا مُسۡلِمِیۡنَ ","en_translation":"Thou takest vengeance on us only forasmuch as we believed the tokens of our Lord when they came unto us. Our Lord! Vouchsafe unto us steadfastness and make us die as men who have surrendered (unto Thee).","bn_translation":"তুমি আমাদের মধ্যে এছাড়া কোনই দোষ পাচ্ছনা যে, আমাদের কাছে যখন আমাদের রবের নিদর্শনাবলী এসে গেল তখন আমরা ঈমান এনেছি। হে আমাদের রাব্ব! আমাদেরকে ধৈর্য দান করুন এবং মুসলিম রূপে আমাদের মৃত্যু দান করুন!"}	,
            {"verse_id":	127	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১২৭","ar_ayat":"﴿﻿۱۲۷﻿﴾","text_indo_pak":"وَقَالَ الۡمَلَاُ مِنۡ قَوۡمِ فِرۡعَوۡنَ اَتَذَرُ مُوۡسٰی وَقَوۡمَہٗ لِیُفۡسِدُوۡا فِی الۡاَرۡضِ وَیَذَرَکَ وَاٰلِہَتَکَ ؕ قَالَ سَنُقَتِّلُ اَبۡنَآءَہُمۡ وَنَسۡتَحۡیٖ نِسَآءَہُمۡ ۚ وَاِنَّا فَوۡقَہُمۡ قٰہِرُوۡنَ","en_translation":"The chiefs of Pharaoh's people said: (O King), wilt thou suffer Moses and his people to make mischief in the land, and flout thee and thy gods ? He said: We will slay their sons and spare their women, for lo! we are in power over them.","bn_translation":"ফির‘আউন সম্প্রদায়ের সর্দাররা তাকে বললঃ তুমি কি মূসা ও তার সম্প্রদায়কে রাজ্যে অশান্তি ও বিপর্যয় সৃষ্টির জন্য মুক্ত ছেড়ে দিবে এবং তোমাকে ও তোমার দেবতাদেরকে বর্জন করে চলার সুযোগ দিবে? সে বললঃ আমি তাদের সন্তানদের হত্যা করব এবং তাদের নারীদেরকে জীবিত রাখব, তাদের উপর আমাদের শক্তি ও ক্ষমতা প্রবল ও সুপ্রতিষ্ঠিত রয়েছে।"}	,
            {"verse_id":	128	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১২৮","ar_ayat":"﴿﻿۱۲۸﻿﴾","text_indo_pak":"قَالَ مُوۡسٰی لِقَوۡمِہِ اسۡتَعِیۡنُوۡا بِاللّٰہِ وَاصۡبِرُوۡا ۚ اِنَّ الۡاَرۡضَ لِلّٰہِ ۟ۙ یُوۡرِثُہَا مَنۡ یَّشَآءُ مِنۡ عِبَادِہٖ ؕ وَالۡعَاقِبَۃُ لِلۡمُتَّقِیۡنَ","en_translation":"And Moses said unto his people: Seek help in Allah and endure. Lo! the earth is Allah's. He giveth it for an inheritance to whom He will. And lo! the sequel is for those who keep their duty (unto Him).","bn_translation":"মূসা তার সম্প্রদায়কে বললঃ তোমরা আল্লাহর নিকট সাহায্য প্রার্থনা কর এবং ধৈর্য ও সহিষ্ণুতা অবলম্বন কর। এই পৃথিবীর সার্বভৌম মালিক আল্লাহ, তিনি তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা উহার উত্তরাধিকারী করেন, শুভ পরিণাম ও শেষ সাফল্য লাভ হয় আল্লাহভীরুদের জন্য।"}	,
            {"verse_id":	129	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১২৯","ar_ayat":"﴿﻿۱۲۹﻿﴾","text_indo_pak":"قَالُوۡۤا اُوۡذِیۡنَا مِنۡ قَبۡلِ اَنۡ تَاۡتِیَنَا وَمِنۡۢ بَعۡدِ مَا جِئۡتَنَا ؕ  قَالَ عَسٰی رَبُّکُمۡ اَنۡ یُّہۡلِکَ عَدُوَّکُمۡ وَیَسۡتَخۡلِفَکُمۡ فِی الۡاَرۡضِ فَیَنۡظُرَ کَیۡفَ تَعۡمَلُوۡنَ ","en_translation":"They said: We suffered hurt before thou camest unto us, and since thou hast come unto us. He said: It may be that your Lord is going to destroy your adversary and make you viceroys in the earth, that He may see how ye behave.","bn_translation":"তারা বললঃ আপনি আমাদের নিকট (নাবী রূপে) আগমনের পূর্বেও আমরা (ফির‘আউন কর্তৃক) নির্যাতিত হয়েছি এবং আপনার আগমনের পরও নির্যাতিত হচ্ছি। সে (মূসা) বললঃ সম্ভবতঃ শীঘ্রই তোমাদের রাব্ব তোমাদের শক্রকে ধ্বংস করবেন এবং তোমাদেরকে তাদের রাজ্যে স্থলাভিষিক্ত করবেন, অতঃপর তোমরা কিরূপ কাজ কর তা তিনি লক্ষ্য করবেন।"}	,
            {"verse_id":	130	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৩০","ar_ayat":"﴿﻿۱۳۰﻿﴾","text_indo_pak":"وَلَقَدۡ اَخَذۡنَاۤ اٰلَ فِرۡعَوۡنَ بِالسِّنِیۡنَ وَنَقۡصٍ مِّنَ الثَّمَرٰتِ لَعَلَّہُمۡ یَذَّکَّرُوۡنَ","en_translation":"And we straitened Pharaoh's folk with famine and dearth of fruits, that peradventure they might heed.","bn_translation":"আমি ফির‘আউনের অনুসারীদেরকে বছরের পর বছর দুর্ভিক্ষ, অজন্ম ও ফসলহানির মধ্যে বিপন্ন রেখেছিলাম, যাতে তারা ঈমান আনে।"}	,
            {"verse_id":	131	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৩১","ar_ayat":"﴿﻿۱۳۱﻿﴾","text_indo_pak":"فَاِذَا جَآءَتۡہُمُ الۡحَسَنَۃُ قَالُوۡا لَنَا ہٰذِہٖ ۚ وَاِنۡ تُصِبۡہُمۡ سَیِّئَۃٌ یَّطَّیَّرُوۡا بِمُوۡسٰی وَمَنۡ مَّعَہٗ ؕ اَلَاۤ اِنَّمَا طٰٓئِرُہُمۡ عِنۡدَ اللّٰہِ وَلٰکِنَّ اَکۡثَرَہُمۡ لَا یَعۡلَمُوۡنَ","en_translation":"But whenever good befell them, they said: This is ours; and whenever evil smote them they ascribed it to the evil auspices of Moses and those with him. Surely their evil auspice was only with Allah. But most of them knew not.","bn_translation":"যখন তাদের সুখ, শান্তি ও কল্যাণ হত তখন তারা বলতঃ এটা আমাদের প্রাপ্য, আর যদি তাদের দুঃখ দৈন্য ও বিপদ আপদ হত তখন তারা ওটাকে মূসা ও তার সঙ্গী সাথীদের মন্দ ভাগ্যের কারণ রূপে নিরূপণ করত। তোমরা জেনে রেখ যে, তাদের অকল্যাণ আল্লাহরই নিয়ন্ত্রণাধীন, কিন্তু তাদের অধিকাংশ সে সম্পর্কে কোন জ্ঞান রাখেনা।"}	,
            {"verse_id":	132	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৩২","ar_ayat":"﴿﻿۱۳۲﻿﴾","text_indo_pak":"وَقَالُوۡا مَہۡمَا تَاۡتِنَا بِہٖ مِنۡ اٰیَۃٍ لِّتَسۡحَرَنَا بِہَا ۙ فَمَا نَحۡنُ لَکَ بِمُؤۡمِنِیۡنَ","en_translation":"And they said: Whatever portent thou bringest wherewith to bewitch us, we shall not put faith in thee.","bn_translation":"তারা বললঃ আমাদেরকে যাদু করার জন্য যে কোন নিদর্শনই পেশ করনা কেন আমরা তাতে ঈমান আনবনা।"}	,
            {"verse_id":	133	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৩৩","ar_ayat":"﴿﻿۱۳۳﻿﴾","text_indo_pak":"فَاَرۡسَلۡنَا عَلَیۡہِمُ الطُّوۡفَانَ وَالۡجَرَادَ وَالۡقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ اٰیٰتٍ مُّفَصَّلٰتٍ ۟ فَاسۡتَکۡبَرُوۡا وَکَانُوۡا قَوۡمًا مُّجۡرِمِیۡنَ","en_translation":"So We sent against them the flood and the locusts and the vermin and the frogs and the blood - a succession of clear signs. But they were arrogant and became a guilty folk.","bn_translation":"অতঃপর আমি তাদের উপর প্লাবণ, পঙ্গপাল, উকুন, ব্যাঙ ও রক্ত ধারার শাস্তি পাঠিয়ে ক্লিষ্ট করি, ওগুলি ছিল আমার সুস্পষ্ট নিদর্শন, কিন্তু তারা শেষ পর্যন্ত দাম্ভিকতা ও অহংকারেই মেতে রইল, তারা ছিল একটি অপরাধী জাতি।"}	,
            {"verse_id":	134	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৩৪","ar_ayat":"﴿﻿۱۳۴﻿﴾","text_indo_pak":"وَلَمَّا وَقَعَ عَلَیۡہِمُ الرِّجۡزُ قَالُوۡا یٰمُوۡسَی ادۡعُ لَنَا رَبَّکَ بِمَا عَہِدَ عِنۡدَکَ ۚ  لَئِنۡ کَشَفۡتَ عَنَّا الرِّجۡزَ لَنُؤۡمِنَنَّ لَکَ وَلَنُرۡسِلَنَّ مَعَکَ بَنِیۡۤ اِسۡرَآءِیۡلَ ۚ","en_translation":"And when the terror fell on them they cried: O Moses! Pray for us unto thy Lord, because He hath a covenant with thee. If thou removest the terror from us we verily will trust thee and will let the Children of Israel go with thee.","bn_translation":"তাদের উপর কোন বালা মুসীবত ও বিপদ-আপদ আপতিত হলে তারা বলতঃ হে মূসা! আমাদের পক্ষ থেকে তোমার রবের নিকট দু‘আ কর। তার সাথে তোমার যে অঙ্গীকার রয়েছে তদনুযায়ী যদি আমাদের উপর থেকে প্লেগ দূর করে দিতে পার তাহলে আমরা তোমার প্রতি ঈমান আনবো এবং তোমার সাথে বানী ইসরাঈলদেরকে পাঠিয়ে দিব।"}	,
            {"verse_id":	135	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৩৫","ar_ayat":"﴿﻿۱۳۵﻿﴾","text_indo_pak":"فَلَمَّا کَشَفۡنَا عَنۡہُمُ الرِّجۡزَ اِلٰۤی اَجَلٍ ہُمۡ بٰلِغُوۡہُ اِذَا ہُمۡ یَنۡکُثُوۡنَ","en_translation":"But when We did remove from them the terror for a term which they must reach, behold! they broke their covenant.","bn_translation":"কিন্তু যখনই আমি তাদের উপর হতে প্লেগের শাস্তির সেই সময়টি অপসারিত করতাম যা তাদের জন্য নির্ধারিত ছিল, তখনই আবার তারা প্রতিশ্রুতি ভঙ্গ করত।"}	,
            {"verse_id":	136	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৩৬","ar_ayat":"﴿﻿۱۳۶﻿﴾","text_indo_pak":"فَانۡتَقَمۡنَا مِنۡہُمۡ فَاَغۡرَقۡنٰہُمۡ فِی الۡیَمِّ بِاَنَّہُمۡ کَذَّبُوۡا بِاٰیٰتِنَا وَکَانُوۡا عَنۡہَا غٰفِلِیۡنَ","en_translation":"Therefore We took retribution from them; therefore We drowned them in the sea: because they denied Our revelations and were heedless of them.","bn_translation":"সুতরাং আমি তাদের হতে প্রতিশোধ নিলাম এবং তাদেরকে অতল সমুদ্রে ডুবিয়ে মারলাম, কেননা তারা আমার নিদর্শনসমূহকে মিথ্যা প্রতিপন্ন করেছে, আর এই ব্যাপারে তারা ছিল সম্পূর্ণ গাফিল বা উদাসীন।"}	,
            {"verse_id":	137	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৩৭","ar_ayat":"﴿﻿۱۳۷﻿﴾","text_indo_pak":"وَاَوۡرَثۡنَا الۡقَوۡمَ الَّذِیۡنَ کَانُوۡا یُسۡتَضۡعَفُوۡنَ مَشَارِقَ الۡاَرۡضِ وَمَغَارِبَہَا الَّتِیۡ بٰرَکۡنَا فِیۡہَا ؕ وَتَمَّتۡ کَلِمَتُ رَبِّکَ الۡحُسۡنٰی عَلٰی بَنِیۡۤ اِسۡرَآءِیۡلَ ۬ۙ بِمَا صَبَرُوۡا ؕ وَدَمَّرۡنَا مَا کَانَ یَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُہٗ وَمَا کَانُوۡا یَعۡرِشُوۡنَ","en_translation":"And We caused the folk who were despised to inherit the eastern parts of the land and the western parts thereof which We had blessed. And the fair word of thy Lord was fulfilled for the Children of Israel because of their endurance; and We annihilated (all) that Pharaoh and his folk had done and that they had contrived.","bn_translation":"যে জাতিকে দুর্বল ও দীনহীন ভাবা হত আমি তাদেরকে আমার কল্যাণ প্রাপ্ত রাজ্যের পূর্ব ও পশ্চিমের উত্তরাধিকারী বানাই, আর বানী ইসরাঈল জাতি সম্পর্কে তোমার রবের শুভ ও কল্যাণময় বাণী (প্রতিশ্রুতি) পূর্ণ হল যেহেতু তারা ধৈর্য ধারণ করেছিল। আর ফির‘আউন ও তার সম্প্রদায়ের কীর্তিকলাপ ও উচ্চ প্রাসাদসমূহকে আমি ধ্বংসস্তুপে পরিণত করেছি।"}	,
            {"verse_id":	138	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৩৮","ar_ayat":"﴿﻿۱۳۸﻿﴾","text_indo_pak":"وَجٰوَزۡنَا بِبَنِیۡۤ اِسۡرَآءِیۡلَ الۡبَحۡرَ فَاَتَوۡا عَلٰی قَوۡمٍ یَّعۡکُفُوۡنَ عَلٰۤی اَصۡنَامٍ لَّہُمۡ ۚ قَالُوۡا یٰمُوۡسَی اجۡعَلۡ لَّنَاۤ اِلٰـہًا کَمَا لَہُمۡ اٰلِـہَۃٌ ؕ قَالَ اِنَّکُمۡ قَوۡمٌ تَجۡہَلُوۡنَ","en_translation":"And We brought the Children of Israel across the sea, and they came unto a people who were given up to idols which they had. They said: O Moses! Make for us a god even as they have gods. He said: Lo! ye are a folk who know not.","bn_translation":"আমি বানী ইসরাঈলকে সমুদ্র পার করিয়ে দিলাম, অতঃপর তারা মূর্তি পূজারত এক জাতির সংস্পর্শে এল। তারা বললঃ হে মূসা! তাদের যেরূপ মা‘বূদ রয়েছে, আমাদের জন্যও ঐরূপ মা‘বূদ বানিয়ে দাও। সে বললঃ তোমরা একটি মূর্খ সম্প্রদায়।"}	,
            {"verse_id":	139	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৩৯","ar_ayat":"﴿﻿۱۳۹﻿﴾","text_indo_pak":"اِنَّ ہٰۤؤُلَآءِ مُتَبَّرٌ مَّا ہُمۡ فِیۡہِ وَبٰطِلٌ مَّا کَانُوۡا یَعۡمَلُوۡنَ","en_translation":"Lo! as for these, their way will be destroyed and all that they are doing is in vain.","bn_translation":"এ সব লোক যে কাজে লিপ্ত রয়েছে তাতো ধ্বংস করা হবে, আর তারা যা করছে তা অমূলক ও বাতিল বিষয়।"}	,
            {"verse_id":	140	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৪০","ar_ayat":"﴿﻿۱۴۰﻿﴾","text_indo_pak":"قَالَ اَغَیۡرَ اللّٰہِ اَبۡغِیۡکُمۡ اِلٰـہًا وَّہُوَ فَضَّلَکُمۡ عَلَی الۡعٰلَمِیۡنَ","en_translation":"He said: Shall I seek for you a god other than Allah when He hath favoured you above (all) creatures ?","bn_translation":"সে বললঃ আমি কি আল্লাহকে ছেড়ে তোমাদের জন্য অন্য মা‘বূদের সন্ধান করব? অথচ তিনিই হলেন একমাত্র আল্লাহ যিনি তোমাদেরকে বিশ্ব জগতে শ্রেষ্ঠত্ব দান করেছেন!"}	,
            {"verse_id":	141	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৪১","ar_ayat":"﴿﻿۱۴۱﻿﴾","text_indo_pak":"وَاِذۡ اَنۡجَیۡنٰکُمۡ مِّنۡ اٰلِ فِرۡعَوۡنَ یَسُوۡمُوۡنَکُمۡ سُوۡٓءَ الۡعَذَابِ ۚ  یُقَتِّلُوۡنَ اَبۡنَآءَکُمۡ وَیَسۡتَحۡیُوۡنَ نِسَآءَکُمۡ ؕ  وَفِیۡ ذٰلِکُمۡ بَلَآءٌ مِّنۡ رَّبِّکُمۡ عَظِیۡمٌ ","en_translation":"And (remember) when We did deliver you from Pharaoh's folk who were afflicting you with dreadful torment, slaughtering your sons and sparing your women. That was a tremendous trial from your Lord.","bn_translation":"স্মরণ কর সেই সময়টির কথা, যখন আমি তোমাদেরকে ফির‘আউনের অনুসারীদের দাসত্ব হতে মুক্তি দিয়েছি, যারা তোমাদেরকে অতিশয় মর্মান্তিক, কষ্টদায়ক ও ন্যাক্কারজনক শাস্তি দিত, তোমাদের পুত্রদেরকে হত্যা করত এবং নারীদেরকে জীবিত রাখত। এটা ছিল তোমাদের জন্য তোমাদের রবের পক্ষ থেকে বিরাট পরীক্ষা।"}	,
            {"verse_id":	142	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৪২","ar_ayat":"﴿﻿۱۴۲﻿﴾","text_indo_pak":"وَوٰعَدۡنَا مُوۡسٰی ثَلٰثِیۡنَ لَیۡلَۃً وَّاَتۡمَمۡنٰہَا بِعَشۡرٍ فَتَمَّ مِیۡقَاتُ رَبِّہٖۤ اَرۡبَعِیۡنَ لَیۡلَۃً ۚ وَقَالَ مُوۡسٰی لِاَخِیۡہِ ہٰرُوۡنَ اخۡلُفۡنِیۡ فِیۡ قَوۡمِیۡ وَاَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِیۡلَ الۡمُفۡسِدِیۡنَ","en_translation":"And when We did appoint for Moses thirty nights (of solitude), and added to them ten, and he completed the whole time appointed by his Lord of forty nights; and Moses said unto his brother, Aaron: Take my place among the people. Do right, and follow not the way of mischief-makers.","bn_translation":"আমি মূসাকে ও‘য়াদা দিয়েছিলাম ত্রিশ রাতের জন্য এবং আরো দশ দ্বারা ওটা পূর্ণ করেছিলাম। এভাবে তার রবের নির্ধারিত সময়টি চল্লিশ রাত দ্বারা পূর্ণতা লাভ করে। মূসা তার ভাই হারুনকে বলেছিলঃ তুমি আমার কাওমের মধ্যে আমার স্থলাভিষিক্তরূপে কাজ করবে এবং তাদেরকে সংশোধন করার কাজ করতে থাকবে, এবং বিপর্যয় ও ফাসাদ সৃষ্টিকারীদের অনুসরণ করবেনা।"}	,
            {"verse_id":	143	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৪৩","ar_ayat":"﴿﻿۱۴۳﻿﴾","text_indo_pak":"وَلَمَّا جَآءَ مُوۡسٰی لِمِیۡقَاتِنَا وَکَلَّمَہٗ رَبُّہٗ ۙ قَالَ رَبِّ اَرِنِیۡۤ اَنۡظُرۡ اِلَیۡکَ ؕ قَالَ لَنۡ تَرٰىنِیۡ وَلٰکِنِ انۡظُرۡ اِلَی الۡجَبَلِ فَاِنِ اسۡتَقَرَّ مَکَانَہٗ فَسَوۡفَ تَرٰىنِیۡ ۚ فَلَمَّا تَجَلّٰی رَبُّہٗ لِلۡجَبَلِ جَعَلَہٗ دَکًّا وَّخَرَّ مُوۡسٰی صَعِقًا ۚ فَلَمَّاۤ اَفَاقَ قَالَ سُبۡحٰنَکَ تُبۡتُ اِلَیۡکَ وَاَنَا اَوَّلُ الۡمُؤۡمِنِیۡنَ","en_translation":"And when Moses came to Our appointed tryst and his Lord had spoken unto him, he said: My Lord! Show me (Thy Self), that I may gaze upon Thee. He said: Thou wilt not see Me, but gaze upon the mountain! If it stand still in its place, then thou wilt see Me. And when his Lord revealed (His) glory to the mountain He sent it crashing down. And Moses fell down senseless. And when he woke he said: Glory unto Thee! I turn unto Thee repentant, and I am the first of (true) believers.","bn_translation":"মূসা যখন নির্ধারিত স্থানে উপস্থিত হল, তখন তার রাব্ব তার সাথে কথা বললেন। সে তখন নিবেদন করলঃ হে আমার রাব্ব! আপনি আমাকে দর্শন দিন। আল্লাহ বললেনঃ তুমি আমাকে আদৌ দেখতে পারবেনা, তবে তুমি ঐ পাহাড়ের দিকে তাকাও। যদি ঐ পাহাড় স্বস্থানে স্থির থাকে তাহলে তুমি আমাকে দেখতে পারবে। অতঃপর তার রাব্ব যখন পাহাড়ে জ্যোতিস্মান হলেন তখন তা পাহাড়কে চূর্ণ বিচূর্ণ করে দিল, আর মূসা সংজ্ঞাহীন হয়ে পড়ে গেল। যখন চেতনা ফিরে এলো তখন সে বললঃ আপনি মহিমাময়, আপনার পবিত্র সত্তার কাছে আমি তাওবাহ করছি এবং আমিই সর্বপ্রথম ঈমান আনলাম।"}	,
            {"verse_id":	144	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৪৪","ar_ayat":"﴿﻿۱۴۴﻿﴾","text_indo_pak":"قَالَ یٰمُوۡسٰۤی اِنِّی اصۡطَفَیۡتُکَ عَلَی النَّاسِ بِرِسٰلٰتِیۡ وَبِکَلَامِیۡ ۫ۖ فَخُذۡ مَاۤ اٰتَیۡتُکَ وَکُنۡ مِّنَ الشّٰکِرِیۡنَ","en_translation":"He said: O Moses! I have preferred thee above mankind by My messages and by My speaking (unto thee). So hold that which I have given thee, and be among the thankful.","bn_translation":"আল্লাহ বললেনঃ হে মূসা! আমি তোমাকেই আমার রিসালাত ও আমার সাথে বাক্যালাপের জন্য লোকদের মধ্য হতে মনোনীত করেছি। অতএব আমি তোমাকে যা কিছু দিই তা তুমি গ্রহণ কর এবং কৃতজ্ঞতা প্রকাশকারীদের অন্তর্ভুক্ত হও।"}	,
            {"verse_id":	145	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৪৫","ar_ayat":"﴿﻿۱۴۵﻿﴾","text_indo_pak":"وَکَتَبۡنَا لَہٗ فِی الۡاَلۡوَاحِ مِنۡ کُلِّ شَیۡءٍ مَّوۡعِظَۃً وَّتَفۡصِیۡلًا لِّکُلِّ شَیۡءٍ ۚ فَخُذۡہَا بِقُوَّۃٍ وَّاۡمُرۡ قَوۡمَکَ یَاۡخُذُوۡا بِاَحۡسَنِہَا ؕ سَاُورِیۡکُمۡ دَارَ الۡفٰسِقِیۡنَ","en_translation":"And We wrote for him, upon the tablets, the lesson to be drawn from all things and the explanation of all things, then (bade him): Hold it fast; and command thy people (saying): Take the better (course made clear) therein. I shall show thee the abode of evil-livers.","bn_translation":"অতঃপর আমি তার জন্য ফলকের উপর সর্ব বিষয়ের উপদেশ এবং সর্ব বিষয়ের সুস্পষ্ট ব্যাখ্যা লিখে দিয়েছি, (অতঃপর তাকে বললাম) এই হিদায়াতকে দৃঢ় হস্তে শক্তভাবে গ্রহণ কর এবং তোমার সম্প্রদায়কে এর সুন্দর সুন্দর বিধানগুলি মেনে চলতে আদেশ কর। আমি ফাসেক বা সত্যত্যাগীদের আবাসস্থান শীঘ্রই তোমাদেরকে প্রদর্শন করাব।"}	,
            {"verse_id":	146	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৪৬","ar_ayat":"﴿﻿۱۴۶﻿﴾","text_indo_pak":"سَاَصۡرِفُ عَنۡ اٰیٰتِیَ الَّذِیۡنَ یَتَکَبَّرُوۡنَ فِی الۡاَرۡضِ بِغَیۡرِ الۡحَقِّ ؕ وَاِنۡ یَّرَوۡا کُلَّ اٰیَۃٍ لَّا یُؤۡمِنُوۡا بِہَا ۚ وَاِنۡ یَّرَوۡا سَبِیۡلَ الرُّشۡدِ لَا یَتَّخِذُوۡہُ سَبِیۡلًا ۚ وَاِنۡ یَّرَوۡا سَبِیۡلَ الۡغَیِّ یَتَّخِذُوۡہُ سَبِیۡلًا ؕ ذٰلِکَ بِاَنَّہُمۡ کَذَّبُوۡا بِاٰیٰتِنَا وَکَانُوۡا عَنۡہَا غٰفِلِیۡنَ","en_translation":"I shall turn away from My revelations those who magnify themselves wrongfully in the earth, and if they see each token believe it not, and if they see the way of righteousness choose it nor for (their) way, and if they see the way of error choose if for (their) way. That is because they deny Our revelations and are used to disregard them.","bn_translation":"পৃথিবীতে যারা অন্যায়ভাবে অহংকার করে বেড়ায় আমি তাদেরকে আমার নিদর্শনসমূহ হতে ফিরিয়ে রাখব, প্রত্যেকটি নিদর্শন দেখার পরেও তারা তাতে ঈমান আনবে না, তারা যদি সৎ পথ দেখতে পায় তবুও সেই পথ সৎ পথ বলে গ্রহণ করবে না। কিন্তু তারা ভ্রান্ত ও গুমরাহীর পথ দেখলে তাকেই তারা গ্রহণ করবে। এর কারণ হল-তারা আমার নিদর্শনসমূহকে মিথ্যা প্রতিপন্ন করেছে এবং তারা তা থেকে সম্পূর্ণরূপে অমনোযোগী ছিল।"}	,
            {"verse_id":	147	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৪৭","ar_ayat":"﴿﻿۱۴۷﻿﴾","text_indo_pak":"وَالَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا وَلِقَآءِ الۡاٰخِرَۃِ حَبِطَتۡ اَعۡمَالُہُمۡ ؕ  ہَلۡ یُجۡزَوۡنَ اِلَّا مَا کَانُوۡا یَعۡمَلُوۡنَ ","en_translation":"Those who deny Our revelations and the meeting of the Hereafter, their works are fruitless. Are they requited aught save what they used to do ?","bn_translation":"যারা আমার নিদর্শনসমূহ ও আখিরাতের সাক্ষাত মিথ্যা প্রতিপন্ন করে তাদের সমূদয় ‘আমল বিনষ্ট হয়ে যায়, তারা যা করে তদনুযায়ী তাদেরকে প্রতিফল দেয়া হবে।"}	,
            {"verse_id":	148	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৪৮","ar_ayat":"﴿﻿۱۴۸﻿﴾","text_indo_pak":"وَاتَّخَذَ قَوۡمُ مُوۡسٰی مِنۡۢ بَعۡدِہٖ مِنۡ حُلِیِّہِمۡ عِجۡلًا جَسَدًا لَّہٗ خُوَارٌ ؕ اَلَمۡ یَرَوۡا اَنَّہٗ لَا یُکَلِّمُہُمۡ وَلَا یَہۡدِیۡہِمۡ سَبِیۡلًا ۘ اِتَّخَذُوۡہُ وَکَانُوۡا ظٰلِمِیۡنَ","en_translation":"And the folk of Moses, after (he left them), chose a calf (for worship), (made) out of their ornaments, of saffron hue, which gave a lowing sound. Saw they not that it spake not unto them nor guided them to any way ? They chose it, and became wrong-doers.","bn_translation":"আর মূসার চলে যাবার পর অলংকার দ্বারা একটি বাছুরের (মত) পুতুল তৈরী করল, ওটা হতে গরুর মত শব্দ বের হত। তারা কি দেখেনি যে, ওটা তাদের সাথে কথা বলেনা এবং তাদেরকে কোন পথও দেখিয়ে দেয়না? তবুও তারা ওটাকে মা‘বূদ রূপে গ্রহণ করল। বস্তুতঃ তারা ছিল বড় অত্যাচারী।"}	,
            {"verse_id":	149	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৪৯","ar_ayat":"﴿﻿۱۴۹﻿﴾","text_indo_pak":"وَلَمَّا سُقِطَ فِیۡۤ اَیۡدِیۡہِمۡ وَرَاَوۡا اَنَّہُمۡ قَدۡ ضَلُّوۡا ۙ قَالُوۡا لَئِنۡ لَّمۡ یَرۡحَمۡنَا رَبُّنَا وَیَغۡفِرۡ لَنَا لَنَکُوۡنَنَّ مِنَ الۡخٰسِرِیۡنَ","en_translation":"And when they feared the consequences thereof and saw that they had gone astray, they said: Unless our Lord have mercy on us and forgive us, we verily are of the lost.","bn_translation":"আর যখন তারা লজ্জিত হল এবং দেখল যে, (প্রকৃত পক্ষে) তারা বিভ্রান্ত হয়েছে, তখন তারা বললঃ আমাদের প্রভু যদি আমাদের প্রতি অনুগ্রহ না করেন তাহলে আমরা ক্ষতিগ্রস্ত হয়ে যাব।"}	,
            {"verse_id":	150	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৫০","ar_ayat":"﴿﻿۱۵۰﻿﴾","text_indo_pak":"وَلَمَّا رَجَعَ مُوۡسٰۤی اِلٰی قَوۡمِہٖ غَضۡبَانَ اَسِفًا ۙ قَالَ بِئۡسَمَا خَلَفۡتُمُوۡنِیۡ مِنۡۢ بَعۡدِیۡ ۚ اَعَجِلۡتُمۡ اَمۡرَ رَبِّکُمۡ ۚ وَاَلۡقَی الۡاَلۡوَاحَ وَاَخَذَ بِرَاۡسِ اَخِیۡہِ یَجُرُّہٗۤ اِلَیۡہِ ؕ قَالَ ابۡنَ اُمَّ اِنَّ الۡقَوۡمَ اسۡتَضۡعَفُوۡنِیۡ وَکَادُوۡا یَقۡتُلُوۡنَنِیۡ ۫ۖ فَلَا تُشۡمِتۡ بِیَ الۡاَعۡدَآءَ وَلَا تَجۡعَلۡنِیۡ مَعَ الۡقَوۡمِ الظّٰلِمِیۡنَ","en_translation":"And when Moses returned unto his people, angry and grieved, he said: Evil is that (course) which ye took after I had left you. Would ye hasten on the judgment of your Lord ? And he cast down the tablets, and he seized his brother by the head, dragging him toward him. He said: Son of my mother! Lo! the folk did judge me weak and almost killed me. Oh, make not mine enemies to triumph over me and place me not among the evil-doers.","bn_translation":"মূসা রাগাম্বিত বিক্ষুদ্ধ অবস্থায় নিজ জাতির নিকট ফিরে এসে বললঃ আমার চলে যাওয়ার পর তোমরা কত নিকৃষ্ট প্রতিনিধিত্ব করেছ, তোমরা তোমাদের প্রভুর নির্দেশের পূর্বেই কেন তাড়াহুড়া করতে গেলে? অতঃপর সে ফলকগুলি ফেলে দিল এবং স্বীয় ভাইয়ের মস্তক (চুল) ধরে নিজের দিকে টানতে লাগল। সে (হারূন) বললঃ হে আমার মাতার পুত্র! এই লোকগুলি আমাকে পরাভূত করে ফেলেছিল এবং আমাকে মেরে ফেলতে উদ্যত হয়েছিল। অতএব তুমি আমাকে শক্র সমক্ষে হাস্যস্পদ করনা, আর এই যালিম লোকদের মধ্যে আমাকে গণ্য করনা।"}	,
            {"verse_id":	151	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৫১","ar_ayat":"﴿﻿۱۵۱﻿﴾","text_indo_pak":"قَالَ رَبِّ اغۡفِرۡ لِیۡ وَلِاَخِیۡ وَاَدۡخِلۡنَا فِیۡ رَحۡمَتِکَ ۫ۖ  وَاَنۡتَ اَرۡحَمُ الرّٰحِمِیۡنَ ","en_translation":"He said: My Lord! Have mercy on me and on my brother; bring us into Thy mercy, Thou the Most Merciful of all who show mercy.","bn_translation":"তখন মূসা বললঃ হে আমার রাব্ব! আমাকে ও আমার ভাইকে ক্ষমা করুন! আর আমাদেরকে আপনার রাহমাতের মধ্যে দাখিল করুন! আপনি সব চেয়ে দয়াবান।"}	,
            {"verse_id":	152	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৫২","ar_ayat":"﴿﻿۱۵۲﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ اتَّخَذُوا الۡعِجۡلَ سَیَنَالُہُمۡ غَضَبٌ مِّنۡ رَّبِّہِمۡ وَذِلَّۃٌ فِی الۡحَیٰوۃِ الدُّنۡیَا ؕ وَکَذٰلِکَ نَجۡزِی الۡمُفۡتَرِیۡنَ","en_translation":"Lo! Those who chose the calf (for worship), terror from their Lord and humiliation will come upon them in the life of the world. Thus do We requite those who invent a lie.","bn_translation":"যারা গো-বৎসকে উপাস্য রূপে গ্রহণ করেছে, অবশ্যই তারা এই পার্থিব জীবনে তাদের রবের গযব ও লাঞ্ছনায় নিপতিত হবে, মিথ্যা রচনাকারীদেরকে আমি এভাবেই প্রতিফল দিয়ে থাকি।"}	,
            {"verse_id":	153	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৫৩","ar_ayat":"﴿﻿۱۵۳﻿﴾","text_indo_pak":"وَالَّذِیۡنَ عَمِلُوا السَّیِّاٰتِ ثُمَّ تَابُوۡا مِنۡۢ بَعۡدِہَا وَاٰمَنُوۡۤا ۫ اِنَّ رَبَّکَ مِنۡۢ بَعۡدِہَا لَغَفُوۡرٌ رَّحِیۡمٌ","en_translation":"But those who do ill-deeds and afterward repent and believe - lo! for them, afterward, Allah is Forgiving, Merciful.","bn_translation":"যারা খারাপ কাজ করে, এরপর তাওবাহ করলে ও ঈমান আনলে, তোমার আল্লাহতো ক্ষমাশীল ও পরম দয়ালু।"}	,
            {"verse_id":	154	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৫৪","ar_ayat":"﴿﻿۱۵۴﻿﴾","text_indo_pak":"وَلَمَّا سَکَتَ عَنۡ مُّوۡسَی الۡغَضَبُ اَخَذَ الۡاَلۡوَاحَ ۚۖ وَفِیۡ نُسۡخَتِہَا ہُدًی وَّرَحۡمَۃٌ لِّلَّذِیۡنَ ہُمۡ لِرَبِّہِمۡ یَرۡہَبُوۡنَ","en_translation":"Then, when the anger of Moses abated, he took up the tablets, and in their inscription there was guidance and mercy for all those who fear their Lord.","bn_translation":"মূসার ক্রোধ যখন প্রশমিত হল তখন সে প্রস্তর ফলকগুলি তুলে নিল, তাতে লেখা ছিলঃ যারা তাদের রাব্বকে ভয় করে তাদের জন্য রয়েছে হিদায়াত ও রাহমাত।"}	,
            {"verse_id":	155	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৫৫","ar_ayat":"﴿﻿۱۵۵﻿﴾","text_indo_pak":"وَاخۡتَارَ مُوۡسٰی قَوۡمَہٗ سَبۡعِیۡنَ رَجُلًا لِّمِیۡقَاتِنَا ۚ فَلَمَّاۤ اَخَذَتۡہُمُ الرَّجۡفَۃُ قَالَ رَبِّ لَوۡ شِئۡتَ اَہۡلَکۡتَہُمۡ مِّنۡ قَبۡلُ وَاِیَّایَ ؕ اَتُہۡلِکُنَا بِمَا فَعَلَ السُّفَہَآءُ مِنَّا ۚ اِنۡ ہِیَ اِلَّا فِتۡنَتُکَ ؕ تُضِلُّ بِہَا مَنۡ تَشَآءُ وَتَہۡدِیۡ مَنۡ تَشَآءُ ؕ اَنۡتَ وَلِیُّنَا فَاغۡفِرۡ لَنَا وَارۡحَمۡنَا وَاَنۡتَ خَیۡرُ الۡغٰفِرِیۡنَ","en_translation":"And Moses chose of his people seventy men for Our appointed tryst and, when the trembling came on them, he said: My Lord! If Thou hadst willed Thou hadst destroyed them long before, and me with them. Wilt thou destroy us for that which the ignorant among us did ? It is but Thy trial (of us). Thou sendest whom Thou wilt astray and guidest whom Thou wilt: Thou art our Protecting Friend, therefore forgive us and have mercy on us, Thou, the Best of all who show forgiveness.","bn_translation":"মূসা তার সম্প্রদায় হতে সত্তর জন নেতৃস্থানীয় লোক আমার নির্ধারিত স্থানে সমবেত হওয়ার জন্য নির্বাচন করল, যখন ঐ লোকগুলি একটি কঠিন ভূ-কম্পনে আক্রান্ত হল তখন মূসা বললঃ হে আমার রাব্ব! আপনি ইচ্ছা করলে এর পূর্বেও ওদেরকে এবং আমাকে ধ্বংস করতে পারতেন, আমাদের মধ্যকার কতক নির্বোধ লোকের অন্যায়ের কারণে কি আপনি আমাদেরকে ধ্বংস করবেন? এটাতো আপনার পরীক্ষা, আপনি যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎ পথে পরিচালিত করেন, আপনিইতো আমাদের অভিভাবক। সুতরাং আপনি আমাদেরকে ক্ষমা করুন, এবং আমাদের প্রতি অনুগ্রহ করুন, ক্ষমাকারীদের মধ্যে আপনিইতো উত্তম ক্ষমাকারী।"}	,
            {"verse_id":	156	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৫৬","ar_ayat":"﴿﻿۱۵۶﻿﴾","text_indo_pak":"وَاکۡتُبۡ لَنَا فِیۡ ہٰذِہِ الدُّنۡیَا حَسَنَۃً وَّفِی الۡاٰخِرَۃِ اِنَّا ہُدۡنَاۤ اِلَیۡکَ ؕ  قَالَ عَذَابِیۡۤ اُصِیۡبُ بِہٖ مَنۡ اَشَآءُ ۚ  وَرَحۡمَتِیۡ وَسِعَتۡ کُلَّ شَیۡءٍ ؕ  فَسَاَکۡتُبُہَا لِلَّذِیۡنَ یَتَّقُوۡنَ وَیُؤۡتُوۡنَ الزَّکٰوۃَ وَالَّذِیۡنَ ہُمۡ بِاٰیٰتِنَا یُؤۡمِنُوۡنَ ۚ","en_translation":"And ordain for us in this world that which is good, and in the Hereafter (that which is good), Lo! We have turned unto Thee. He said: I smite with My punishment whom I will, and My mercy embraceth all things, therefore I shall ordain it for those who ward off (evil) and pay the poor- due, and those who believe Our revelations;","bn_translation":"অতএব আমাদের জন্য এই দুনিয়ায় ও পরকালে কল্যাণ নির্ধারিত করে দিন, আমরা আপনার নিকটই প্রত্যাবর্তন করেছি। তিনি (আল্লাহ) বললেনঃ যাকে ইচ্ছা আমি আমার শাস্তি দিয়ে থাকি, আর আমার করুণা ও দয়া প্রতিটি জিনিসকেই পরিব্যপ্ত করে রয়েছে, সুতরাং আমি তাদের জন্যই কল্যাণ অবধারিত করব যারা পাপাচার হতে বিরত থাকে, যাকাত দেয় এবং আমার নিদর্শনসমূহের প্রতি ঈমান আনে।"}	,
            {"verse_id":	157	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৫৭","ar_ayat":"﴿﻿۱۵۷﻿﴾","text_indo_pak":"اَلَّذِیۡنَ یَتَّبِعُوۡنَ الرَّسُوۡلَ النَّبِیَّ الۡاُمِّیَّ الَّذِیۡ یَجِدُوۡنَہٗ مَکۡتُوۡبًا عِنۡدَہُمۡ فِی التَّوۡرٰىۃِ وَالۡاِنۡجِیۡلِ ۫  یَاۡمُرُہُمۡ بِالۡمَعۡرُوۡفِ وَیَنۡہٰہُمۡ عَنِ الۡمُنۡکَرِ وَیُحِلُّ لَہُمُ الطَّیِّبٰتِ وَیُحَرِّمُ عَلَیۡہِمُ الۡخَبٰٓئِثَ وَیَضَعُ عَنۡہُمۡ اِصۡرَہُمۡ وَالۡاَغۡلٰلَ الَّتِیۡ کَانَتۡ عَلَیۡہِمۡ ؕ  فَالَّذِیۡنَ اٰمَنُوۡا بِہٖ وَعَزَّرُوۡہُ وَنَصَرُوۡہُ وَاتَّبَعُوا النُّوۡرَ الَّذِیۡۤ اُنۡزِلَ مَعَہٗۤ ۙ  اُولٰٓئِکَ ہُمُ الۡمُفۡلِحُوۡنَ ","en_translation":"Those who follow the messenger, the Prophet who can neither read nor write, whom they will find described in the Torah and the Gospel (which are) with them. He will enjoin on them that which is right and forbid them that which is wrong. He will make lawful for them all good things and prohibit for them only the foul; and he will relieve them of their burden and the fetters that they used to wear. Then those who believe in him, and honour him, and help him, and follow the light which is sent down with him: they are the successful.","bn_translation":"যারা সেই নিরক্ষর রাসূলের অনুসরণ করে চলে যার কথা তারা তাদের নিকট রক্ষিত তাওরাত ও ইঞ্জীল কিতাবে লিখিত পায়, যে মানুষকে সৎ কাজের নির্দেশ দেয় ও অন্যায় কাজ করতে নিষেধ করে, আর সে তাদের জন্য পবিত্র বস্তুসমূহ বৈধ করে এবং অপবিত্র ও খারাপ বস্তুকে তাদের প্রতি অবৈধ করে, আর তাদের উপর চাপানো বোঝা ও বন্ধন হতে তাদেরকে মুক্ত করে। সুতরাং তার প্রতি যারা ঈমান রাখে, তাকে সম্মান করে এবং সাহায্য করে ও সহানুভূতি প্রকাশ করে, আর সেই আলোকের অনুসরণ করে চলে যা তার সাথে অবতীর্ণ করা হয়েছে, তারাই (ইহকালে ও পরকালে) সাফল্য লাভ করবে।"}	,
            {"verse_id":	158	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৫৮","ar_ayat":"﴿﻿۱۵۸﻿﴾","text_indo_pak":"قُلۡ یٰۤاَیُّہَا النَّاسُ اِنِّیۡ رَسُوۡلُ اللّٰہِ اِلَیۡکُمۡ جَمِیۡعَۨا الَّذِیۡ لَہٗ مُلۡکُ السَّمٰوٰتِ وَالۡاَرۡضِ ۚ لَاۤ اِلٰہَ اِلَّا ہُوَ یُحۡیٖ وَیُمِیۡتُ ۪ فَاٰمِنُوۡا بِاللّٰہِ وَرَسُوۡلِہِ النَّبِیِّ الۡاُمِّیِّ الَّذِیۡ یُؤۡمِنُ بِاللّٰہِ وَکَلِمٰتِہٖ وَاتَّبِعُوۡہُ لَعَلَّکُمۡ تَہۡتَدُوۡنَ","en_translation":"Say (O Muhammad): O mankind! Lo! I am the messenger of Allah to you all - (the messenger of) Him unto Whom belongeth the Sovereignty of the heavens and the earth. There is no God save Him. He quickeneth and He giveth death. So believe in Allah and His messenger, the Prophet who can neither read nor write, who believeth in Allah and in His Words, and follow him that haply ye may be led aright.","bn_translation":"বলঃ হে মানবমন্ডলী! আমি তোমাদের সকলের জন্য সেই আল্লাহর রাসূল রূপে প্রেরিত হয়েছি, যিনি আকাশ ও ভূ-মন্ডলের সার্বভৌম একচ্ছত্র মালিক, তিনি ছাড়া আর কোন উপাস্য নেই, তিনিই জীবিত করেন ও মৃত্যু ঘটান। সুতরাং আল্লাহর প্রতি এবং তাঁর সেই বার্তাবাহক নিরক্ষর নাবীর প্রতি ঈমান আন। যে আল্লাহ ও তাঁর কালামে বিশ্বাস স্থাপন করে, তোমরা তারই অনুসরণ কর। আশা করা যায়, তোমরা সরল সঠিক পথের সন্ধান পাবে।"}	,
            {"verse_id":	159	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৫৯","ar_ayat":"﴿﻿۱۵۹﻿﴾","text_indo_pak":"وَمِنۡ قَوۡمِ مُوۡسٰۤی اُمَّۃٌ یَّہۡدُوۡنَ بِالۡحَقِّ وَبِہٖ یَعۡدِلُوۡنَ","en_translation":"And of Moses' folk there is a community who lead with truth and establish justice therewith.","bn_translation":"মূসার সম্প্রদায়ের মধ্যে এমন একদল লোক রয়েছে যারা সঠিক ও নির্ভুল পথ প্রদর্শন করে এবং ন্যায় বিচার করে।"}	,
            {"verse_id":	160	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৬০","ar_ayat":"﴿﻿۱۶۰﻿﴾","text_indo_pak":"وَقَطَّعۡنٰہُمُ اثۡنَتَیۡ عَشۡرَۃَ اَسۡبَاطًا اُمَمًا ؕ وَاَوۡحَیۡنَاۤ اِلٰی مُوۡسٰۤی اِذِ اسۡتَسۡقٰىہُ قَوۡمُہٗۤ اَنِ اضۡرِبۡ بِّعَصَاکَ الۡحَجَرَ ۚ فَانۡۢبَجَسَتۡ مِنۡہُ اثۡنَتَا عَشۡرَۃَ عَیۡنًا ؕ قَدۡ عَلِمَ کُلُّ اُنَاسٍ مَّشۡرَبَہُمۡ ؕ وَظَلَّلۡنَا عَلَیۡہِمُ الۡغَمَامَ وَاَنۡزَلۡنَا عَلَیۡہِمُ الۡمَنَّ وَالسَّلۡوٰی ؕ کُلُوۡا مِنۡ طَیِّبٰتِ مَا رَزَقۡنٰکُمۡ ؕ وَمَا ظَلَمُوۡنَا وَلٰکِنۡ کَانُوۡۤا اَنۡفُسَہُمۡ یَظۡلِمُوۡنَ","en_translation":"We divided them into twelve tribes, nations; and We inspired Moses, when his people asked him for water, saying: Smite with thy staff the rock! And there gushed forth therefrom twelve springs, so that each tribe knew their drinking-place. And we caused the white cloud to overshadow them and sent down for them the manna and the quails (saying): Eat of the good things wherewith we have provided you. They wronged Us not, but they were wont to wrong themselves.","bn_translation":"আমি বানী ইসরাঈলকে দ্বাদশ গোত্রে বিভক্ত করেছি। মূসার সম্প্রদায়ের লোকেরা যখন তার কাছে পানির দাবী জানাল, তখন আমি মূসার কাছে প্রত্যাদেশ পাঠালাম - তোমার লাঠি দ্বারা পাথরে আঘাত কর, ফলে ওটা হতে দ্বাদশ প্রস্রবণ উৎসারিত হল, প্রত্যেক গোত্র নিজ নিজ পানস্থান জেনে নিল। আর আমি তাদের উপর মেঘ দ্বারা ছায়া বিস্তার করলাম এবং তাদের জন্য আকাশ হতে ‘মান্না’ ও ‘সালওয়া’ খাদ্যরূপী নি‘আমাত অবতীর্ণ করলাম। সুতরাং (আমি বললাম) তোমাদেরকে যা কিছু পবিত্র জীবিকা দান করা হয়েছে তা আহার কর। (কিন্তু ওরা আমার শর্ত উপেক্ষা করে যুলম করল) তারা আমার উপর কোন যুলম করেনি, বরং তারা নিজেদের উপরই যুলম করেছে।"}	,
            {"verse_id":	161	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৬১","ar_ayat":"﴿﻿۱۶۱﻿﴾","text_indo_pak":"وَاِذۡ قِیۡلَ لَہُمُ اسۡکُنُوۡا ہٰذِہِ الۡقَرۡیَۃَ وَکُلُوۡا مِنۡہَا حَیۡثُ شِئۡتُمۡ وَقُوۡلُوۡا حِطَّۃٌ وَّادۡخُلُوا الۡبَابَ سُجَّدًا نَّغۡفِرۡ لَکُمۡ خَطِیۡٓـٰٔتِکُمۡ ؕ سَنَزِیۡدُ الۡمُحۡسِنِیۡنَ","en_translation":"And when it was said unto them: Dwell in this township and eat therefrom whence ye will, and say \"Repentance,\" and enter the gate prostrate; We shall forgive you your sins; We shall increase (reward) for the right-doers.","bn_translation":"যখন আমি তাদেরকে বলেছিলামঃ এই (বাইতুল মুকাদ্দাস ও তৎসংশ্লিষ্ট) জনপদে বসবাস কর এবং যা ইচ্ছা আহার কর, আর তোমরা বলঃ (হে রাব্ব!) ক্ষমা চাই, আর দ্বারদেশ দিয়ে নত শিরে প্রবেশ কর; আমি তোমাদের অপরাধ ক্ষমা করব এবং সৎ কর্মশীল লোকদের জন্য আমার দান বৃদ্ধি করব।"}	,
            {"verse_id":	162	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৬২","ar_ayat":"﴿﻿۱۶۲﻿﴾","text_indo_pak":"فَبَدَّلَ الَّذِیۡنَ ظَلَمُوۡا مِنۡہُمۡ قَوۡلًا غَیۡرَ الَّذِیۡ قِیۡلَ لَہُمۡ فَاَرۡسَلۡنَا عَلَیۡہِمۡ رِجۡزًا مِّنَ السَّمَآءِ بِمَا کَانُوۡا یَظۡلِمُوۡنَ ","en_translation":"But those of them who did wrong changed the word which had been told them for another saying, and We sent down upon them wrath from heaven for their wrongdoing.","bn_translation":"কিন্তু তাদের মধ্যে যারা যালিম ও সীমা লংঘনকারী ছিল, তারা সেই কথা পরিবর্তন করে ফেললো যা তাদেরকে বলতে বলা হয়েছিল, সুতরাং তাদের সীমা লংঘনের কারণে আমি আসমান হতে তাদের উপর শাস্তি প্রেরণ করলাম।"}	,
            {"verse_id":	163	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৬৩","ar_ayat":"﴿﻿۱۶۳﻿﴾","text_indo_pak":"وَسۡـَٔلۡہُمۡ عَنِ الۡقَرۡیَۃِ الَّتِیۡ کَانَتۡ حَاضِرَۃَ الۡبَحۡرِ ۘ اِذۡ یَعۡدُوۡنَ فِی السَّبۡتِ اِذۡ تَاۡتِیۡہِمۡ حِیۡتَانُہُمۡ یَوۡمَ سَبۡتِہِمۡ شُرَّعًا وَّیَوۡمَ لَا یَسۡبِتُوۡنَ ۙ لَا تَاۡتِیۡہِمۡ ۚۛ کَذٰلِکَ ۚۛ نَبۡلُوۡہُمۡ بِمَا کَانُوۡا یَفۡسُقُوۡنَ","en_translation":"Ask them (O Muhammad) of the township that was by the sea, how they did break the Sabbath, how their big fish came unto them visibly upon their Sabbath day and on a day when they did not keep Sabbath came they not unto them. Thus did We try them for that they were evil-livers.","bn_translation":"আর তাদেরকে সেই জনপদের অবস্থাও জিজ্ঞেস কর যা সমুদ্রের তীরে অবস্থিত ছিল। যখন তারা শনিবারের আদেশ লংঘন করেছিল। শনিবার উদযাপনের দিন মাছ পানিতে ভেসে তাদের নিকট আসত, কিন্তু যেদিন তারা শনিবার উদযাপন করতনা, সেদিন ওগুলি তাদের কাছে আসতনা, এভাবে আমি তাদের নাফরমানীর কারণে তাদেরকে পরীক্ষা করেছিলাম।"}	,
            {"verse_id":	164	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৬৪","ar_ayat":"﴿﻿۱۶۴﻿﴾","text_indo_pak":"وَاِذۡ قَالَتۡ اُمَّۃٌ مِّنۡہُمۡ لِمَ تَعِظُوۡنَ قَوۡمَۨا ۙ اللّٰہُ مُہۡلِکُہُمۡ اَوۡ مُعَذِّبُہُمۡ عَذَابًا شَدِیۡدًا ؕ قَالُوۡا مَعۡذِرَۃً اِلٰی رَبِّکُمۡ وَلَعَلَّہُمۡ یَتَّقُوۡنَ","en_translation":"And when a community among them said: Why preach ye to a folk whom Allah is about to destroy or punish with an awful doom, they said: In order to be free from guilt before your Lord, and that haply they may ward off (evil).","bn_translation":"যখন তাদের একদল লোক অপর দলের নিকট বলেছিলঃ ঐ জাতিকে তোমরা কেন উপদেশ দিচ্ছ যাদেরকে আল্লাহ ধ্বংস করবেন অথবা কঠিন শাস্তি দিবেন? তারা উত্তরে বললঃ তোমাদের রবের নিকট দোষমুক্তির জন্য এবং এই আশা করছি যে, হয়তো তারা তাঁকে ভয় করবে।"}	,
            {"verse_id":	165	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৬৫","ar_ayat":"﴿﻿۱۶۵﻿﴾","text_indo_pak":"فَلَمَّا نَسُوۡا مَا ذُکِّرُوۡا بِہٖۤ اَنۡجَیۡنَا الَّذِیۡنَ یَنۡہَوۡنَ عَنِ السُّوۡٓءِ وَاَخَذۡنَا الَّذِیۡنَ ظَلَمُوۡا بِعَذَابٍۭ بَئِیۡسٍۭ بِمَا کَانُوۡا یَفۡسُقُوۡنَ","en_translation":"And when they forgot that whereof they had been reminded, We rescued those who forbade wrong, and visited those who did wrong with dreadful punishment because they were evil-livers.","bn_translation":"তাদেরকে যে উপদেশ দেয়া হয় তা যখন তারা বিস্মৃত হয় তখন যারা অসৎ কাজ থেকে নিষেধ করত তাদেরকে আমি উদ্ধার করি, আর যালিমদেরকে তাদের অসৎ কর্মের কারণে কঠোর শাস্তি দ্বারা পাকড়াও করলাম।"}	,
            {"verse_id":	166	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৬৬","ar_ayat":"﴿﻿۱۶۶﻿﴾","text_indo_pak":"فَلَمَّا عَتَوۡا عَنۡ مَّا نُہُوۡا عَنۡہُ قُلۡنَا لَہُمۡ کُوۡنُوۡا قِرَدَۃً خٰسِئِیۡنَ","en_translation":"So when they took pride in that which they had been forbidden, We said unto them: Be ye apes despised and loathed!","bn_translation":"অতঃপর যখন তারা বেপরোয়াভাবে নিষিদ্ধ কাজগুলি করতে থাকল তখন আমি বললামঃ তোমরা ঘৃণিত ও লাঞ্ছিত বানর হয়ে যাও।"}	,
            {"verse_id":	167	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৬৭","ar_ayat":"﴿﻿۱۶۷﻿﴾","text_indo_pak":"وَاِذۡ تَاَذَّنَ رَبُّکَ لَیَبۡعَثَنَّ عَلَیۡہِمۡ اِلٰی یَوۡمِ الۡقِیٰمَۃِ مَنۡ یَّسُوۡمُہُمۡ سُوۡٓءَ الۡعَذَابِ ؕ اِنَّ رَبَّکَ لَسَرِیۡعُ الۡعِقَابِ ۚۖ وَاِنَّہٗ لَغَفُوۡرٌ رَّحِیۡمٌ","en_translation":"And (remember) when thy Lord proclaimed that He would raise against them till the Day of Resurrection those who would lay on them a cruel torment. Lo! verily thy Lord is swift in prosecution and lo! verily He is Forgiving, Merciful.","bn_translation":"তোমার রাব্ব ঘোষণা করলেন যে, তিনি তাদের (ইয়াহুদীদের) উপর কিয়ামাত পর্যন্ত এমন সব লোককে শক্তিশালী করে প্রেরণ করতে থাকবেন যারা তাদেরকে কঠিনতর শাস্তি দিতে থাকবে। নিঃসন্দেহে তোমার রাব্ব শাস্তি দানে ক্ষিপ্র হস্ত, আর নিশ্চয়ই তিনি ক্ষমাশীল ও অনুগ্রহশীল।"}	,
            {"verse_id":	168	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৬৮","ar_ayat":"﴿﻿۱۶۸﻿﴾","text_indo_pak":"وَقَطَّعۡنٰہُمۡ فِی الۡاَرۡضِ اُمَمًا ۚ مِنۡہُمُ الصّٰلِحُوۡنَ وَمِنۡہُمۡ دُوۡنَ ذٰلِکَ ۫ وَبَلَوۡنٰہُمۡ بِالۡحَسَنٰتِ وَالسَّیِّاٰتِ لَعَلَّہُمۡ یَرۡجِعُوۡنَ","en_translation":"And We have sundered them in the earth as (separate) nations. Some of them are righteous, and some far from that. And We have tried them with good things and evil things that haply they might return.","bn_translation":"আমি তাদেরকে বিভিন্ন দলে দুনিয়ায় বিস্তৃত করেছি, তাদের কতক লোক সদাচারী, আর কিছু লোক ভিন্নতর। আর আমি ভাল ও মন্দের মধ্যে নিপতিত করে তাদেরকে পরীক্ষা করে থাকি যাতে তারা আমার পথে ফিরে আসে।"}	,
            {"verse_id":	169	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৬৯","ar_ayat":"﴿﻿۱۶۹﻿﴾","text_indo_pak":"فَخَلَفَ مِنۡۢ بَعۡدِہِمۡ خَلۡفٌ وَّرِثُوا الۡکِتٰبَ یَاۡخُذُوۡنَ عَرَضَ ہٰذَا الۡاَدۡنٰی وَیَقُوۡلُوۡنَ سَیُغۡفَرُ لَنَا ۚ وَاِنۡ یَّاۡتِہِمۡ عَرَضٌ مِّثۡلُہٗ یَاۡخُذُوۡہُ ؕ اَلَمۡ یُؤۡخَذۡ عَلَیۡہِمۡ مِّیۡثَاقُ الۡکِتٰبِ اَنۡ لَّا یَقُوۡلُوۡا عَلَی اللّٰہِ اِلَّا الۡحَقَّ وَدَرَسُوۡا مَا فِیۡہِ ؕ وَالدَّارُ الۡاٰخِرَۃُ خَیۡرٌ لِّلَّذِیۡنَ یَتَّقُوۡنَ ؕ اَفَلَا تَعۡقِلُوۡنَ","en_translation":"And a generation hath succeeded them who inherited the scriptures. They grasp the goods of this low life (as the price of evil-doing) and say: It will be forgiven us. And if there came to them (again) the offer of the like, they would accept it (and would sin again). Hath not the covenant of the Scripture been taken on their behalf that they should not speak aught concerning Allah save the truth ? And they have studied that which is therein. And the abode of the Hereafter is better, for those who ward off (evil). Have ye then no sense ?","bn_translation":"অতঃপর তাদের অযোগ্য উত্তরসুরীরা একের পর এক তাদের স্থলাভিষিক্ত হয় এবং তারা কিতাবেরও উত্তরাধিকারী হয়। কিন্তু তারা এই নিকৃষ্ট দুনিয়ার স্বার্থাবলী করায়ত্ত্ব করে আর বলেঃ আমাদেরকে ক্ষমা করা হবে। বস্তুতঃ ওর অনুরূপ সামগ্রী আবার তাদের নিকট এলে ওটাও তারা গ্রহণ করে। তাদের নিকট হতে কি কিতাবের প্রতিশ্রুতি নেয়া হয়নি যে, আল্লাহর নামে সত্য ছাড়া কিছুই বলবেনা? আর কিতাবে যা রয়েছে তাতো তারা অধ্যয়নও করে। মুত্তাকী ও আল্লাহভীরু লোকদের জন্য পরকালের সামগ্রী, তোমরা কি এতটুকু কথাও অনুধাবণ করতে পারনা?"}	,
            {"verse_id":	170	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৭০","ar_ayat":"﴿﻿۱۷۰﻿﴾","text_indo_pak":"وَالَّذِیۡنَ یُمَسِّکُوۡنَ بِالۡکِتٰبِ وَاَقَامُوا الصَّلٰوۃَ ؕ اِنَّا لَا نُضِیۡعُ اَجۡرَ الۡمُصۡلِحِیۡنَ","en_translation":"And as for those who make (men) keep the Scripture, and establish worship - lo! We squander not the wages of reformers.","bn_translation":"যারা আল্লাহর কিতাবকে দৃঢ়ভাবে ধারণ করে এবং সালাত কায়েম করে; আমিতো সৎ কর্মশীলদের কর্মফল নষ্ট করিনা।"}	,
            {"verse_id":	171	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৭১","ar_ayat":"﴿﻿۱۷۱﻿﴾","text_indo_pak":"وَاِذۡ نَتَقۡنَا الۡجَبَلَ فَوۡقَہُمۡ کَاَنَّہٗ ظُلَّۃٌ وَّظَنُّوۡۤا اَنَّہٗ وَاقِعٌۢ بِہِمۡ ۚ  خُذُوۡا مَاۤ اٰتَیۡنٰکُمۡ بِقُوَّۃٍ وَّاذۡکُرُوۡا مَا فِیۡہِ لَعَلَّکُمۡ تَتَّقُوۡنَ ","en_translation":"And when We shook the Mount above them as it were a covering, and they supposed that it was going to fall upon them (and We said): Hold fast that which We have given you, and remember that which is therein, that ye may ward off (evil).","bn_translation":"যখন আমি বানী ইসরাঈলের উপর পাহাড়কে স্থাপন করি, ওটা ছিল কোন একটি ছায়ার ন্যায়, তারা তখন মনে করেছিল যে, ওটা তাদের উপর পড়ে যাবে। তোমাদেরকে যা দিয়েছি তা দৃঢ়ভাবে শক্ত হাতে ধারণ কর এবং ওতে যা রয়েছে তা স্মরণ রেখ। আশা করা যায় যে, তোমরা তাকওয়ার অধিকারী হবে।"}	,
            {"verse_id":	172	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৭২","ar_ayat":"﴿﻿۱۷۲﻿﴾","text_indo_pak":"وَاِذۡ اَخَذَ رَبُّکَ مِنۡۢ بَنِیۡۤ اٰدَمَ مِنۡ ظُہُوۡرِہِمۡ ذُرِّیَّتَہُمۡ وَاَشۡہَدَہُمۡ عَلٰۤی اَنۡفُسِہِمۡ ۚ  اَلَسۡتُ بِرَبِّکُمۡ ؕ  قَالُوۡا بَلٰی ۚۛ  شَہِدۡنَا ۚۛ  اَنۡ تَقُوۡلُوۡا یَوۡمَ الۡقِیٰمَۃِ اِنَّا کُنَّا عَنۡ ہٰذَا غٰفِلِیۡنَ ۙ","en_translation":"And (remember) when thy Lord brought forth from the Children of Adam, from their reins, their seed, and made them testify of themselves, (saying): Am I not your Lord ? They said: Yea, verily. We testify. (That was) lest ye should say at the Day of Resurrection: Lo! of this we were unaware;","bn_translation":"যখন তোমার রাব্ব বানী আদমের পৃষ্ঠদেশ হতে তাদের বংশধরদেরকে বের করলেন এবং তাদেরকেই তাদের উপর সাক্ষী বানিয়ে জিজ্ঞেস করলেনঃ আমি কি তোমাদের রাব্ব (প্রভু) নই? তারা সমস্বরে উত্তর দিলঃ ‘হ্যাঁ! আমরা সাক্ষী থাকলাম।’ (এটা এ জন্য যে) যাতে তোমরা কিয়ামাত দিবসে বলতে না পার, ‘‘আমরা এ বিষয়ে সম্পূর্ণ অনবহিত ছিলাম।’’"}	,
            {"verse_id":	173	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৭৩","ar_ayat":"﴿﻿۱۷۳﻿﴾","text_indo_pak":"اَوۡ تَقُوۡلُوۡۤا اِنَّمَاۤ اَشۡرَکَ اٰبَآؤُنَا مِنۡ قَبۡلُ وَکُنَّا ذُرِّیَّۃً مِّنۡۢ بَعۡدِہِمۡ ۚ اَفَتُہۡلِکُنَا بِمَا فَعَلَ الۡمُبۡطِلُوۡنَ","en_translation":"Or lest ye should say: (It is) only (that) our fathers ascribed partners to Allah of old and we were (their) seed after them. Wilt Thou destroy us on account of that which those who follow falsehood did ?","bn_translation":"অথবা তোমরা যেন কিয়ামাত দিবসে এ কথা বলতে না পার - আমাদের পূর্ব-পুরুষরাইতো আমাদের পূর্বে শির্‌ক করেছিল, আমরা ছিলাম (শুধুমাত্র) তাদের পরবর্তী বংশধর। সুতরাং আপনি কি আমাদেরকে সেই ভ্রান্ত ও বাতিলদের কৃতকর্মের দরুণ ধ্বংস করবেন?"}	,
            {"verse_id":	174	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৭৪","ar_ayat":"﴿﻿۱۷۴﻿﴾","text_indo_pak":"وَکَذٰلِکَ نُفَصِّلُ الۡاٰیٰتِ وَلَعَلَّہُمۡ یَرۡجِعُوۡنَ","en_translation":"Thus we detail the revelations, that haply they may return.","bn_translation":"এভাবেই আমি নিদর্শনাবলী বিশদভাবে বিবৃত করি যাতে তারা ফিরে আসে।"}	,
            {"verse_id":	175	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৭৫","ar_ayat":"﴿﻿۱۷۵﻿﴾","text_indo_pak":"وَاتۡلُ عَلَیۡہِمۡ نَبَاَ الَّذِیۡۤ اٰتَیۡنٰہُ اٰیٰتِنَا فَانۡسَلَخَ مِنۡہَا فَاَتۡبَعَہُ الشَّیۡطٰنُ فَکَانَ مِنَ الۡغٰوِیۡنَ","en_translation":"Recite unto them the tale of him to whom We gave Our revelations, but he sloughed them off, so Satan overtook him and he became of those who lead astray.","bn_translation":"তুমি এদেরকে সেই ব্যক্তির বৃত্তান্ত শুনিয়ে দাও, যাকে আমি নিদর্শন দান করেছিলাম, কিন্তু সে উহা বর্জন করে। ফলে শাইতান তার পিছনে লেগে যায়, আর সে পথভ্রষ্টদের মধ্যে শামিল হয়ে যায়।"}	,
            {"verse_id":	176	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৭৬","ar_ayat":"﴿﻿۱۷۶﻿﴾","text_indo_pak":"وَلَوۡ شِئۡنَا لَرَفَعۡنٰہُ بِہَا وَلٰکِنَّہٗۤ اَخۡلَدَ اِلَی الۡاَرۡضِ وَاتَّبَعَ ہَوٰىہُ ۚ فَمَثَلُہٗ کَمَثَلِ الۡکَلۡبِ ۚ اِنۡ تَحۡمِلۡ عَلَیۡہِ یَلۡہَثۡ اَوۡ تَتۡرُکۡہُ یَلۡہَثۡ ؕ ذٰلِکَ مَثَلُ الۡقَوۡمِ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا ۚ فَاقۡصُصِ الۡقَصَصَ لَعَلَّہُمۡ یَتَفَکَّرُوۡنَ","en_translation":"And had We willed We could have raised him by their means, but he clung to the earth and followed his own lust. Therefor his likeness is as the likeness of a dog: if thou attackest him he panteth with his tongue out, and if thou leavest him he panteth with his tongue out. Such is the likeness of the people who deny Our revelations. Narrate unto them the history (of the men of old), that haply they may take thought.","bn_translation":"আর আমি ইচ্ছা করলে তাকে এই আয়াতসমূহের সাহায্যে উন্নত করতাম, কিন্তু সে দুনিয়ার প্রতি অধিক ঝুঁকে পড়ে এবং স্বীয় কামনা বাসনার (প্রবৃত্তির) অনুসরণ করতে থাকে। তার উদাহরণ একটি কুকুরের ন্যায়, ওকে যদি তুমি কষ্ট দাও তাহলে জিহবা বের করে হাঁপায়, আবার কষ্ট না দিলেও জিহবা বের করে হাঁপাতে থাকে। যারা আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে, এই উদাহরণ হল সেই সম্প্রদায়ের জন্য। তুমি কাহিনী বর্ণনা করে শোনাতে থাক, হয়তো তারা এটা নিয়ে চিন্তা-ভাবনা করবে।"}	,
            {"verse_id":	177	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৭৭","ar_ayat":"﴿﻿۱۷۷﻿﴾","text_indo_pak":"سَآءَ مَثَلَاۨ الۡقَوۡمُ الَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا وَاَنۡفُسَہُمۡ کَانُوۡا یَظۡلِمُوۡنَ","en_translation":"Evil as an example are the folk who denied Our revelations, and were wont to wrong themselves.","bn_translation":"কতই না মন্দ উদাহরণ সেই সম্প্রদায়ের জন্য যারা আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে এবং তারা নিজেরাই নিজেদের উপর অত্যাচার করতে থাকে।"}	,
            {"verse_id":	178	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৭৮","ar_ayat":"﴿﻿۱۷۸﻿﴾","text_indo_pak":"مَنۡ یَّہۡدِ اللّٰہُ فَہُوَ الۡمُہۡتَدِیۡ ۚ وَمَنۡ یُّضۡلِلۡ فَاُولٰٓئِکَ ہُمُ الۡخٰسِرُوۡنَ","en_translation":"He whom Allah leadeth, he indeed is led aright, while he whom Allah sendeth astray - they indeed are losers.","bn_translation":"আল্লাহ যাকে পথ দেখান সে’ই পথ প্রাপ্ত হয়, আর যাকে তিনি পথ প্রদর্শন হতে বঞ্চিত করেন সে ব্যর্থ ও ক্ষতিগ্রস্ত হয়।"}	,
            {"verse_id":	179	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৭৯","ar_ayat":"﴿﻿۱۷۹﻿﴾","text_indo_pak":"وَلَقَدۡ ذَرَاۡنَا لِجَہَنَّمَ کَثِیۡرًا مِّنَ الۡجِنِّ وَالۡاِنۡسِ ۫ۖ لَہُمۡ قُلُوۡبٌ لَّا یَفۡقَہُوۡنَ بِہَا ۫ وَلَہُمۡ اَعۡیُنٌ لَّا یُبۡصِرُوۡنَ بِہَا ۫ وَلَہُمۡ اٰذَانٌ لَّا یَسۡمَعُوۡنَ بِہَا ؕ اُولٰٓئِکَ کَالۡاَنۡعَامِ بَلۡ ہُمۡ اَضَلُّ ؕ اُولٰٓئِکَ ہُمُ الۡغٰفِلُوۡنَ","en_translation":"Already have We urged unto hell many of the jinn and humankind, having hearts wherewith they understand not, and having eyes wherewith they see not, and having ears wherewith they hear not. These are as the cattle - nay, but they are worse! These are the neglectful.","bn_translation":"আমি বহু জিন ও মানুষকে জাহান্নামের জন্য সৃষ্টি করেছি। তাদের হৃদয় রয়েছে, কিন্তু তারা তদ্বারা উপলব্ধি করেনা; তাদের চক্ষু রয়েছে, কিন্তু তারা তদ্বারা দেখেনা। তাদের কর্ণ রয়েছে, কিন্তু তদ্বারা তারা শোনেনা। তারাই হল পশুর ন্যায়, বরং তা অপেক্ষাও অধিক বিভ্রান্ত। তারাই হল গাফিল বা উদাসীন।"}	,
            {"verse_id":	180	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৮০","ar_ayat":"﴿﻿۱۸۰﻿﴾","text_indo_pak":"وَلِلّٰہِ الۡاَسۡمَآءُ الۡحُسۡنٰی فَادۡعُوۡہُ بِہَا ۪ وَذَرُوا الَّذِیۡنَ یُلۡحِدُوۡنَ فِیۡۤ اَسۡمَآئِہٖ ؕ سَیُجۡزَوۡنَ مَا کَانُوۡا یَعۡمَلُوۡنَ","en_translation":"Allah's are the fairest names. Invoke Him by them. And leave the company of those who blaspheme His names. They will be requited what they do.","bn_translation":"আর আল্লাহর জন্য সুন্দর সুন্দর নাম রয়েছে, সুতরাং তোমরা তাঁকে সেই সব নামেই ডাকবে, আর তাদেরকে বর্জন কর যারা তাঁর নাম বিকৃত করে, সত্ত্বরই তাদেরকে তাদের কৃতকর্মের প্রতিফল দেয়া হবে।"}	,
            {"verse_id":	181	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৮১","ar_ayat":"﴿﻿۱۸۱﻿﴾","text_indo_pak":"وَمِمَّنۡ خَلَقۡنَاۤ اُمَّۃٌ یَّہۡدُوۡنَ بِالۡحَقِّ وَبِہٖ یَعۡدِلُوۡنَ ","en_translation":"And of those whom We created there is a nation who guide with the Truth and establish justice therewith.","bn_translation":"আর আমি যাদেরকে সৃষ্টি করেছি তাদের মধ্যে এমন একটি দলও রয়েছে যারা সত্য পথের দা‘ওয়াত দেয় এবং ন্যায় বিচার করে।"}	,
            {"verse_id":	182	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৮২","ar_ayat":"﴿﻿۱۸۲﻿﴾","text_indo_pak":"وَالَّذِیۡنَ کَذَّبُوۡا بِاٰیٰتِنَا سَنَسۡتَدۡرِجُہُمۡ مِّنۡ حَیۡثُ لَا یَعۡلَمُوۡنَ ۚۖ","en_translation":"And those who deny Our revelations - step by step We lead them on from whence they know not.","bn_translation":"যারা আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে, আমি তাদের অজ্ঞাতে তাদেরকে ধীরে ধীরে ধ্বংসের পথে নিয়ে যাব।"}	,
            {"verse_id":	183	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৮৩","ar_ayat":"﴿﻿۱۸۳﻿﴾","text_indo_pak":"وَاُمۡلِیۡ لَہُمۡ ؕ۟ اِنَّ کَیۡدِیۡ مَتِیۡنٌ","en_translation":"I give them rein (for) lo! My scheme is strong.","bn_translation":"আমি তাদেরকে অবকাশ দিচ্ছি, নিশ্চয়ই আমার কৌশল অতি শক্ত।"}	,
            {"verse_id":	184	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৮৪","ar_ayat":"﴿﻿۱۸۴﻿﴾","text_indo_pak":"اَوَلَمۡ یَتَفَکَّرُوۡا ٜ مَا بِصَاحِبِہِمۡ مِّنۡ جِنَّۃٍ ؕ اِنۡ ہُوَ اِلَّا نَذِیۡرٌ مُّبِیۡنٌ","en_translation":"Have they not bethought them (that) there is no madness in their comrade ? He is but a plain warner.","bn_translation":"তারা কি এটা চিন্তা করেনা যে, তাদের সঙ্গী পাগল নয়? সে নিছক একজন সুস্পষ্ট ভয় প্রদর্শনকারী!"}	,
            {"verse_id":	185	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৮৫","ar_ayat":"﴿﻿۱۸۵﻿﴾","text_indo_pak":"اَوَلَمۡ یَنۡظُرُوۡا فِیۡ مَلَکُوۡتِ السَّمٰوٰتِ وَالۡاَرۡضِ وَمَا خَلَقَ اللّٰہُ مِنۡ شَیۡءٍ ۙ وَّاَنۡ عَسٰۤی اَنۡ یَّکُوۡنَ قَدِ اقۡتَرَبَ اَجَلُہُمۡ ۚ فَبِاَیِّ حَدِیۡثٍۭ بَعۡدَہٗ یُؤۡمِنُوۡنَ","en_translation":"Have they not considered the dominion of the heavens and the earth, and what things Allah hath created, and that it may be that their own term draweth nigh ? In what fact after this will they believe ?","bn_translation":"তারা কি আল্লাহর সৃষ্টি আকাশসমূহ ও পৃথিবীর ব্যবস্থাপনা সম্পর্কে কোন গভীর চিন্তা করেনা? এবং তাদের জীবনে নির্দিষ্ট মেয়াদটি পূর্ণ হওয়ার সময়টি হয়তো বা নিকটে এসে পড়েছে, তারা কি এটাও চিন্তা করেনা? এরপর তারা আর কোন কথায় ঈমান আনবে?"}	,
            {"verse_id":	186	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৮৬","ar_ayat":"﴿﻿۱۸۶﻿﴾","text_indo_pak":"مَنۡ یُّضۡلِلِ اللّٰہُ فَلَا ہَادِیَ لَہٗ ؕ وَیَذَرُہُمۡ فِیۡ طُغۡیَانِہِمۡ یَعۡمَہُوۡنَ","en_translation":"Those whom Allah sendeth astray, there is no guide for them. He leaveth them to wander blindly on in their contumacy.","bn_translation":"যাদেরকে আল্লাহ বিপথগামী করেন, তাদের কোন পথ প্রদর্শক নেই, আর আল্লাহ তাদেরকে তাদেরই বিভ্রান্তির মধ্যে উদভ্রান্তের ন্যায় ঘুরে বেড়াতে ছেড়ে দেন।"}	,
            {"verse_id":	187	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৮৭","ar_ayat":"﴿﻿۱۸۷﻿﴾","text_indo_pak":"یَسۡـَٔلُوۡنَکَ عَنِ السَّاعَۃِ اَیَّانَ مُرۡسٰہَا ؕ قُلۡ اِنَّمَا عِلۡمُہَا عِنۡدَ رَبِّیۡ ۚ لَا یُجَلِّیۡہَا لِوَقۡتِہَاۤ اِلَّا ہُوَ ؕۘؔ ثَقُلَتۡ فِی السَّمٰوٰتِ وَالۡاَرۡضِ ؕ لَا تَاۡتِیۡکُمۡ اِلَّا بَغۡتَۃً ؕ یَسۡـَٔلُوۡنَکَ کَاَنَّکَ حَفِیٌّ عَنۡہَا ؕ قُلۡ اِنَّمَا عِلۡمُہَا عِنۡدَ اللّٰہِ وَلٰکِنَّ اَکۡثَرَ النَّاسِ لَا یَعۡلَمُوۡنَ","en_translation":"They ask thee of the (destined) Hour, when will it come to port. Say: Knowledge thereof is with my Lord only. He alone will manifest it at its proper time. It is heavy in the heavens and the earth. It cometh not to you save unawares. They question thee as if thou couldst be well informed thereof. Say: Knowledge thereof is with Allah only, but most of mankind know not.","bn_translation":"তারা তোমাকে জিজ্ঞেস করছে, কিয়ামাত কখন সংঘটিত হবে? তুমি বলে দাওঃ এ বিষয়ে আমার রাব্বই একমাত্র জ্ঞানের অধিকারী, শুধু তিনিই ওটা ওর নির্ধারিত সময়ে প্রকাশ করবেন, তা হবে আকাশসমূহ ও পৃথিবীতে এক ভয়ংকর ঘটনা। তোমাদের উপর ওটা আকস্মিকভাবেই আসবে। তুমি যেন এ বিষয় সবিশেষ অবগত, এটা ভেবে তারা তোমাকে এ সম্পর্কে জিজ্ঞেস করছে। তুমি বলে দাওঃ এ সম্পর্কীয় জ্ঞান একমাত্র আমার রবেরই রয়েছে। কিন্তু অধিকাংশ লোকই এ কথা বুঝেনা।"}	,
            {"verse_id":	188	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৮৮","ar_ayat":"﴿﻿۱۸۸﻿﴾","text_indo_pak":"قُلۡ لَّاۤ اَمۡلِکُ لِنَفۡسِیۡ نَفۡعًا وَّلَا ضَرًّا اِلَّا مَا شَآءَ اللّٰہُ ؕ  وَلَوۡ کُنۡتُ اَعۡلَمُ الۡغَیۡبَ لَاسۡتَکۡثَرۡتُ مِنَ الۡخَیۡرِ ۚۖۛ  وَمَا مَسَّنِیَ السُّوۡٓءُ ۚۛ  اِنۡ اَنَا اِلَّا نَذِیۡرٌ وَّبَشِیۡرٌ لِّقَوۡمٍ یُّؤۡمِنُوۡنَ ","en_translation":"Say: For myself I have no power to benefit, nor power to hurt, save that which Allah willeth. Had I knowledge of the Unseen, I should have abundance of wealth, and adversity would not touch me. I am but a warner, and a bearer of good tidings unto folk who believe.","bn_translation":"তুমি বলঃ আল্লাহ যা ইচ্ছা করেন তা ছাড়া আমার নিজের ভাল-মন্দ বিষয়ে আমার কোন অধিকার নেই। আমি যদি অদৃশ্য তত্ত্ব ও খবর জানতাম তাহলে আমি রবের কল্যাণ লাভ করতে পারতাম, আর কোন অকল্যাণই আমাকে স্পর্শ করতে পারতনা, আমিতো শুধু মু’মিন সম্প্রদায়ের জন্য একজন ভয় প্রদর্শনকারী ও সুসংবাদবাহী।"}	,
            {"verse_id":	189	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৮৯","ar_ayat":"﴿﻿۱۸۹﻿﴾","text_indo_pak":"ہُوَ الَّذِیۡ خَلَقَکُمۡ مِّنۡ نَّفۡسٍ وَّاحِدَۃٍ وَّجَعَلَ مِنۡہَا زَوۡجَہَا لِیَسۡکُنَ اِلَیۡہَا ۚ فَلَمَّا تَغَشّٰہَا حَمَلَتۡ حَمۡلًا خَفِیۡفًا فَمَرَّتۡ بِہٖ ۚ فَلَمَّاۤ اَثۡقَلَتۡ دَّعَوَا اللّٰہَ رَبَّہُمَا لَئِنۡ اٰتَیۡتَنَا صَالِحًا لَّنَکُوۡنَنَّ مِنَ الشّٰکِرِیۡنَ","en_translation":"He it is Who did create you from a single soul, and therefrom did make his mate that he might take rest in her. And when he covered her she bore a light burden, and she passed (unnoticed) with it, but when it became heavy they cried unto Allah, their Lord, saying: If thou givest unto us aright we shall be of the thankful.","bn_translation":"তিনিই আল্লাহ যিনি তোমাদেরকে এক ব্যক্তি হতে সৃষ্টি করেছেন এবং সেই ব্যক্তি হতেই তার সঙ্গিনী সৃষ্টি করেছেন, যেন সে তার নিকট থেকে প্রশান্তি লাভ করতে পারে। অতঃপর যখন সে তার সাথে মিলনে প্রবৃত্ত হয় তখন সেই মহিলাটি এক গোপন ও লঘু গর্ভ ধারণ করে, আর ওটা নিয়ে চলাফেরা করতে থাকে। যখন তার গর্ভ গুরুভার হয় তখন তারা উভয়েই তাদের রবের কাছে প্রার্থনা করেঃ আপনি যদি আমাদেরকে সৎ সন্তান দান করেন তাহলে আমরা আপনার কৃতজ্ঞ বান্দা হব।"}	,
            {"verse_id":	190	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৯০","ar_ayat":"﴿﻿۱۹۰﻿﴾","text_indo_pak":"فَلَمَّاۤ اٰتٰہُمَا صَالِحًا جَعَلَا لَہٗ شُرَکَآءَ فِیۡمَاۤ اٰتٰہُمَا ۚ فَتَعٰلَی اللّٰہُ عَمَّا یُشۡرِکُوۡنَ","en_translation":"But when He gave unto them aright, they ascribed unto Him partners in respect of that which He had given them. High is He Exalted above all that they associate (with Him).","bn_translation":"অতঃপর তিনি যখন তাদেরকে সৎ ও সুস্থ সন্তান দান করেন তখন তারা আল্লাহর দেয়া এই দানে অংশী স্থাপন করে, কিন্তু তারা যাকে অংশী করে আল্লাহ তার অনেক উর্ধ্বে।"}	,
            {"verse_id":	191	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৯১","ar_ayat":"﴿﻿۱۹۱﻿﴾","text_indo_pak":"اَیُشۡرِکُوۡنَ مَا لَا یَخۡلُقُ شَیۡئًا وَّہُمۡ یُخۡلَقُوۡنَ ۫ۖ","en_translation":"Attribute they as partners to Allah those who created naught, but are themselves created,","bn_translation":"তারা কি এমন বস্তুকে (আল্লাহর সাথে) অংশী করে যারা কোন বস্তুই সৃষ্টি করেনা, বরং তারা নিজেরাই (আল্লাহর দ্বারা) সৃষ্ট?"}	,
            {"verse_id":	192	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৯২","ar_ayat":"﴿﻿۱۹۲﻿﴾","text_indo_pak":"وَلَا یَسۡتَطِیۡعُوۡنَ لَہُمۡ نَصۡرًا وَّلَاۤ اَنۡفُسَہُمۡ یَنۡصُرُوۡنَ","en_translation":"And cannot give them help, nor can they help themselves ?","bn_translation":"তারা যেমন তাদের কোন সাহায্য করার ক্ষমতা রাখেনা, তেমনি নিজেরাও কোন সাহায্য করতে পারেনা।"}	,
            {"verse_id":	193	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৯৩","ar_ayat":"﴿﻿۱۹۳﻿﴾","text_indo_pak":"وَاِنۡ تَدۡعُوۡہُمۡ اِلَی الۡہُدٰی لَا یَتَّبِعُوۡکُمۡ ؕ سَوَآءٌ عَلَیۡکُمۡ اَدَعَوۡتُمُوۡہُمۡ اَمۡ اَنۡتُمۡ صَامِتُوۡنَ","en_translation":"And if ye call them to the Guidance, they follow you not. Whether ye call them or are silent is all one for you.","bn_translation":"তোমরা যদি ওদেরকে সৎ পথে ডাক তাহলে তারা তোমাদের অনুসরণ করবেনা, তাদেরকে ডাকা অথবা চুপ করে থাকা উভয়ই তোমাদের পক্ষে সমান।"}	,
            {"verse_id":	194	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৯৪","ar_ayat":"﴿﻿۱۹۴﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ تَدۡعُوۡنَ مِنۡ دُوۡنِ اللّٰہِ عِبَادٌ اَمۡثَالُکُمۡ فَادۡعُوۡہُمۡ فَلۡیَسۡتَجِیۡبُوۡا لَکُمۡ اِنۡ کُنۡتُمۡ صٰدِقِیۡنَ","en_translation":"Lo! those on whom ye call beside Allah are slaves like unto you. Call on them now, and let them answer you, if ye are truthful!","bn_translation":"আল্লাহ ছাড়া তোমরা যাদেরকেই ডাক, তারাতো তোমাদেরই মত বান্দা। সুতরাং যদি তোমরা সত্যবাদী হও তাহলে তাদেরকে উপাস্য হিসাবে ডাকতে থাক, দেখ তোমাদের ডাকে সাড়া দেয় কি না!"}	,
            {"verse_id":	195	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৯৫","ar_ayat":"﴿﻿۱۹۵﻿﴾","text_indo_pak":"اَلَہُمۡ اَرۡجُلٌ یَّمۡشُوۡنَ بِہَاۤ ۫ اَمۡ لَہُمۡ اَیۡدٍ یَّبۡطِشُوۡنَ بِہَاۤ ۫ اَمۡ لَہُمۡ اَعۡیُنٌ یُّبۡصِرُوۡنَ بِہَاۤ ۫ اَمۡ لَہُمۡ اٰذَانٌ یَّسۡمَعُوۡنَ بِہَا ؕ قُلِ ادۡعُوۡا شُرَکَآءَکُمۡ ثُمَّ کِیۡدُوۡنِ فَلَا تُنۡظِرُوۡنِ","en_translation":"Have they feet wherewith they walk, or have they hands wherewith they hold, or have they eyes wherewith they see, or have they ears wherewith they hear ? Say: Call upon your (so-called) partners (of Allah), and then contrive against me, spare me not!","bn_translation":"তাদের কি পা আছে যা দ্বারা চলছে? তাদের কি হাত আছে যদ্বারা কোন কিছু ধরে থাকে অথবা চক্ষু আছে যা দ্বারা দেখতে পায়? তাদের কি কর্ণ আছে যা দ্বারা শুনে থাকে? তুমি বলঃ আল্লাহর সাথে তোমরা যাদেরকে অংশী করছ তাদেরকে ডাক, তারপর (সকলে একত্রিত হয়ে) আমার বিরুদ্ধে চক্রান্ত করতে থাক, আমাকে আদৌ কোন অবকাশ দিওনা।"}	,
            {"verse_id":	196	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৯৬","ar_ayat":"﴿﻿۱۹۶﻿﴾","text_indo_pak":"اِنَّ وَلِیِّ ۦَ اللّٰہُ الَّذِیۡ نَزَّلَ الۡکِتٰبَ ۫ۖ وَہُوَ یَتَوَلَّی الصّٰلِحِیۡنَ","en_translation":"Lo! my Protecting Friend is Allah Who revealeth the Scripture. He befriendeth the righteous.","bn_translation":"আমার অভিভাবক হলেন সেই আল্লাহ যিনি কিতাব অবতীর্ণ করেছেন, আর তিনিই সৎ কর্মশীলদের অভিভাবকত্ব করে থাকেন।"}	,
            {"verse_id":	197	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৯৭","ar_ayat":"﴿﻿۱۹۷﻿﴾","text_indo_pak":"وَالَّذِیۡنَ تَدۡعُوۡنَ مِنۡ دُوۡنِہٖ لَا یَسۡتَطِیۡعُوۡنَ نَصۡرَکُمۡ وَلَاۤ اَنۡفُسَہُمۡ یَنۡصُرُوۡنَ","en_translation":"They on whom ye call beside Him have no power to help you, nor can they help you, nor can they help themselves.","bn_translation":"আল্লাহ ছাড়া তোমরা যাদেরকে ডাক তারা তোমাদের সাহায্য করার কোন ক্ষমতা রাখেনা এবং নিজেদেরকেও সাহায্য করতে পারেনা।"}	,
            {"verse_id":	198	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৯৮","ar_ayat":"‌﴿﻿۱۹۸﻿﴾","text_indo_pak":"وَاِنۡ تَدۡعُوۡہُمۡ اِلَی الۡہُدٰی لَا یَسۡمَعُوۡا ؕ وَتَرٰىہُمۡ یَنۡظُرُوۡنَ اِلَیۡکَ وَہُمۡ لَا یُبۡصِرُوۡنَ","en_translation":"And if ye (Muslims) call them to the guidance they hear not; and thou (Muhammad) seest them looking toward thee, but they see not.","bn_translation":"যদি তুমি তাদেরকে (মূর্তি) হিদায়াতের পথে ডাক তাহলে সে ডাক তারা শুনবেনা। আর তুমি দেখবে যে, তারা তোমার দিকে তাকিয়ে রয়েছে, আসলে তারা কিছুই দেখছেনা।"}	,
            {"verse_id":	199	,"sura_name":"আল-আ‘রাফ","bn_ayat":"১৯৯","ar_ayat":"﴿﻿۱۹۹﻿﴾","text_indo_pak":"خُذِ الۡعَفۡوَ وَاۡمُرۡ بِالۡعُرۡفِ وَاَعۡرِضۡ عَنِ الۡجٰہِلِیۡنَ","en_translation":"Keep to forgiveness (O Muhammad), and enjoin kindness, and turn away from the ignorant.","bn_translation":"তুমি বিনয় ও ক্ষমা পরায়ণতার নীতি গ্রহণ কর, এবং লোকদেরকে সৎ কাজের নির্দেশ দাও, আর মূর্খদেরকে এড়িয়ে চল।"}	,
            {"verse_id":	200	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২০০","ar_ayat":"﴿﻿۲۰۰﻿﴾","text_indo_pak":"وَاِمَّا یَنۡزَغَنَّکَ مِنَ الشَّیۡطٰنِ نَزۡغٌ فَاسۡتَعِذۡ بِاللّٰہِ ؕ اِنَّہٗ سَمِیۡعٌ عَلِیۡمٌ","en_translation":"And if a slander from the devil wound thee, then seek refuge in Allah. Lo! He is Hearer, Knower.","bn_translation":"শাইতানের কু-মন্ত্রণা যদি তোমাকে প্ররোচিত করে তাহলে তুমি আল্লাহর আশ্রয় প্রার্থনা কর, তিনি সর্ব শ্রোতা ও সর্বজ্ঞ।"}	,
            {"verse_id":	201	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২০১","ar_ayat":"﴿﻿۲۰۱﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ اتَّقَوۡا اِذَا مَسَّہُمۡ طٰٓئِفٌ مِّنَ الشَّیۡطٰنِ تَذَکَّرُوۡا فَاِذَا ہُمۡ مُّبۡصِرُوۡنَ ۚ","en_translation":"Lo! those who ward off (evil), when a glamour from the devil troubleth them, they do but remember (Allah's Guidance) and behold them seers!","bn_translation":"যারা আল্লাহভীরু, শাইতান যখন তাদেরকে কু-মন্ত্রণা দেয়, সাথে সাথে তারা আত্মসচেতন হয়ে আল্লাহকে স্মরণ করে এবং তাদের জ্ঞান চক্ষু ফিরে পায়।"}	,
            {"verse_id":	202	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২০২","ar_ayat":" ﴿﻿۲۰۲﻿﴾","text_indo_pak":"وَاِخۡوَانُہُمۡ یَمُدُّوۡنَہُمۡ فِی الۡغَیِّ ثُمَّ لَا یُقۡصِرُوۡنَ","en_translation":"Their brethren plunge them further into error and cease not.","bn_translation":"শাইতান যাদের অনুগত সাথী, তারা আরও বিভ্রান্তি ও গুমরাহীর মধ্যে প্রবেশ করে, এ প্রচেষ্টায় তারা আদৌ থেমে থাকেনা।"}	,
            {"verse_id":	203	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২০৩","ar_ayat":"﴿﻿۲۰۳﻿﴾","text_indo_pak":"وَاِذَا لَمۡ تَاۡتِہِمۡ بِاٰیَۃٍ قَالُوۡا لَوۡلَا اجۡتَبَیۡتَہَا ؕ قُلۡ اِنَّمَاۤ اَتَّبِعُ مَا یُوۡحٰۤی اِلَیَّ مِنۡ رَّبِّیۡ ۚ ہٰذَا بَصَآئِرُ مِنۡ رَّبِّکُمۡ وَہُدًی وَّرَحۡمَۃٌ لِّقَوۡمٍ یُّؤۡمِنُوۡنَ","en_translation":"And when thou bringest not a verse for them they say: Why hast thou not chosen it ? Say: I follow only that which is inspired in me from my Lord. This (Qur'an) is insight from your Lord, and a guidance and a mercy for a people that believe.","bn_translation":"তুমি যখন কোন নিদর্শন ও মু’জিযা তাদের কাছে পেশ করনা, তখন তারা বলেঃ আপনি এ সব মু’জিযা কেন পেশ করেননা? তুমি বলঃ আমার রবের নিকট থেকে আমার কাছে যা কিছু প্রত্যাদেশ পাঠানো হয়, আমি শুধুমাত্র তারই অনুসরণ করি। এই কুরআন তোমার রবের নিকট থেকে বিশেষ নিদর্শন, আর এটা ঈমানদার সম্প্রদায়ের জন্য হিদায়াত ও রাহমাত।"}	,
            {"verse_id":	204	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২০৪","ar_ayat":"﴿﻿۲۰۴﻿﴾","text_indo_pak":"وَاِذَا قُرِیٴَ الۡقُرۡاٰنُ فَاسۡتَمِعُوۡا لَہٗ وَاَنۡصِتُوۡا لَعَلَّکُمۡ تُرۡحَمُوۡنَ","en_translation":"And when the Qur'an is recited, give ear to it and pay heed, that ye may obtain mercy.","bn_translation":"যখন কুরআন পাঠ করা হয় তখন তোমরা মনোযোগের সাথে তা শ্রবণ করবে এবং নীরব নিশ্চুপ হয়ে থাকবে, হয়তো তোমাদের প্রতি দয়া ও অনুগ্রহ প্রদর্শন করা হবে।"}	,
            {"verse_id":	205	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২০৫","ar_ayat":"﴿﻿۲۰۵﻿﴾","text_indo_pak":"وَاذۡکُرۡ رَّبَّکَ فِیۡ نَفۡسِکَ تَضَرُّعًا وَّخِیۡفَۃً وَّدُوۡنَ الۡجَہۡرِ مِنَ الۡقَوۡلِ بِالۡغُدُوِّ وَالۡاٰصَالِ وَلَا تَکُنۡ مِّنَ الۡغٰفِلِیۡنَ","en_translation":"And do thou (O Muhammad) remember thy Lord within thyself humbly and with awe, below thy breath, at morn and evening. And be not thou of the neglectful.","bn_translation":"তোমার রাব্বকে মনে মনে সবিনয় ও সশংক চিত্তে অনুচ্চস্বরে প্রত্যুষে ও সন্ধ্যায় স্মরণ করবে, আর (হে নাবী!) তুমি এ ব্যাপারে গাফিল ও উদাসীন হয়ো না ।"}	,
            {"verse_id":	206	,"sura_name":"আল-আ‘রাফ","bn_ayat":"২০৬","ar_ayat":"﴿﻿۲۰۶﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ عِنۡدَ رَبِّکَ لَا یَسۡتَکۡبِرُوۡنَ عَنۡ عِبَادَتِہٖ وَیُسَبِّحُوۡنَہٗ وَلَہٗ یَسۡجُدُوۡنَ ٛ","en_translation":"Lo! those who are with thy Lord are not too proud to do Him service, but they praise Him and adore Him.","bn_translation":"যারা (অর্থাৎ ফেরেশতা) তোমাদের রবের সান্নিধ্যে থাকে তারা তাঁরই গুণগান ও মহিমা প্রকাশ করে এবং তাঁরই সম্মুখে সাজদাহবনত হয়। [সাজদাহ]"}	

        ]