[
            {"verse_id":	1	,"sura_name":"আল-আনফাল","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"یَسۡـَٔلُوۡنَکَ عَنِ الۡاَنۡفَالِ ؕ قُلِ الۡاَنۡفَالُ لِلّٰہِ وَالرَّسُوۡلِ ۚ فَاتَّقُوا اللّٰہَ وَاَصۡلِحُوۡا ذَاتَ بَیۡنِکُمۡ ۪ وَاَطِیۡعُوا اللّٰہَ وَرَسُوۡلَہٗۤ اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ","en_translation":"They ask thee (O Muhammad) of the spoils of war. Say: The spoils of war belong to Allah and the messenger, so keep your duty to Allah, and adjust the matter of your difference, and obey Allah and His messenger, if ye are (true) believers.","bn_translation":"হে নাবী! লোকেরা তোমাকে যুদ্ধলব্ধ সম্পদ সম্পর্কে জিজ্ঞেস করছে। তুমি বলঃ যুদ্ধলব্ধ সম্পদ আল্লাহ ও তাঁর রাসূলের জন্য। অতএব তোমরা এ ব্যাপারে আল্লাহকে ভয় কর এবং তোমাদের নিজেদের পারস্পরিক সম্পর্ক সঠিক রূপে গড়ে নাও, আর যদি তোমরা মু’মিন হয়ে থাক তাহলে আল্লাহ এবং তাঁর রাসূলের আনুগত্য কর।"}	,
            {"verse_id":	2	,"sura_name":"আল-আনফাল","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"اِنَّمَا الۡمُؤۡمِنُوۡنَ الَّذِیۡنَ اِذَا ذُکِرَ اللّٰہُ وَجِلَتۡ قُلُوۡبُہُمۡ وَاِذَا تُلِیَتۡ عَلَیۡہِمۡ اٰیٰتُہٗ زَادَتۡہُمۡ اِیۡمَانًا وَّعَلٰی رَبِّہِمۡ یَتَوَکَّلُوۡنَ ۚۖ","en_translation":"They only are the (true) believers whose hearts feel fear when Allah is mentioned, and when His revelations are recited unto them they increase their faith, and who trust in their Lord;","bn_translation":"নিশ্চয়ই মু’মিনরা এরূপই হয় যে, যখন (তাদের সামনে) আল্লাহর নাম উচ্চারণ করা হয় তখন তাদের অন্তরসমূহ ভীত হয়ে পড়ে, আর যখন তাদের সামনে তাঁর আয়াতসমূহ পাঠ করা হয় তখন তাদের ঈমান আরও বৃদ্ধি পায়, আর তারা নিজেদের রবের উপর নির্ভর করে।"}	,
            {"verse_id":	3	,"sura_name":"আল-আনফাল","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"الَّذِیۡنَ یُقِیۡمُوۡنَ الصَّلٰوۃَ وَمِمَّا رَزَقۡنٰہُمۡ یُنۡفِقُوۡنَ ؕ","en_translation":"Who establish worship and spend of that We have bestowed on them.","bn_translation":"যারা সালাত সুপ্রতিষ্ঠিত করে এবং আমি যা কিছু তাদেরকে দিয়েছি তা থেকে তারা খরচ করে,"}	,
            {"verse_id":	4	,"sura_name":"আল-আনফাল","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"اُولٰٓئِکَ ہُمُ الۡمُؤۡمِنُوۡنَ حَقًّا ؕ  لَہُمۡ دَرَجٰتٌ عِنۡدَ رَبِّہِمۡ وَمَغۡفِرَۃٌ وَّرِزۡقٌ کَرِیۡمٌ ۚ","en_translation":"Those are they who are in truth believers. For them are grades (of honour) with their Lord, and pardon, and a bountiful provision.","bn_translation":"এরাই সত্যিকারের ঈমানদার, এদের জন্য রয়েছে তাদের রবের সন্নিধানে উচ্চ পদসমূহ, আরও রয়েছে ক্ষমা ও সম্মানজনক জীবিকা।"}	,
            {"verse_id":	5	,"sura_name":"আল-আনফাল","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"کَمَاۤ اَخۡرَجَکَ رَبُّکَ مِنۡۢ بَیۡتِکَ بِالۡحَقِّ ۪  وَاِنَّ فَرِیۡقًا مِّنَ الۡمُؤۡمِنِیۡنَ لَکٰرِہُوۡنَ ۙ","en_translation":"Even as thy Lord caused thee (Muhammad) to go forth from thy home with the Truth, and lo! a party of the believers were averse (to it).","bn_translation":"যেরূপ তোমার রাব্ব তোমাকে তোমার গৃহ হতে (বদরের দিকে) বের করলেন, আর মুসলিমদের একটি দল তা পছন্দ করেনি ।"}	,
            {"verse_id":	6	,"sura_name":"আল-আনফাল","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"یُجَادِلُوۡنَکَ فِی الۡحَقِّ بَعۡدَمَا تَبَیَّنَ کَاَنَّمَا یُسَاقُوۡنَ اِلَی الۡمَوۡتِ وَہُمۡ یَنۡظُرُوۡنَ ؕ","en_translation":"Disputing with thee of the Truth after it had been made manifest, as if they were being driven to death visible.","bn_translation":"সেই যথার্থ বিষয় প্রকাশ হওয়ার পরও ওতে তারা তোমার সাথে এরূপ বিবাদ করছিল যেন কেহ তাদেরকে মৃত্যুর দিকে হাঁকিয়ে নিয়ে যাচ্ছে, আর তারা তা প্রত্যক্ষ করছে।"}	,
            {"verse_id":	7	,"sura_name":"আল-আনফাল","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"وَاِذۡ یَعِدُکُمُ اللّٰہُ اِحۡدَی الطَّآئِفَتَیۡنِ اَنَّہَا لَکُمۡ وَتَوَدُّوۡنَ اَنَّ غَیۡرَ ذَاتِ الشَّوۡکَۃِ تَکُوۡنُ لَکُمۡ وَیُرِیۡدُ اللّٰہُ اَنۡ یُّحِقَّ الۡحَقَّ بِکَلِمٰتِہٖ وَیَقۡطَعَ دَابِرَ الۡکٰفِرِیۡنَ ۙ","en_translation":"And when Allah promised you one of the two bands (of the enemy) that it should be yours, and ye longed that other than the armed one might be yours. And Allah willed that He should cause the Truth to triumph by His words, and cut the root of the disbelievers;","bn_translation":"স্মরণ কর, যখন আল্লাহ তোমাদেরকে দু’টি দলের মধ্য হতে একটি সম্বন্ধে প্রতিশ্রুতি দিয়েছিলেন যে, ওটা তোমাদের করতলগত হবে। তোমরা এই আশা করেছিলে যেন নিরস্ত্র দলটি তোমাদের আয়ত্তে এসে পড়ে, আর আল্লাহর ইচ্ছা ছিল এই যে, তিনি স্বীয় নির্দেশাবলী দ্বারা সত্যকে সত্যরূপে প্রতিষ্ঠা করেন এবং কাফিরদেরকে নির্মূল করেন।"}	,
            {"verse_id":	8	,"sura_name":"আল-আনফাল","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"لِیُحِقَّ الۡحَقَّ وَیُبۡطِلَ الۡبَاطِلَ وَلَوۡ کَرِہَ الۡمُجۡرِمُوۡنَ ۚ","en_translation":"That He might cause the Truth to triumph and bring vanity to naught, however much the guilty might oppose;","bn_translation":"ইহা এ জন্য যাতে সত্য সত্যরূপে এবং অসত্য অসত্যরূপে প্রতিভাত হয়ে যায়, যদিও এটা অপরাধীরা অপ্রীতিকরই মনে করে।"}	,
            {"verse_id":	9	,"sura_name":"আল-আনফাল","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"اِذۡ تَسۡتَغِیۡثُوۡنَ رَبَّکُمۡ فَاسۡتَجَابَ لَکُمۡ اَنِّیۡ مُمِدُّکُمۡ بِاَلۡفٍ مِّنَ الۡمَلٰٓئِکَۃِ مُرۡدِفِیۡنَ","en_translation":"When ye sought help of your Lord and He answered you (saying): I will help you with a thousand of the angels, rank on rank.","bn_translation":"স্মরণ কর সেই সংকট মুহুর্তের কথা, যখন তোমরা তোমাদের রবের নিকট কাতর কন্ঠে প্রার্থনা করেছিলে, আর তিনি সেই প্রার্থনা কবূল করে বলেছিলেনঃ নিশ্চয়ই আমি তোমাদেরকে এক হাজার মালাইকা/ফেরেশতা দ্বারা সাহায্য করব, যারা একের পর এক আসবে।"}	,
            {"verse_id":	10	,"sura_name":"আল-আনফাল","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"وَمَا جَعَلَہُ اللّٰہُ اِلَّا بُشۡرٰی وَلِتَطۡمَئِنَّ بِہٖ قُلُوۡبُکُمۡ ۚ  وَمَا النَّصۡرُ اِلَّا مِنۡ عِنۡدِ اللّٰہِ ؕ  اِنَّ اللّٰہَ عَزِیۡزٌ حَکِیۡمٌ ","en_translation":"Allah appointed it only as good tidings, and that your hearts thereby might be at rest. Victory cometh only by the help of Allah. Lo! Allah is Mighty, Wise.","bn_translation":"আল্লাহ এটা করেছিলেন শুভ সংবাদ হিসাবে এবং যাতে তোমাদের চিত্ত আশ্বস্ত হয়। বস্তুতঃ সাহায্যতো শুধু আল্লাহর তরফ থেকেই হয়ে থাকে। আল্লাহ মহা পরাক্রমশালী, প্রজ্ঞাময়।"}	,
            {"verse_id":	11	,"sura_name":"আল-আনফাল","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"اِذۡ یُغَشِّیۡکُمُ النُّعَاسَ اَمَنَۃً مِّنۡہُ وَیُنَزِّلُ عَلَیۡکُمۡ مِّنَ السَّمَآءِ مَآءً لِّیُطَہِّرَکُمۡ بِہٖ وَیُذۡہِبَ عَنۡکُمۡ رِجۡزَ الشَّیۡطٰنِ وَلِیَرۡبِطَ عَلٰی قُلُوۡبِکُمۡ وَیُثَبِّتَ بِہِ الۡاَقۡدَامَ ؕ","en_translation":"When He made the slumber fall upon you as a reassurance from him and sent down water from the sky upon you, that thereby He might purify you, and remove from you the fear of Satan, and make strong your hearts and firm (your) feet thereby.","bn_translation":"যখন তিনি (আল্লাহ) তাঁর পক্ষ থেকে প্রশান্তির জন্য তোমাদেরকে তন্দ্রায় আচ্ছন্ন করেন, আকাশ হতে বারি বর্ষণ করেন, (উদ্দেশ্য ছিল) তোমাদেরকে এর দ্বারা পবিত্র করবেন এবং তোমাদের হতে শাইতানের কু-মন্ত্রনা দূর করবেন, আর তোমাদের হৃদয়কে সুদৃঢ় করবেন এবং তোমাদের পা স্থির ও প্রতিষ্ঠিত রাখবেন।"}	,
            {"verse_id":	12	,"sura_name":"আল-আনফাল","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"اِذۡ یُوۡحِیۡ رَبُّکَ اِلَی الۡمَلٰٓئِکَۃِ اَنِّیۡ مَعَکُمۡ فَثَبِّتُوا الَّذِیۡنَ اٰمَنُوۡا ؕ  سَاُلۡقِیۡ فِیۡ قُلُوۡبِ الَّذِیۡنَ کَفَرُوا الرُّعۡبَ فَاضۡرِبُوۡا فَوۡقَ الۡاَعۡنَاقِ وَاضۡرِبُوۡا مِنۡہُمۡ کُلَّ بَنَانٍ ؕ","en_translation":"When thy Lord inspired the angels, (saying): I am with you. So make those who believe stand firm. I will throw fear into the hearts of those who disbelieve. Then smite the necks and smite of them each finger.","bn_translation":"স্মরণ কর, যখন তোমার রাব্ব মালাক/ফেরেশতার নিকট প্রত্যাদেশ করলেনঃ আমি তোমাদের সাথে আছি। সুতরাং তোমরা ঈমানদারদের সুপ্রতিষ্ঠিত ও অবিচল রাখ, আর যারা কাফির, আমি তাদের হৃদয়ে ভীতি সৃষ্টি করে দিব। অতএব তোমরা তাদের স্কন্ধে আঘাত হান, আর আঘাত হান তাদের অঙ্গুলিসমূহের প্রতিটি জোড়ায়।"}	,
            {"verse_id":	13	,"sura_name":"আল-আনফাল","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"ذٰلِکَ بِاَنَّہُمۡ شَآقُّوا اللّٰہَ وَرَسُوۡلَہٗ ۚ وَمَنۡ یُّشَاقِقِ اللّٰہَ وَرَسُوۡلَہٗ فَاِنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ","en_translation":"That is because they opposed Allah and His messenger. Whoso opposeth Allah and His messenger, (for him) lo! Allah is severe in punishment.","bn_translation":"এটা এ কারণে যে, তারা আল্লাহ ও তাঁর রাসূলের বিরোধিতা করে। যে ব্যক্তি আল্লাহ ও তাঁর রাসূলের বিরোধিতা করে তার জেনে রাখা উচিত যে, আল্লাহ শাস্তি দানে খুবই কঠোর।"}	,
            {"verse_id":	14	,"sura_name":"আল-আনফাল","bn_ayat":"১৪","ar_ayat":"﴿﻿۱۴﻿﴾","text_indo_pak":"ذٰلِکُمۡ فَذُوۡقُوۡہُ وَاَنَّ لِلۡکٰفِرِیۡنَ عَذَابَ النَّارِ","en_translation":"That (is the award), so taste it, and (know) that for disbelievers is the torment of the Fire.","bn_translation":"সুতরাং তোমরা এর স্বাদ গ্রহণ কর, সত্য অস্বীকারকারীদের জন্য রয়েছে জাহান্নামের লেলিহান আগুনের শাস্তি।"}	,
            {"verse_id":	15	,"sura_name":"আল-আনফাল","bn_ayat":"১৫","ar_ayat":"﴿﻿۱۵﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِذَا لَقِیۡتُمُ الَّذِیۡنَ کَفَرُوۡا زَحۡفًا فَلَا تُوَلُّوۡہُمُ الۡاَدۡبَارَ ۚ","en_translation":"O ye who believe! When ye meet those who disbelieve in battle, turn not your backs to them.","bn_translation":"হে ঈমানদারগণ! তোমরা যখন কাফির বাহিনীর সম্মুখীন হবে তখন তাদের মুকাবিলা করা হতে কখনোই পৃষ্ঠ প্রদর্শন করবেনা।"}	,
            {"verse_id":	16	,"sura_name":"আল-আনফাল","bn_ayat":"১৬","ar_ayat":"﴿﻿۱۶﻿﴾","text_indo_pak":"وَمَنۡ یُّوَلِّہِمۡ یَوۡمَئِذٍ دُبُرَہٗۤ اِلَّا مُتَحَرِّفًا لِّقِتَالٍ اَوۡ مُتَحَیِّزًا اِلٰی فِئَۃٍ فَقَدۡ بَآءَ بِغَضَبٍ مِّنَ اللّٰہِ وَمَاۡوٰىہُ جَہَنَّمُ ؕ وَبِئۡسَ الۡمَصِیۡرُ","en_translation":"Whoso on that day turneth his back to them, unless manoeuvring for battle or intent to join a company, he truly hath incurred wrath from Allah, and his habitation will be hell, a hapless journey's end.","bn_translation":"আর সেদিন যুদ্ধ কৌশল বা স্বীয় বাহিনীর কেন্দ্রস্থলে স্থান নেয়া ব্যতীত কেহ তাদের থেকে পৃষ্ঠ প্রদর্শন করলে অর্থাৎ পালিয়ে গেলে সে আল্লাহর গযবে পরিবেষ্টিত হবে, তার আশ্রয়স্থল হবে জাহান্নাম, আর জাহান্নাম কতই না নিকৃষ্ট স্থান।"}	,
            {"verse_id":	17	,"sura_name":"আল-আনফাল","bn_ayat":"১৭","ar_ayat":"﴿﻿۱۷﻿﴾","text_indo_pak":"فَلَمۡ تَقۡتُلُوۡہُمۡ وَلٰکِنَّ اللّٰہَ قَتَلَہُمۡ ۪ وَمَا رَمَیۡتَ اِذۡ رَمَیۡتَ وَلٰکِنَّ اللّٰہَ رَمٰی ۚ وَلِیُبۡلِیَ الۡمُؤۡمِنِیۡنَ مِنۡہُ بَلَآءً حَسَنًا ؕ اِنَّ اللّٰہَ سَمِیۡعٌ عَلِیۡمٌ","en_translation":"Ye (Muslims) slew them not, but Allah slew them. And thou (Muhammad) threwest not when thou didst throw, but Allah threw, that He might test the believers by a fair test from Him. Lo! Allah is Hearer, Knower.","bn_translation":"তোমরা তাদেরকে হত্যা করনি, বরং আল্লাহই তাদেরকে হত্যা করেছেন। আর (হে নাবী!) যখন তুমি (ধূলাবালি) নিক্ষেপ করেছিলে তখন তা মূলতঃ তুমি নিক্ষেপ করনি, বরং আল্লাহই তা নিক্ষেপ করেছিলেন। এটা করা হয়েছিল মু’মিনদেরকে উত্তম পুরস্কার দান করার জন্য, নিঃসন্দেহে আল্লাহ সব কিছু শোনেন ও জানেন।"}	,
            {"verse_id":	18	,"sura_name":"আল-আনফাল","bn_ayat":"১৮","ar_ayat":"﴿﻿۱۸﻿﴾","text_indo_pak":"ذٰلِکُمۡ وَاَنَّ اللّٰہَ مُوۡہِنُ کَیۡدِ الۡکٰفِرِیۡنَ","en_translation":"That (is the case); and (know) that Allah (it is) Who maketh weak the plan of disbelievers.","bn_translation":"আর এমনিভাবেই আল্লাহ কাফিরদের চক্রান্ত দুর্বল ও নস্যাৎ করে থাকেন।"}	,
            {"verse_id":	19	,"sura_name":"আল-আনফাল","bn_ayat":"১৯","ar_ayat":"﴿﻿۱۹﻿﴾","text_indo_pak":"اِنۡ تَسۡتَفۡتِحُوۡا فَقَدۡ جَآءَکُمُ الۡفَتۡحُ ۚ  وَاِنۡ تَنۡتَہُوۡا فَہُوَ خَیۡرٌ لَّکُمۡ ۚ  وَاِنۡ تَعُوۡدُوۡا نَعُدۡ ۚ  وَلَنۡ تُغۡنِیَ عَنۡکُمۡ فِئَتُکُمۡ شَیۡئًا وَّلَوۡ کَثُرَتۡ ۙ  وَاَنَّ اللّٰہَ مَعَ الۡمُؤۡمِنِیۡنَ ","en_translation":"(O Qureysh!) If ye sought a judgment, now hath the judgment come unto you. And if ye cease (from persecuting the believers) it will be better for you, but if ye return (to the attack) We also shall return. And your host will avail you naught, however numerous it be, and (know) that Allah is with the believers (in His Guidance).","bn_translation":"(হে কাফিরেরা!) তোমরাতো ফাইসালা চাচ্ছ, ফাইসালাতো তোমাদের সামনেই এসে গেছে। তোমরা যদি এখনও (মুসলিমদের অনিষ্ট করা হতে) বিরত থাক তাহলে তা তোমাদের পক্ষেই কল্যাণকর, আর যদি পুনরায় তোমরা এ কাজ কর তাহলে আমিও তোমাদেরকে পুনরায় শাস্তি দিব, আর তোমাদের বিরাট বাহিনী তোমাদের কোনই উপকারে আসবেনা। নিঃসন্দেহে আল্লাহ মু’মিনদের সাথে রয়েছেন।"}	,
            {"verse_id":	20	,"sura_name":"আল-আনফাল","bn_ayat":"২০","ar_ayat":"﴿﻿۲۰﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اَطِیۡعُوا اللّٰہَ وَرَسُوۡلَہٗ وَلَا تَوَلَّوۡا عَنۡہُ وَاَنۡتُمۡ تَسۡمَعُوۡنَ ۚۖ","en_translation":"O ye who believe! Obey Allah and His messenger, and turn not away from him when ye hear (him speak).","bn_translation":"হে মু’মিনগণ! আল্লাহ ও তাঁর রাসূলের আনুগত্য কর, তোমরা যখন তার কথা শুনছ তখন তোমরা তার আনুগত্য হতে মুখ ফিরিয়ে নিওনা।"}	,
            {"verse_id":	21	,"sura_name":"আল-আনফাল","bn_ayat":"২১","ar_ayat":"﴿﻿۲۱﻿﴾","text_indo_pak":"وَلَا تَکُوۡنُوۡا کَالَّذِیۡنَ قَالُوۡا سَمِعۡنَا وَہُمۡ لَا یَسۡمَعُوۡنَ","en_translation":"Be not as those who say, we hear, and they hear not.","bn_translation":"তোমরা ঐ সব লোকের মত হয়োনা, যারা বলে - আমরা আপনাদের কথা শুনলাম, কার্যতঃ তারা কিছুই শোনেনা।"}	,
            {"verse_id":	22	,"sura_name":"আল-আনফাল","bn_ayat":"২২","ar_ayat":"﴿﻿۲۲﻿﴾","text_indo_pak":"اِنَّ شَرَّ الدَّوَآبِّ عِنۡدَ اللّٰہِ الصُّمُّ الۡبُکۡمُ الَّذِیۡنَ لَا یَعۡقِلُوۡنَ","en_translation":"Lo! the worst of beasts in Allah's sight are the deaf, the dumb, who have no sense.","bn_translation":"আল্লাহর কাছে নিকৃষ্টতম জীব হচ্ছে ঐ সব মূক ও বধির লোক, যারা কিছুই বুঝেনা (অর্থাৎ বিবেক বুদ্ধিকে কাজে লাগায়না)।"}	,
            {"verse_id":	23	,"sura_name":"আল-আনফাল","bn_ayat":"২৩","ar_ayat":"﴿﻿۲۳﻿﴾","text_indo_pak":"وَلَوۡ عَلِمَ اللّٰہُ فِیۡہِمۡ خَیۡرًا لَّاَسۡمَعَہُمۡ ؕ وَلَوۡ اَسۡمَعَہُمۡ لَتَوَلَّوۡا وَّہُمۡ مُّعۡرِضُوۡنَ","en_translation":"Had Allah known of any good in them He would have made them hear, but had He made them hear they would have turned away, averse.","bn_translation":"আল্লাহ যদি জানতেন যে, তাদের মধ্যে কল্যাণকর কিছু নিহিত রয়েছে তাহলে অবশ্যই তিনি তাদেরকে শোনার তাওফীক দিতেন, তিনি যদি তাদেরকে শোনাতেন তাহলেও তারা উপেক্ষা করে মুখ ফিরিয়ে অন্য দিকে চলে যেত।"}	,
            {"verse_id":	24	,"sura_name":"আল-আনফাল","bn_ayat":"২৪","ar_ayat":"﴿﻿۲۴﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اسۡتَجِیۡبُوۡا لِلّٰہِ وَلِلرَّسُوۡلِ اِذَا دَعَاکُمۡ لِمَا یُحۡیِیۡکُمۡ ۚ وَاعۡلَمُوۡۤا اَنَّ اللّٰہَ یَحُوۡلُ بَیۡنَ الۡمَرۡءِ وَقَلۡبِہٖ وَاَنَّہٗۤ اِلَیۡہِ تُحۡشَرُوۡنَ","en_translation":"O ye who believe! Obey Allah, and the messenger when He calleth you to that which quickeneth you, and know that Allah cometh in between the man and his own heart, and that He it is unto Whom ye will be gathered.","bn_translation":"হে মু’মিনগণ! তোমরা আল্লাহ ও তাঁর রাসূলের ডাকে সাড়া দাও যখন তিনি তোমাদেরকে তোমাদের জীবন সঞ্চারক বস্তুর দিকে আহবান করেন। আর জেনে রেখ, আল্লাহ মানুষ ও তার অন্তরের অন্তরালে থাকেন, পরিশেষে তাঁর কাছেই তোমাদেরকে সমবেত করা হবে।"}	,
            {"verse_id":	25	,"sura_name":"আল-আনফাল","bn_ayat":"২৫","ar_ayat":"﴿﻿۲۵﻿﴾","text_indo_pak":"وَاتَّقُوۡا فِتۡنَۃً لَّا تُصِیۡبَنَّ الَّذِیۡنَ ظَلَمُوۡا مِنۡکُمۡ خَآصَّۃً ۚ وَاعۡلَمُوۡۤا اَنَّ اللّٰہَ شَدِیۡدُ الۡعِقَابِ","en_translation":"And guard yourselves against a chastisement which cannot fall exclusively on those of you who are wrong-doers, and know that Allah is severe in punishment.","bn_translation":"তোমরা সেই ফিতনাকে ভয় কর যা তোমাদের মধ্যকার শুধুমাত্র যালিম ও পাপিষ্ঠদেরকেই বিশেষভাবে ক্লিষ্ট করবেনা। তোমরা জেনে রেখ, নিশ্চয়ই আল্লাহ শাস্তি দানে খুবই কঠোর।"}	,
            {"verse_id":	26	,"sura_name":"আল-আনফাল","bn_ayat":"২৬","ar_ayat":"﴿﻿۲۶﻿﴾","text_indo_pak":"وَاذۡکُرُوۡۤا اِذۡ اَنۡتُمۡ قَلِیۡلٌ مُّسۡتَضۡعَفُوۡنَ فِی الۡاَرۡضِ تَخَافُوۡنَ اَنۡ یَّتَخَطَّفَکُمُ النَّاسُ فَاٰوٰىکُمۡ وَاَیَّدَکُمۡ بِنَصۡرِہٖ وَرَزَقَکُمۡ مِّنَ الطَّیِّبٰتِ لَعَلَّکُمۡ تَشۡکُرُوۡنَ","en_translation":"And remember, when ye were few and reckoned feeble in the land, and were in fear lest men should extirpate you, how He gave you refuge, and strengthened you with His help, and made provision of good things for you, that haply ye might be thankful.","bn_translation":"স্মরণ কর, যখন তোমরা ভূ-পৃষ্ঠে খুব দুর্বলরূপে পরিগণিত হতে, আর তোমরা এই শংকায় নিপতিত থাকতে যে, লোকেরা অকস্মাৎ তোমাদেরকে ধরে নিয়ে যাবে। (এই অবস্থায়) আল্লাহই তোমাদেরকে (মাদীনায়) আশ্রয় দেন এবং স্বীয় সাহায্য দ্বারা তোমাদেরকে শক্তিশালী করেন, আর পবিত্র বস্তু দ্বারা তোমাদের জীবিকা দান করেন যেন তোমরা কৃতজ্ঞতা প্রকাশ কর।"}	,
            {"verse_id":	27	,"sura_name":"আল-আনফাল","bn_ayat":"২৭","ar_ayat":"﴿﻿۲۷﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَخُوۡنُوا اللّٰہَ وَالرَّسُوۡلَ وَتَخُوۡنُوۡۤا اَمٰنٰتِکُمۡ وَاَنۡتُمۡ تَعۡلَمُوۡنَ","en_translation":"O ye who believe! Betray not Allah and His messenger, nor knowingly betray your trusts.","bn_translation":"হে মু’মিনগণ! তোমরা জেনে শুনে আল্লাহ ও তাঁর রাসূলের সাথে বিশ্বাসঘাতকতা করনা এবং তোমাদের পরস্পরের আমানত সম্পর্কেও বিশ্বাস ভঙ্গ করনা।"}	,
            {"verse_id":	28	,"sura_name":"আল-আনফাল","bn_ayat":"২৮","ar_ayat":"﴿﻿۲۸﻿﴾","text_indo_pak":"وَاعۡلَمُوۡۤا اَنَّمَاۤ اَمۡوَالُکُمۡ وَاَوۡلَادُکُمۡ فِتۡنَۃٌ ۙ  وَّاَنَّ اللّٰہَ عِنۡدَہٗۤ اَجۡرٌ عَظِیۡمٌ ","en_translation":"And know that your possessions and your children are a test, and that with Allah is immense reward.","bn_translation":"আর তোমরা জেনে রেখ যে, তোমাদের ধন সম্পদ ও সন্তান সন্ততি প্রকৃত পক্ষে পরীক্ষার সামগ্রী মাত্র, আর আল্লাহর নিকট মহাপুরস্কার রয়েছে।"}	,
            {"verse_id":	29	,"sura_name":"আল-আনফাল","bn_ayat":"২৯","ar_ayat":"﴿﻿۲۹﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِنۡ تَتَّقُوا اللّٰہَ یَجۡعَلۡ لَّکُمۡ فُرۡقَانًا وَّیُکَفِّرۡ عَنۡکُمۡ سَیِّاٰتِکُمۡ وَیَغۡفِرۡ لَکُمۡ ؕ وَاللّٰہُ ذُو الۡفَضۡلِ الۡعَظِیۡمِ","en_translation":"O ye who believe! If ye keep your duty to Allah, He will give you discrimination (between right and wrong) and will rid you of your evil thoughts and deeds, and will forgive you. Allah is of Infinite Bounty.","bn_translation":"হে মু’মিনগণ! তোমরা যদি আল্লাহকে ভয় কর তাহলে তিনি তোমাদেরকে ন্যায়-অন্যায় পার্থক্য করার একটি মান নির্ণয়ক শক্তি দান করবেন, আর তোমাদের দোষক্রটি তোমাদের হতে দূর করবেন এবং তোমাদেরকে ক্ষমা করবেন, আল্লাহ বড়ই অনুগ্রহশীল ও মঙ্গলময়।"}	,
            {"verse_id":	30	,"sura_name":"আল-আনফাল","bn_ayat":"৩০","ar_ayat":"﴿﻿۳۰﻿﴾","text_indo_pak":"وَاِذۡ یَمۡکُرُ بِکَ الَّذِیۡنَ کَفَرُوۡا لِیُثۡبِتُوۡکَ اَوۡ یَقۡتُلُوۡکَ اَوۡ یُخۡرِجُوۡکَ ؕ وَیَمۡکُرُوۡنَ وَیَمۡکُرُ اللّٰہُ ؕ وَاللّٰہُ خَیۡرُ الۡمٰکِرِیۡنَ","en_translation":"And when those who disbelieve plot against thee (O Muhammad) to wound thee fatally, or to kill thee or to drive thee forth; they plot, but Allah (also) plotteth; and Allah is the best of plotters.","bn_translation":"আর স্মরণ কর, যখন কাফিরেরা তোমার বিরুদ্ধে ষড়যন্ত্র করেছিল, তোমাকে বন্দী করবে অথবা হত্যা করবে কিংবা নির্বাসিত করবে। তারাও ষড়যন্ত্র করতে থাকুক এবং আল্লাহও (স্বীয় নাবীকে বাঁচানোর) কৌশল করতে থাকেন, আল্লাহ হচ্ছেন শ্রেষ্ঠ কৌশলী।"}	,
            {"verse_id":	31	,"sura_name":"আল-আনফাল","bn_ayat":"৩১","ar_ayat":"﴿﻿۳۱﻿﴾","text_indo_pak":"وَاِذَا تُتۡلٰی عَلَیۡہِمۡ اٰیٰتُنَا قَالُوۡا قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ ہٰذَاۤ ۙ اِنۡ ہٰذَاۤ اِلَّاۤ اَسَاطِیۡرُ الۡاَوَّلِیۡنَ","en_translation":"And when Our revelations are recited unto them they say: We have heard. If we wish we can speak the like of this. Lo! this is naught but fables of the men of old.","bn_translation":"তাদেরকে যখন আমার আয়াতসমূহ পাঠ করে শোনানো হয় তখন তারা বলেঃ আমরা শুনেছি, ইচ্ছা করলে আমরাও এর অনুরূপ বলতে পারি, নিঃসন্দেহে এটা পুরাকালের উপাখ্যান ছাড়া কিছু নয়।"}	,
            {"verse_id":	32	,"sura_name":"আল-আনফাল","bn_ayat":"৩২","ar_ayat":"﴿﻿۳۲﻿﴾","text_indo_pak":"وَاِذۡ قَالُوا اللّٰہُمَّ اِنۡ کَانَ ہٰذَا ہُوَ الۡحَقَّ مِنۡ عِنۡدِکَ فَاَمۡطِرۡ عَلَیۡنَا حِجَارَۃً مِّنَ السَّمَآءِ اَوِ ائۡتِنَا بِعَذَابٍ اَلِیۡمٍ","en_translation":"And when they said: O Allah! If this be indeed the truth from Thee, then rain down stones on us or bring on us some painful doom!","bn_translation":"আর স্মরণ কর, যখন তারা বলেছিলঃ হে আল্লাহ! ইহা (কুরআন) যদি আপনার পক্ষ হতে সত্য হয় তাহলে আকাশ থেকে আমাদের উপর প্রস্তর বর্ষণ করুন অথবা আমাদের উপর কঠিন পীড়াদায়ক শাস্তি এনে দিন।"}	,
            {"verse_id":	33	,"sura_name":"আল-আনফাল","bn_ayat":"৩৩","ar_ayat":"﴿﻿۳۳﻿﴾","text_indo_pak":"وَمَا کَانَ اللّٰہُ لِیُعَذِّبَہُمۡ وَاَنۡتَ فِیۡہِمۡ ؕ وَمَا کَانَ اللّٰہُ مُعَذِّبَہُمۡ وَہُمۡ یَسۡتَغۡفِرُوۡنَ","en_translation":"But Allah would not punish them while thou wast with them, nor will He punish them while they seek forgiveness.","bn_translation":"(হে নাবী!) তুমি তাদের মধ্যে থাকা অবস্থায় তাদেরকে শাস্তি দেয়া আল্লাহর অভিপ্রায় নয়, আর আল্লাহ এটাও চাননা যে, তারা ক্ষমা প্রার্থনা করতে থাকবে অথচ তিনি তাদেরকে শাস্তি দিবেন।"}	,
            {"verse_id":	34	,"sura_name":"আল-আনফাল","bn_ayat":"৩৪","ar_ayat":"﴿﻿۳۴﻿﴾","text_indo_pak":"وَمَا لَہُمۡ اَلَّا یُعَذِّبَہُمُ اللّٰہُ وَہُمۡ یَصُدُّوۡنَ عَنِ الۡمَسۡجِدِ الۡحَرَامِ وَمَا کَانُوۡۤا اَوۡلِیَآءَہٗ ؕ اِنۡ اَوۡلِیَآؤُہٗۤ اِلَّا الۡمُتَّقُوۡنَ وَلٰکِنَّ اَکۡثَرَہُمۡ لَا یَعۡلَمُوۡنَ","en_translation":"What (plea) have they that Allah should not punish them, when they debar (His servants) from the Inviolable Place of Worship, though they are not its fitting guardians. Its fitting guardians are those only who keep their duty to Allah. But most of them know not.","bn_translation":"কিন্তু তাদের কি বলার আছে যে জন্য আল্লাহ তাদের শাস্তি দিবেননা, যখন তারা মাসজিদুল হারামের পথ রোধ করছে, অথচ তারা মাসজিদুল হারামের তত্ত্বাবধায়ক নয়? আল্লাহভীরু লোকেরাই উহার তত্ত্বাবধায়ক, কিন্তু তাদের অধিকাংশ লোক এটা অবগত নয়।"}	,
            {"verse_id":	35	,"sura_name":"আল-আনফাল","bn_ayat":"৩৫","ar_ayat":"﴿﻿۳۵﻿﴾","text_indo_pak":"وَمَا کَانَ صَلَاتُہُمۡ عِنۡدَ الۡبَیۡتِ اِلَّا مُکَآءً وَّتَصۡدِیَۃً ؕ فَذُوۡقُوا الۡعَذَابَ بِمَا کُنۡتُمۡ تَکۡفُرُوۡنَ","en_translation":"And their worship at the (holy) House is naught but whistling and hand-clapping. Therefore (it is said unto them): Taste of the doom because ye disbelieve.","bn_translation":"কা’বা ঘরের কাছে তাদের সালাত হল শিস দেয়া ও করতালি প্রদান ছাড়া অন্য কিছুই নয়, সুতরাং তোমরা কুফরী করার কারণে এখন শাস্তির স্বাদ গ্রহণ কর।"}	,
            {"verse_id":	36	,"sura_name":"আল-আনফাল","bn_ayat":"৩৬","ar_ayat":"﴿﻿۳۶﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ کَفَرُوۡا یُنۡفِقُوۡنَ اَمۡوَالَہُمۡ لِیَصُدُّوۡا عَنۡ سَبِیۡلِ اللّٰہِ ؕ  فَسَیُنۡفِقُوۡنَہَا ثُمَّ تَکُوۡنُ عَلَیۡہِمۡ حَسۡرَۃً ثُمَّ یُغۡلَبُوۡنَ ۬ؕ  وَالَّذِیۡنَ کَفَرُوۡۤا اِلٰی جَہَنَّمَ یُحۡشَرُوۡنَ ۙ","en_translation":"Lo! those who disbelieve spend their wealth in order that they may debar (men) from the way of Allah. They will spend it, then it will become an anguish for them, then they will be conquered. And those who disbelieve will be gathered unto hell,","bn_translation":"নিশ্চয়ই কাফিরেরা মানুষকে আল্লাহর পথ থেকে নিবৃত্ত করার উদ্দেশে তাদের ধন সম্পদ ব্যয় করে, তারা তাদের ধন-সম্পদ ব্যয় করতেই থাকবে, অতঃপর ওটাই শেষ পর্যন্ত তাদের জন্য দুঃখ ও আফসোসের কারণ হবে এবং তারা পরাভূতও হবে। আর যারা কুফরী করে তাদেরকে জাহান্নামে একত্রিত করা হবে।"}	,
            {"verse_id":	37	,"sura_name":"আল-আনফাল","bn_ayat":"৩৭","ar_ayat":"﴿﻿۳۷﻿﴾","text_indo_pak":"لِیَمِیۡزَ اللّٰہُ الۡخَبِیۡثَ مِنَ الطَّیِّبِ وَیَجۡعَلَ الۡخَبِیۡثَ بَعۡضَہٗ عَلٰی بَعۡضٍ فَیَرۡکُمَہٗ جَمِیۡعًا فَیَجۡعَلَہٗ فِیۡ جَہَنَّمَ ؕ  اُولٰٓئِکَ ہُمُ الۡخٰسِرُوۡنَ ","en_translation":"That Allah may separate the wicked from the good, The wicked will He place piece upon piece, and heap them all together, and consign them unto hell. Such verily are the losers.","bn_translation":"এটা এ কারণে যে, আল্লাহ ভাল থেকে মন্দকে পৃথক করবেন, আর কু-জনদের সকলকে একজনের উপর অপর জনকে স্তপীকৃত করবেন এবং অতঃপর জাহান্নামে নিক্ষেপ করবেন। এরাই চরম ক্ষতিগ্রস্ত লোক।"}	,
            {"verse_id":	38	,"sura_name":"আল-আনফাল","bn_ayat":"৩৮","ar_ayat":"﴿﻿۳۸﻿﴾","text_indo_pak":"قُلۡ لِّلَّذِیۡنَ کَفَرُوۡۤا اِنۡ یَّنۡتَہُوۡا یُغۡفَرۡ لَہُمۡ مَّا قَدۡ سَلَفَ ۚ وَاِنۡ یَّعُوۡدُوۡا فَقَدۡ مَضَتۡ سُنَّتُ الۡاَوَّلِیۡنَ","en_translation":"Tell those who disbelieve that if they cease (from persecution of believers) that which is past will be forgiven them; but if they return (thereto) then the example of the men of old hath already gone (before them, for a warning).","bn_translation":"তুমি কাফিরদেরকে বলঃ তারা যদি অনাচার থেকে বিরত থাকে তাহলে তাদের পূর্বের অপরাধ যা হয়েছে তা আল্লাহ ক্ষমা করবেন। কিন্তু তারা যদি অন্যায়ের পুনরাবৃত্তি করে তাহলে পূর্ববর্তীদের দৃষ্টান্ততো রয়েছেই।"}	,
            {"verse_id":	39	,"sura_name":"আল-আনফাল","bn_ayat":"৩৯","ar_ayat":"﴿﻿۳۹﻿﴾","text_indo_pak":"وَقَاتِلُوۡہُمۡ حَتّٰی لَا تَکُوۡنَ فِتۡنَۃٌ وَّیَکُوۡنَ الدِّیۡنُ کُلُّہٗ لِلّٰہِ ۚ فَاِنِ انۡتَہَوۡا فَاِنَّ اللّٰہَ بِمَا یَعۡمَلُوۡنَ بَصِیۡرٌ","en_translation":"And fight them until persecution is no more, and religion is all for Allah. But if they cease, then lo! Allah is Seer of what they do.","bn_translation":"তোমরা সদা তাদের বিরুদ্ধে লড়াই করতে থাকবে যতক্ষণ না ফিতনার অবসান হয় এবং দীন সম্পূর্ণ রূপে আল্লাহর জন্য হয়ে যায়। আর তারা যদি ফিতনা ও বিপর্যয় সৃষ্টি হতে বিরত থাকে তাহলে তারা কি করেছে তা আল্লাহই দেখবেন।"}	,
            {"verse_id":	40	,"sura_name":"আল-আনফাল","bn_ayat":"৪০","ar_ayat":"﴿﻿۴۰﻿﴾","text_indo_pak":"وَاِنۡ تَوَلَّوۡا فَاعۡلَمُوۡۤا اَنَّ اللّٰہَ مَوۡلٰىکُمۡ ؕ نِعۡمَ الۡمَوۡلٰی وَنِعۡمَ النَّصِیۡرُ","en_translation":"And if they turn away, then know that Allah is your Befriender - a Transcendent Patron, a Transcendent Helper!","bn_translation":"আর যদি তোমাকে না’ই মানে এবং দীন থেকে মুখ ফিরিয়ে নেয় তাহলে জেনে রেখ যে, আল্লাহই তোমাদের (মুসলিমদের) অভিভাবক। তিনি কতইনা উত্তম অভিভাবক ও সাহায্যকারী!"}	,
            {"verse_id":	41	,"sura_name":"আল-আনফাল","bn_ayat":"৪১","ar_ayat":"﴿﻿۴۱﻿﴾","text_indo_pak":"وَاعۡلَمُوۡۤا اَنَّمَا غَنِمۡتُمۡ مِّنۡ شَیۡءٍ فَاَنَّ لِلّٰہِ خُمُسَہٗ وَلِلرَّسُوۡلِ وَلِذِی الۡقُرۡبٰی وَالۡیَتٰمٰی وَالۡمَسٰکِیۡنِ وَابۡنِ السَّبِیۡلِ ۙ اِنۡ کُنۡتُمۡ اٰمَنۡتُمۡ بِاللّٰہِ وَمَاۤ اَنۡزَلۡنَا عَلٰی عَبۡدِنَا یَوۡمَ الۡفُرۡقَانِ یَوۡمَ الۡتَقَی الۡجَمۡعٰنِ ؕ وَاللّٰہُ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ","en_translation":"And know that whatever ye take as spoils of war, lo! a fifth thereof is for Allah, and for the messenger and for the kinsman (who hath need) and orphans and the needy and the wayfarer, if ye believe in Allah and that which We revealed unto Our slave on the Day of Discrimination, the day when the two armies met. And Allah is Able to do all things.","bn_translation":"আর তোমরা জেনে রেখ যে, যুদ্ধে তোমরা যা কিছু গাণীমাতের মাল লাভ করেছ ওর এক পঞ্চমাংশ আল্লাহ, তাঁর রাসূল, (রাসূলের) নিকটাত্মীয়, ইয়াতীম, মিসকীন এবং মূসাফিরের জন্য - যদি তোমরা ঈমান এনে থাক আল্লাহর প্রতি এবং যা আমি অবতীর্ণ করেছি আমার বান্দার উপর সেই চুড়ান্ত ফাইসালার দিন, যেদিন দু‘দল পরস্পরের সম্মুখীন হয়েছিল। আর নিশ্চয়ই আল্লাহ সকল বিষয়ে সর্বশক্তিমান।"}	,
            {"verse_id":	42	,"sura_name":"আল-আনফাল","bn_ayat":"৪২","ar_ayat":"﴿﻿۴۲﻿﴾","text_indo_pak":"اِذۡ اَنۡتُمۡ بِالۡعُدۡوَۃِ الدُّنۡیَا وَہُمۡ بِالۡعُدۡوَۃِ الۡقُصۡوٰی وَالرَّکۡبُ اَسۡفَلَ مِنۡکُمۡ ؕ  وَلَوۡ تَوَاعَدۡتُّمۡ لَاخۡتَلَفۡتُمۡ فِی الۡمِیۡعٰدِ ۙ  وَلٰکِنۡ لِّیَقۡضِیَ اللّٰہُ اَمۡرًا کَانَ مَفۡعُوۡلًا ۬ۙ  لِّیَہۡلِکَ مَنۡ ہَلَکَ عَنۡۢ بَیِّنَۃٍ وَّیَحۡیٰی مَنۡ حَیَّ عَنۡۢ بَیِّنَۃٍ ؕ  وَاِنَّ اللّٰہَ لَسَمِیۡعٌ عَلِیۡمٌ ۙ","en_translation":"When ye were on the near bank (of the valley) and they were on the yonder bank, and the caravan was below you (on the coast plain). And had ye trysted to meet one another ye surely would have failed to keep the tryst, but (it happened, as it did, without the forethought of either of you) that Allah might conclude a thing that must be done; that he who perished (on that day) might perish by a clear proof (of His Sovereignty) and he who survived might survive by a clear proof (of His Sovereignty). Lo! Allah in truth is Hearer, Knower.","bn_translation":"আর স্মরণ কর, যখন তোমরা প্রান্তরের এই দিকে ছিলে, আর তারা প্রান্তরের অপর দিকে শিবির রচনা করেছিল, আর উষ্ট্রারোহী কাফেলা তোমাদের অপেক্ষা নিম্নভূমিতে ছিল, যদি পূর্ব হতেই তোমাদের ও তাদের মধ্যে যুদ্ধ সম্পর্কে কোন সিদ্ধান্ত গ্রহণ করতে চাইতে তাহলে তোমাদের মধ্যে মতানৈক্য সৃষ্টি হত, কিন্তু যা ঘটানোর ছিল তা আল্লাহ সম্পন্ন করার জন্য উভয় দলকে যুদ্ধক্ষেত্রে সমবেত করলেন, তাতে যে ধ্বংস হবে সে যেন সত্য সুস্পষ্ট রূপে প্রতিভাত হবার পর ধ্বংস হয়, আর যে জীবিত থাকবে সে যেন সত্য সুস্পষ্ট রূপে প্রতিভাত হবার পর জীবিত থাকে। আল্লাহ সর্বশ্রোতা ও মহাজ্ঞানী।"}	,
            {"verse_id":	43	,"sura_name":"আল-আনফাল","bn_ayat":"৪৩","ar_ayat":"﴿﻿۴۳﻿﴾","text_indo_pak":"اِذۡ یُرِیۡکَہُمُ اللّٰہُ فِیۡ مَنَامِکَ قَلِیۡلًا ؕ وَلَوۡ اَرٰىکَہُمۡ کَثِیۡرًا لَّفَشِلۡتُمۡ وَلَتَنَازَعۡتُمۡ فِی الۡاَمۡرِ وَلٰکِنَّ اللّٰہَ سَلَّمَ ؕ اِنَّہٗ عَلِیۡمٌۢ بِذَاتِ الصُّدُوۡرِ","en_translation":"When Allah showed them unto thee (O Muhammad) in thy dream as few in number, and if He had shown them to thee as many, ye (Muslims) would have faltered and would have quarrelled over the affair. But Allah saved (you). Lo! He knoweth what is in the breasts (of men).","bn_translation":"আর স্মরণ কর, যখন আল্লাহ তোমাকে স্বপ্নযোগে ওদের সংখ্যা অল্প দেখিয়েছিলেন, যদি তোমাকে তাদের সংখ্যা অধিক দেখাতেন তাহলে তোমরা সাহস হারিয়ে ফেলতে এবং যুদ্ধ সম্পর্কে তোমাদের মধ্যে মতানৈক্য সৃষ্টি হত, কিন্তু আল্লাহ তোমাদেরকে রক্ষা করেছেন। অন্তরে যা কিছু আছে সে সম্পর্কে তিনি সবিশেষ অবহিত।"}	,
            {"verse_id":	44	,"sura_name":"আল-আনফাল","bn_ayat":"৪৪","ar_ayat":"﴿﻿۴۴﻿﴾","text_indo_pak":"وَاِذۡ یُرِیۡکُمُوۡہُمۡ اِذِ الۡتَقَیۡتُمۡ فِیۡۤ اَعۡیُنِکُمۡ قَلِیۡلًا وَّیُقَلِّلُکُمۡ فِیۡۤ اَعۡیُنِہِمۡ لِیَقۡضِیَ اللّٰہُ اَمۡرًا کَانَ مَفۡعُوۡلًا ؕ  وَاِلَی اللّٰہِ تُرۡجَعُ الۡاُمُوۡرُ ","en_translation":"And when He made you (Muslims), when ye met (them), see them with your eyes as few, and lessened you in their eyes, (it was) that Allah might conclude a thing that must be done. Unto Allah all things are brought back.","bn_translation":"আরও স্মরণ কর, যা ঘটানোর ছিল, চূড়ান্তভাবে সম্পন্ন করার জন্য যখন দু’দল মুখোমুখী দন্ডায়মান হয়েছিল তখন তোমাদের দৃষ্টিতে ওদের সংখ্যা খুব অল্প দেখাচ্ছিল, আর ওদের চোখেও তোমাদেরকে খুব স্বল্প সংখ্যক পরিদৃষ্ট হচ্ছিল, সমস্ত বিষয় ও সমস্যাই আল্লাহর দিকে প্রত্যাবর্তন করে।"}	,
            {"verse_id":	45	,"sura_name":"আল-আনফাল","bn_ayat":"৪৫","ar_ayat":"﴿﻿۴۵﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِذَا لَقِیۡتُمۡ فِئَۃً فَاثۡبُتُوۡا وَاذۡکُرُوا اللّٰہَ کَثِیۡرًا لَّعَلَّکُمۡ تُفۡلِحُوۡنَ ۚ","en_translation":"O ye who believe! When ye meet an army, hold firm and think of Allah much, that ye may be successful.","bn_translation":"হে মু’মিনগণ! তোমরা আল্লাহকে অধিক স্মরণ কর এবং অবিচল থাকবে যখন কোন দলের সম্মুখীন হও, আশা করা যায় তোমরা সফলকাম হবে।"}	,
            {"verse_id":	46	,"sura_name":"আল-আনফাল","bn_ayat":"৪৬","ar_ayat":"﴿﻿۴۶﻿﴾","text_indo_pak":"وَاَطِیۡعُوا اللّٰہَ وَرَسُوۡلَہٗ وَلَا تَنَازَعُوۡا فَتَفۡشَلُوۡا وَتَذۡہَبَ رِیۡحُکُمۡ وَاصۡبِرُوۡا ؕ  اِنَّ اللّٰہَ مَعَ الصّٰبِرِیۡنَ ۚ","en_translation":"And obey Allah and His messenger, and dispute not one with another lest ye falter and your strength depart from you; but be steadfast! Lo! Allah is with the steadfast.","bn_translation":"তোমরা আল্লাহ ও তাঁর রাসূলের অনুগত হও। তোমরা সাহস ও ক্ষমতাহারা হয়ে যাবে যদি নিজেদের মধ্যে বিবাদ কর। তোমরা ধৈর্য ধারণ কর। আল্লাহ ধৈর্যশীলদের সাথে রয়েছেন।"}	,
            {"verse_id":	47	,"sura_name":"আল-আনফাল","bn_ayat":"৪৭","ar_ayat":"﴿﻿۴۷﻿﴾","text_indo_pak":"وَلَا تَکُوۡنُوۡا کَالَّذِیۡنَ خَرَجُوۡا مِنۡ دِیَارِہِمۡ بَطَرًا وَّرِئَآءَ النَّاسِ وَیَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ ؕ وَاللّٰہُ بِمَا یَعۡمَلُوۡنَ مُحِیۡطٌ","en_translation":"Be not as those who came forth from their dwellings boastfully and to be seen of men, and debar (men) from the way of Allah, while Allah is surrounding all they do.","bn_translation":"তোমরা তাদের মতো আচরণ করনা যারা নিজেদের গৃহ হতে সদর্পে এবং লোকদেরকে (নিজেদের শক্তি) প্রদর্শন করে বের হয় ও মানুষকে আল্লাহর পথ হতে নিবৃত্ত রাখে, তারা যা করে আল্লাহ তা পরিবেষ্টন করে রয়েছেন।"}	,
            {"verse_id":	48	,"sura_name":"আল-আনফাল","bn_ayat":"৪৮","ar_ayat":"﴿﻿۴۸﻿﴾","text_indo_pak":"وَاِذۡ زَیَّنَ لَہُمُ الشَّیۡطٰنُ اَعۡمَالَہُمۡ وَقَالَ لَا غَالِبَ لَکُمُ الۡیَوۡمَ مِنَ النَّاسِ وَاِنِّیۡ جَارٌ لَّکُمۡ ۚ  فَلَمَّا تَرَآءَتِ الۡفِئَتٰنِ نَکَصَ عَلٰی عَقِبَیۡہِ وَقَالَ اِنِّیۡ بَرِیۡٓءٌ مِّنۡکُمۡ اِنِّیۡۤ اَرٰی مَا لَا تَرَوۡنَ اِنِّیۡۤ اَخَافُ اللّٰہَ ؕ  وَاللّٰہُ شَدِیۡدُ الۡعِقَابِ ","en_translation":"And when Satan made their deeds seem fair to them and said: No-one of mankind can conquer you this day, for I am your protector. But when the armies came in sight of one another, he took flight, saying: Lo! I am guiltless of you. Lo! I see that which ye see not. Lo! I fear Allah. And Allah is severe in punishment.","bn_translation":"স্মরণ কর, যখন শাইতান তাদের কার্যাবলীকে তাদের দৃষ্টিতে খুব চাকচিক্যময় ও শোভনীয় করে দেখাচ্ছিল, সে গর্বভরে বলেছিলঃ কোন মানুষই আজ তোমাদের উপর বিজয় লাভ করতে পারবেনা, আমি সাহায্যার্থে তোমাদের নিকটই থাকব। কিন্তু উভয় বাহিনীর মধ্যে যখন প্রত্যক্ষ যুদ্ধ শুরু হল তখন সে পৃষ্ঠ প্রদর্শন করে সরে পড়ল এবং বললঃ আমি তোমাদের বিষয়ে দায়িত্ব মুক্ত, আমি যা দেখেছি তোমরা তা দেখনা, আমি আল্লাহকে ভয় করি, আর আল্লাহ শাস্তি দানে খুবই কঠোর।"}	,
            {"verse_id":	49	,"sura_name":"আল-আনফাল","bn_ayat":"৪৯","ar_ayat":"﴿﻿۴۹﻿﴾","text_indo_pak":"اِذۡ یَقُوۡلُ الۡمُنٰفِقُوۡنَ وَالَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ مَّرَضٌ غَرَّہٰۤؤُ لَآءِ دِیۡنُہُمۡ ؕ وَمَنۡ یَّتَوَکَّلۡ عَلَی اللّٰہِ فَاِنَّ اللّٰہَ عَزِیۡزٌ حَکِیۡمٌ","en_translation":"When the hypocrites and those in whose hearts is a disease said: Their religion hath deluded these. Whoso putteth his trust in Allah (will find that) lo! Allah is Mighty, Wise.","bn_translation":"যারা মুনাফিক, অন্তরে যাদের ব্যাধি রয়েছে তারা বলে, তাদের ধর্ম তাদেরকে বিভ্রান্ত করেছে। যে কেহ আল্লাহর উপর বিশ্বাস স্থাপন করে, নিশ্চয়ই আল্লাহ মহা পরাক্রান্ত, প্রজ্ঞাময়।"}	,
            {"verse_id":	50	,"sura_name":"আল-আনফাল","bn_ayat":"৫০","ar_ayat":"﴿﻿۵۰﻿﴾","text_indo_pak":"وَلَوۡ تَرٰۤی اِذۡ یَتَوَفَّی الَّذِیۡنَ کَفَرُوا ۙ الۡمَلٰٓئِکَۃُ یَضۡرِبُوۡنَ وُجُوۡہَہُمۡ وَاَدۡبَارَہُمۡ ۚ وَذُوۡقُوۡا عَذَابَ الۡحَرِیۡقِ","en_translation":"If thou couldst see how the angels receive those who disbelieve, smiting faces and their backs and (saying): Taste the punishment of burning!","bn_translation":"তুমি যদি ঐ অবস্থা দেখতে যখন মালাইকা/ফেরেশতারা কাফিরদের মুখমন্ডল ও পৃষ্ঠদেশে আঘাত হেনে তাদের মৃত্যু ঘটিয়েছে, (আর বলছে) তোমরা জাহান্নামের যন্ত্রণাদায়ক শাস্তির স্বাদ গ্রহণ কর।"}	,
            {"verse_id":	51	,"sura_name":"আল-আনফাল","bn_ayat":"৫১","ar_ayat":"﴿﻿۵۱﻿﴾","text_indo_pak":"ذٰلِکَ بِمَا قَدَّمَتۡ اَیۡدِیۡکُمۡ وَاَنَّ اللّٰہَ لَیۡسَ بِظَلَّامٍ لِّلۡعَبِیۡدِ ۙ","en_translation":"This is for that which your own hands have sent before (to the Judgment), and (know) that Allah is not a tyrant to His slaves.","bn_translation":"এই শাস্তি হল তোমাদের সেই কাজেরই পরিণাম ফল যা তোমাদের দু’হাত পূর্বাহ্নেই আয়োজন করেছিল, আল্লাহ তাঁর বান্দাদের উপর কখনও অত্যাচারী নন।"}	,
            {"verse_id":	52	,"sura_name":"আল-আনফাল","bn_ayat":"৫২","ar_ayat":"﴿﻿۵۲﻿﴾","text_indo_pak":"کَدَاۡبِ اٰلِ فِرۡعَوۡنَ ۙ وَالَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ کَفَرُوۡا بِاٰیٰتِ اللّٰہِ فَاَخَذَہُمُ اللّٰہُ بِذُنُوۡبِہِمۡ ؕ اِنَّ اللّٰہَ قَوِیٌّ شَدِیۡدُ الۡعِقَابِ","en_translation":"(Their way is) as the way of Pharaoh's folk and those before them; they disbelieved the revelations of Allah, and Allah took them in their sins. Lo! Allah is Strong, severe in punishment.","bn_translation":"এটা ফির‘আউনের বংশ ও তাদের পূর্ববর্তী লোকদের অবস্থার ন্যায়; তারা আল্লাহর নিদর্শনকে প্রত্যাখ্যান করেছিল। ফলে আল্লাহ তাদের পাপের কারণে তাদেরকে পাকড়াও করলেন, নিঃসন্দেহে আল্লাহ মহাশক্তিমান ও কঠিন শাস্তিদাতা।"}	,
            {"verse_id":	53	,"sura_name":"আল-আনফাল","bn_ayat":"৫৩","ar_ayat":"﴿﻿۵۳﻿﴾","text_indo_pak":"ذٰلِکَ بِاَنَّ اللّٰہَ لَمۡ یَکُ مُغَیِّرًا نِّعۡمَۃً اَنۡعَمَہَا عَلٰی قَوۡمٍ حَتّٰی یُغَیِّرُوۡا مَا بِاَنۡفُسِہِمۡ ۙ  وَاَنَّ اللّٰہَ سَمِیۡعٌ عَلِیۡمٌ ۙ","en_translation":"That is because Allah never changeth the grace He hath bestowed on any people until they first change that which is in their hearts, and (that is) because Allah is Hearer, Knower.","bn_translation":"এই শাস্তির কারণ এই যে, আল্লাহ যদি কোন জাতির উপর নি‘আমাত দান করেন সেই নি‘আমাত ততক্ষণ পর্যন্ত পরিবর্তন করেননা, যতক্ষণ পর্যন্ত সেই জাতি নিজেদের অবস্থা পরিবর্তন না করে, নিঃসন্দেহে আল্লাহ মহাশ্রোতা ও মহাজ্ঞানী।"}	,
            {"verse_id":	54	,"sura_name":"আল-আনফাল","bn_ayat":"৫৪","ar_ayat":"﴿﻿۵۴﻿﴾","text_indo_pak":"کَدَاۡبِ اٰلِ فِرۡعَوۡنَ ۙ وَالَّذِیۡنَ مِنۡ قَبۡلِہِمۡ ؕ کَذَّبُوۡا بِاٰیٰتِ رَبِّہِمۡ فَاَہۡلَکۡنٰہُمۡ بِذُنُوۡبِہِمۡ وَاَغۡرَقۡنَاۤ اٰلَ فِرۡعَوۡنَ ۚ وَکُلٌّ کَانُوۡا ظٰلِمِیۡنَ","en_translation":"(Their way is) as the way of Pharaoh's folk and those before them; they denied the revelations of their Lord, so We destroyed them in their sins. And We drowned the folk of Pharaoh. All were evil-doers.","bn_translation":"ফির‘আউনের বংশধর ও তৎপূর্বের জাতিসমূহের ন্যায় তারা তাদের রবের নিদর্শনসমূহ মিথ্যা প্রতিপন্ন করেছে। ফলে আমি তাদের পাপের কারণে তাদেরকে ধ্বংস করেছি এবং ফির‘আউনের বংশধরকে (সমুদ্রে) নিমজ্জিত করেছি, তারা প্রত্যেকেই ছিল যুলমকারী।"}	,
            {"verse_id":	55	,"sura_name":"আল-আনফাল","bn_ayat":"৫৫","ar_ayat":"﴿﻿۵۵﻿﴾","text_indo_pak":"اِنَّ شَرَّ الدَّوَآبِّ عِنۡدَ اللّٰہِ الَّذِیۡنَ کَفَرُوۡا فَہُمۡ لَا یُؤۡمِنُوۡنَ ۖۚ","en_translation":"Lo! the worst of beasts in Allah's sight are the ungrateful who will not believe.","bn_translation":"নিশ্চয়ই আল্লাহর নিকট নিকৃষ্ট জীব তারাই যারা কুফরী করে এবং যারা ঈমান আনেনা।"}	,
            {"verse_id":	56	,"sura_name":"আল-আনফাল","bn_ayat":"৫৬","ar_ayat":"﴿﻿۵۶﻿﴾","text_indo_pak":"اَلَّذِیۡنَ عٰہَدۡتَّ مِنۡہُمۡ ثُمَّ یَنۡقُضُوۡنَ عَہۡدَہُمۡ فِیۡ کُلِّ مَرَّۃٍ وَّہُمۡ لَا یَتَّقُوۡنَ","en_translation":"Those of them with whom thou madest a treaty, and then at every opportunity they break their treaty, and they keep not duty (to Allah).","bn_translation":"ওদের মধ্যে যাদের সাথে তুমি চুক্তিবদ্ধ হয়েছ তারাও নিকৃষ্ট, তারা প্রতিবারেই কৃত চুক্তি ভঙ্গ করেছে, (চুক্তি ভঙ্গের ব্যাপারে আল্লাহকে কিছুমাত্র) তারা ভয় করেনা।"}	,
            {"verse_id":	57	,"sura_name":"আল-আনফাল","bn_ayat":"৫৭","ar_ayat":"﴿﻿۵۷﻿﴾","text_indo_pak":"فَاِمَّا تَثۡقَفَنَّہُمۡ فِی الۡحَرۡبِ فَشَرِّدۡ بِہِمۡ مَّنۡ خَلۡفَہُمۡ لَعَلَّہُمۡ یَذَّکَّرُوۡنَ","en_translation":"If thou comest on them in the war, deal with them so as to strike fear in those who are behind them, that haply they may remember.","bn_translation":"অতএব তোমরা যদি তাদেরকে যুদ্ধের মাইদানে আয়ত্তে আনতে পার তাহলে তাদেরকে তাদের পিছনে যারা রয়েছে তাদের হতে বিচ্ছিন্ন করে এমনভাবে শায়েস্তা কর যাতে তারা শিক্ষা পায়।"}	,
            {"verse_id":	58	,"sura_name":"আল-আনফাল","bn_ayat":"৫৮","ar_ayat":"﴿﻿۵۸﻿﴾","text_indo_pak":"وَاِمَّا تَخَافَنَّ مِنۡ قَوۡمٍ خِیَانَۃً فَانۡۢبِذۡ اِلَیۡہِمۡ عَلٰی سَوَآءٍ ؕ  اِنَّ اللّٰہَ لَا یُحِبُّ الۡخَآئِنِیۡنَ ","en_translation":"And if thou fearest treachery from any folk, then throw back to them (their treaty) fairly. Lo! Allah loveth not the treacherous.","bn_translation":"(হে নাবী!) তুমি যদি কোন সম্প্রদায়ের বিশ্বাস ভঙ্গের আশংকা কর তাহলে তোমার চুক্তিকেও প্রকাশ্যভাবে তাদের সামনে চুক্তি ভঙ্গের খবর দিয়ে দাও, নিশ্চয়ই আল্লাহ বিশ্বাস ভঙ্গকারীদেরকে পছন্দ করেননা।"}	,
            {"verse_id":	59	,"sura_name":"আল-আনফাল","bn_ayat":"৫৯","ar_ayat":"﴿﻿۵۹﻿﴾","text_indo_pak":"وَلَا یَحۡسَبَنَّ الَّذِیۡنَ کَفَرُوۡا سَبَقُوۡا ؕ اِنَّہُمۡ لَا یُعۡجِزُوۡنَ","en_translation":"And let not those who disbelieve suppose that they can outstrip (Allah's Purpose). Lo! they cannot escape.","bn_translation":"যারা কাফির তারা (বদর প্রান্তরে প্রাণ বাঁচাতে পেরে) যেন মনে না করে যে, তারা পরিত্রাণ পেয়েছে, তারা মু’মিনগণকে হতবল করতে পারবেনা।"}	,
            {"verse_id":	60	,"sura_name":"আল-আনফাল","bn_ayat":"৬০","ar_ayat":"﴿﻿۶۰﻿﴾","text_indo_pak":"وَاَعِدُّوۡا لَہُمۡ مَّا اسۡتَطَعۡتُمۡ مِّنۡ قُوَّۃٍ وَّمِنۡ رِّبَاطِ الۡخَیۡلِ تُرۡہِبُوۡنَ بِہٖ عَدُوَّ اللّٰہِ وَعَدُوَّکُمۡ وَاٰخَرِیۡنَ مِنۡ دُوۡنِہِمۡ ۚ لَا تَعۡلَمُوۡنَہُمۡ ۚ اَللّٰہُ یَعۡلَمُہُمۡ ؕ وَمَا تُنۡفِقُوۡا مِنۡ شَیۡءٍ فِیۡ سَبِیۡلِ اللّٰہِ یُوَفَّ اِلَیۡکُمۡ وَاَنۡتُمۡ لَا تُظۡلَمُوۡنَ","en_translation":"Make ready for them all thou canst of (armed) force and of horses tethered, that thereby ye may dismay the enemy of Allah and your enemy, and others beside them whom ye know not. Allah knoweth them. Whatsoever ye spend in the way of Allah it will be repaid to you in full, and ye will not be wronged.","bn_translation":"তোমরা কাফিরদের মুকাবিলা করার জন্য যথাসাধ্য শক্তি ও সদাসজ্জিত অশ্ববাহিনী প্রস্তুত রাখবে যদ্দবারা আল্লাহর শক্র ও তোমাদের শক্রদেরকে ভীত সন্ত্রস্ত করবে, এছাড়া অন্যান্যদেরকেও যাদেরকে তোমরা জাননা, কিন্তু আল্লাহ জানেন। আর তোমরা আল্লাহর পথে যা কিছু ব্যয় কর, তার প্রতিদান তোমাদেরকে পুরোপুরি প্রদান করা হবে, তোমাদের প্রতি (কম দিয়ে) অত্যাচার করা হবেনা।"}	,
            {"verse_id":	61	,"sura_name":"আল-আনফাল","bn_ayat":"৬১","ar_ayat":"﴿﻿۶۱﻿﴾","text_indo_pak":"وَاِنۡ جَنَحُوۡا لِلسَّلۡمِ فَاجۡنَحۡ لَہَا وَتَوَکَّلۡ عَلَی اللّٰہِ ؕ اِنَّہٗ ہُوَ السَّمِیۡعُ الۡعَلِیۡمُ","en_translation":"And if they incline to peace, incline thou also to it, and trust in Allah. Lo! He, even He, is the Hearer, the Knower.","bn_translation":"যদি তারা (কাফিরেরা) সন্ধির দিকে ঝুঁকে পড়ে তাহলে তুমিও সন্ধি করতে আগ্রহী হও, আর আল্লাহর উপর ভরসা কর, নিঃসন্দেহে তিনি সর্বশ্রোতা ও সর্বজ্ঞাত।"}	,
            {"verse_id":	62	,"sura_name":"আল-আনফাল","bn_ayat":"৬২","ar_ayat":"﴿﻿۶۲﻿﴾","text_indo_pak":"وَاِنۡ یُّرِیۡدُوۡۤا اَنۡ یَّخۡدَعُوۡکَ فَاِنَّ حَسۡبَکَ اللّٰہُ ؕ  ہُوَ الَّذِیۡۤ اَیَّدَکَ بِنَصۡرِہٖ وَبِالۡمُؤۡمِنِیۡنَ ۙ","en_translation":"And if they would deceive thee, then lo! Allah is Sufficient for thee. He it is Who supporteth thee with His help and with the believers,","bn_translation":"আর তারা যদি তোমাকে প্রতারিত করার ইচ্ছা করে তাহলে তোমার জন্য আল্লাহই যথেষ্ট, তিনি এমন (মহাশক্তিশালী) যে, (গাইবি) সাহায্য (ফেরেশতা) দ্বারা এবং মু’মিনগণ দ্বারা তোমাকে শক্তিশালী করেছেন।"}	,
            {"verse_id":	63	,"sura_name":"আল-আনফাল","bn_ayat":"৬৩","ar_ayat":"﴿﻿۶۳﻿﴾","text_indo_pak":"وَاَلَّفَ بَیۡنَ قُلُوۡبِہِمۡ ؕ لَوۡ اَنۡفَقۡتَ مَا فِی الۡاَرۡضِ جَمِیۡعًا مَّاۤ اَلَّفۡتَ بَیۡنَ قُلُوۡبِہِمۡ وَلٰکِنَّ اللّٰہَ اَلَّفَ بَیۡنَہُمۡ ؕ اِنَّہٗ عَزِیۡزٌ حَکِیۡمٌ","en_translation":"And (as for the believers) hath attuned their hearts. If thou hadst spent all that is in the earth thou couldst not have attuned their hearts, but Allah hath attuned them. Lo! He is Mighty, Wise.","bn_translation":"আর তিনি মু’মিনদের অন্তরে প্রীতি ও ঐক্য স্থাপন করেছেন, তুমি যদি পৃথিবীর সমুদয় সম্পদও ব্যয় করতে তবুও তাদের অন্তরে প্রীতি, সদ্ভাব ও ঐক্য স্থাপন করতে পারতেনা, কিন্তু আল্লাহই ওদের পরস্পরের মধ্যে প্রীতি ও সদ্ভাব স্থাপন করে দিয়েছেন, নিঃসন্দেহে তিনি মহাশক্তিমান ও মহাকৌশলী।"}	,
            {"verse_id":	64	,"sura_name":"আল-আনফাল","bn_ayat":"৬৪","ar_ayat":"﴿﻿۶۴﻿﴾","text_indo_pak":"یٰۤاَیُّہَا النَّبِیُّ حَسۡبُکَ اللّٰہُ وَمَنِ اتَّبَعَکَ مِنَ الۡمُؤۡمِنِیۡنَ ","en_translation":"O Prophet! Allah is Sufficient for thee and those who follow thee of the believers.","bn_translation":"হে নাবী! তোমার জন্য ও তোমার অনুসারী মু’মিনদের জন্য (সর্বক্ষেত্রে) আল্লাহই যথেষ্ট।"}	,
            {"verse_id":	65	,"sura_name":"আল-আনফাল","bn_ayat":"৬৫","ar_ayat":"﴿﻿۶۵﻿﴾","text_indo_pak":"یٰۤاَیُّہَا النَّبِیُّ حَرِّضِ الۡمُؤۡمِنِیۡنَ عَلَی الۡقِتَالِ ؕ اِنۡ یَّکُنۡ مِّنۡکُمۡ عِشۡرُوۡنَ صٰبِرُوۡنَ یَغۡلِبُوۡا مِائَتَیۡنِ ۚ وَاِنۡ یَّکُنۡ مِّنۡکُمۡ مِّائَۃٌ یَّغۡلِبُوۡۤا اَلۡفًا مِّنَ الَّذِیۡنَ کَفَرُوۡا بِاَنَّہُمۡ قَوۡمٌ لَّا یَفۡقَہُوۡنَ","en_translation":"O Prophet! Exhort the believers to fight. If there be of you twenty steadfast they shall overcome two hundred, and if there be of you a hundred (steadfast) they shall overcome a thousand of those who disbelieve, because they (the disbelievers) are a folk without intelligence.","bn_translation":"হে নাবী! মু’মিনদেরকে জিহাদের জন্য উদ্ধুদ্ধ কর, তোমাদের মধ্যে যদি বিশজন ধৈর্যশীল মুজাহিদ থাকে তাহলে তারা দু’শ জন কাফিরের উপর জয়যুক্ত হবে, আর তোমাদের মধ্যে এক‘শ জন থাকলে তারা এক হাজার কাফিরের উপর বিজয়ী হবে, কারণ তারা এমন এক সম্প্রদায় যাদের বোধশক্তি নেই, কিছুই বোঝেনা।"}	,
            {"verse_id":	66	,"sura_name":"আল-আনফাল","bn_ayat":"৬৬","ar_ayat":"﴿﻿۶۶﻿﴾","text_indo_pak":"اَلۡـٰٔنَ خَفَّفَ اللّٰہُ عَنۡکُمۡ وَعَلِمَ اَنَّ فِیۡکُمۡ ضَعۡفًا ؕ فَاِنۡ یَّکُنۡ مِّنۡکُمۡ مِّائَۃٌ صَابِرَۃٌ یَّغۡلِبُوۡا مِائَتَیۡنِ ۚ وَاِنۡ یَّکُنۡ مِّنۡکُمۡ اَلۡفٌ یَّغۡلِبُوۡۤا اَلۡفَیۡنِ بِاِذۡنِ اللّٰہِ ؕ وَاللّٰہُ مَعَ الصّٰبِرِیۡنَ","en_translation":"Now hath Allah lightened your burden, for He knoweth that there is weakness in you. So if there be of you a steadfast hundred they shall overcome two hundred, and if there be of you a thousand (steadfast) they shall overcome two thousand by permission of Allah. Allah is with the steadfast.","bn_translation":"আল্লাহ এক্ষণে তোমাদের গুরু দায়িত্ব লাঘব করে দিলেন, তোমাদের মধ্যে যে দৈহিক দুর্বলতা রয়েছে সে সম্পর্কে তিনি অবগত আছেন, এতদসত্ত্বেও তোমাদের মধ্যে একশ’ জন ধৈর্যশীল লোক থাকলে তারা দু’শ’ জন কাফিরের উপর জয়যুক্ত হবে, আর এক হাজার জন থাকলে তারা আল্লাহর হুকুমে দু’হাজার কাফিরের উপর বিজয় লাভ করবে, আল্লাহ ধৈর্যশীলদের সাথে রয়েছেন।"}	,
            {"verse_id":	67	,"sura_name":"আল-আনফাল","bn_ayat":"৬৭","ar_ayat":"﴿﻿۶۷﻿﴾","text_indo_pak":"مَا کَانَ لِنَبِیٍّ اَنۡ یَّکُوۡنَ لَہٗۤ اَسۡرٰی حَتّٰی یُثۡخِنَ فِی الۡاَرۡضِ ؕ تُرِیۡدُوۡنَ عَرَضَ الدُّنۡیَا ٭ۖ وَاللّٰہُ یُرِیۡدُ الۡاٰخِرَۃَ ؕ وَاللّٰہُ عَزِیۡزٌ حَکِیۡمٌ","en_translation":"It is not for any prophet to have captives until he hath made slaughter in the land. Ye desire the lure of this world and Allah desireth (for you) the Hereafter, and Allah is Mighty, Wise.","bn_translation":"কোন নাবীর পক্ষে তখন পর্যন্ত বন্দী (জীবিত) রাখা শোভা পায়না, যতক্ষণ পর্যন্ত ভূ-পৃষ্ঠ (দেশ) হতে শক্র বাহিনী নির্মূল না হয়, তোমরা দুনিয়ার ক্ষণস্থায়ী সম্পদ কামনা করছ, অথচ আল্লাহ চান তোমাদের পরকালের কল্যাণ, আল্লাহ মহা পরাক্রমশালী, প্রজ্ঞাময়।"}	,
            {"verse_id":	68	,"sura_name":"আল-আনফাল","bn_ayat":"৬৮","ar_ayat":"﴿﻿۶۸﻿﴾","text_indo_pak":"لَوۡلَا کِتٰبٌ مِّنَ اللّٰہِ سَبَقَ لَمَسَّکُمۡ فِیۡمَاۤ اَخَذۡتُمۡ عَذَابٌ عَظِیۡمٌ","en_translation":"Had it not been for an ordinance of Allah which had gone before, an awful doom had come upon you on account of what ye took.","bn_translation":"আল্লাহর লিপি পূর্বেই লিখিত না হলে তোমরা যা কিছু গ্রহণ করেছ তজ্জন্য তোমাদের উপর কঠিন শাস্তি আপতিত হত।"}	,
            {"verse_id":	69	,"sura_name":"আল-আনফাল","bn_ayat":"৬৯","ar_ayat":"﴿﻿۶۹﻿﴾","text_indo_pak":"فَکُلُوۡا مِمَّا غَنِمۡتُمۡ حَلٰلًا طَیِّبًا ۫ۖ  وَّاتَّقُوا اللّٰہَ ؕ  اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ ","en_translation":"Now enjoy what ye have won, as lawful and good, and keep your duty to Allah. Lo! Allah is Forgiving, Merciful.","bn_translation":"সুতরাং যুদ্ধে তোমরা যা কিছু গণীমাত রূপে লাভ করেছ তা হালাল ও পবিত্র রূপে ভোগ কর, আর আল্লাহকে ভয় কর, নিঃসন্দেহে আল্লাহ ক্ষমাশীল ও দয়ালু।"}	,
            {"verse_id":	70	,"sura_name":"আল-আনফাল","bn_ayat":"৭০","ar_ayat":"﴿﻿۷۰﻿﴾","text_indo_pak":"یٰۤاَیُّہَا النَّبِیُّ قُلۡ لِّمَنۡ فِیۡۤ اَیۡدِیۡکُمۡ مِّنَ الۡاَسۡرٰۤی ۙ اِنۡ یَّعۡلَمِ اللّٰہُ فِیۡ قُلُوۡبِکُمۡ خَیۡرًا یُّؤۡتِکُمۡ خَیۡرًا مِّمَّاۤ اُخِذَ مِنۡکُمۡ وَیَغۡفِرۡ لَکُمۡ ؕ وَاللّٰہُ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"O Prophet! Say unto those captives who are in your hands: If Allah knoweth any good in your hearts He will give you better than that which hath been taken from you, and will forgive you. Lo! Allah is Forgiving, Merciful.","bn_translation":"হে নাবী! তোমাদের হাতে যারা বন্দী হয়েছে তাদেরকে বল, আল্লাহ যদি তোমাদের অন্তরে কল্যাণকর কিছু রয়েছে বলে অবগত হন তাহলে তোমাদের হতে (মুক্তিপণ রূপে) যা কিছু নেয়া হয়েছে তা অপেক্ষা উত্তম কিছু দান করবেন এবং তোমাদেরকে ক্ষমা করে দিবেন, আল্লাহ ক্ষমাশীল ও দয়ালু।"}	,
            {"verse_id":	71	,"sura_name":"আল-আনফাল","bn_ayat":"৭১","ar_ayat":"﴿﻿۷۱﻿﴾","text_indo_pak":"وَاِنۡ یُّرِیۡدُوۡا خِیَانَتَکَ فَقَدۡ خَانُوا اللّٰہَ مِنۡ قَبۡلُ فَاَمۡکَنَ مِنۡہُمۡ ؕ وَاللّٰہُ عَلِیۡمٌ حَکِیۡمٌ","en_translation":"And if they would betray thee, they betrayed Allah before, and He gave (thee) power over them. Allah is Knower, Wise.","bn_translation":"আর তারা যদি তোমাদের সাথে বিশ্বাসঘাতকতা করার ইচ্ছা রাখে তাহলে এর পূর্বে আল্লাহর সাথেও তারা বিশ্বাসঘাতকতা করেছিল। সুতরাং তিনি তাদের উপর তোমাকে শক্তিশালী করেছেন; আল্লাহ সর্বজ্ঞ ও প্রজ্ঞাময়।"}	,
            {"verse_id":	72	,"sura_name":"আল-আনফাল","bn_ayat":"৭২","ar_ayat":"﴿﻿۷۲﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَہَاجَرُوۡا وَجٰہَدُوۡا بِاَمۡوَالِہِمۡ وَاَنۡفُسِہِمۡ فِیۡ سَبِیۡلِ اللّٰہِ وَالَّذِیۡنَ اٰوَوۡا وَّنَصَرُوۡۤا اُولٰٓئِکَ بَعۡضُہُمۡ اَوۡلِیَآءُ بَعۡضٍ ؕ وَالَّذِیۡنَ اٰمَنُوۡا وَلَمۡ یُہَاجِرُوۡا مَا لَکُمۡ مِّنۡ وَّلَایَتِہِمۡ مِّنۡ شَیۡءٍ حَتّٰی یُہَاجِرُوۡا ۚ وَاِنِ اسۡتَنۡصَرُوۡکُمۡ فِی الدِّیۡنِ فَعَلَیۡکُمُ النَّصۡرُ اِلَّا عَلٰی قَوۡمٍۭ بَیۡنَکُمۡ وَبَیۡنَہُمۡ مِّیۡثَاقٌ ؕ وَاللّٰہُ بِمَا تَعۡمَلُوۡنَ بَصِیۡرٌ","en_translation":"Lo! those who believed and left their homes and strove with their wealth and their lives for the cause of Allah, and those who took them in and helped them: these are protecting friends one of another. And those who believed but did not leave their homes, ye have no duty to protect them till they leave their homes; but if they seek help from you in the matter of religion then it is your duty to help (them) except against a folk between whom and you there is a treaty. Allah is Seer of what ye do.","bn_translation":"যারা ঈমান এনেছে, দীনের জন্য হিজরাত করেছে, নিজেদের জানমাল দ্বারা আল্লাহর পথে জিহাদ করেছে এবং যারা আশ্রয় দান ও সাহায্য করেছে, তারা পরস্পরের বন্ধু। আর যারা ঈমান এনেছে কিন্তু হিজরাত করেনি, তারা হিজরাত না করা পর্যন্ত তাদের অভিভাবকত্বের কোন দায়িত্ব তোমাদের নেই, কিন্তু তারা যদি দীনের ব্যাপারে তোমাদের নিকট সাহায্য প্রার্থী হয় তাহলে তাদের সাহায্য করা তোমাদের কর্তব্য, তবে তোমাদের এবং যে জাতির মধ্যে চুক্তি রয়েছে তাদের বিরুদ্ধে নয়, তোমরা যা করছ আল্লাহ তা খুব ভাল রূপেই লক্ষ্য করেন।"}	,
            {"verse_id":	73	,"sura_name":"আল-আনফাল","bn_ayat":"৭৩","ar_ayat":"﴿﻿۷۳﻿﴾","text_indo_pak":"وَالَّذِیۡنَ کَفَرُوۡا بَعۡضُہُمۡ اَوۡلِیَآءُ بَعۡضٍ ؕ  اِلَّا تَفۡعَلُوۡہُ تَکُنۡ فِتۡنَۃٌ فِی الۡاَرۡضِ وَفَسَادٌ کَبِیۡرٌ ؕ","en_translation":"And those who disbelieve are protectors one of another - If ye do not so, there will be confusion in the land, and great corruption.","bn_translation":"যারা কুফরী করছে তারা পরস্পর পরস্পরের বন্ধু, তোমরা যদি (উপরোক্ত) বিধান কার্যকর না কর তাহলে ভূ-পৃষ্ঠে ফিতনা ও মহা বিপর্যয় দেখা দিবে।"}	,
            {"verse_id":	74	,"sura_name":"আল-আনফাল","bn_ayat":"৭৪","ar_ayat":"﴿﻿۷۴﻿﴾","text_indo_pak":"وَالَّذِیۡنَ اٰمَنُوۡا وَہَاجَرُوۡا وَجٰہَدُوۡا فِیۡ سَبِیۡلِ اللّٰہِ وَالَّذِیۡنَ اٰوَوۡا وَّنَصَرُوۡۤا اُولٰٓئِکَ ہُمُ الۡمُؤۡمِنُوۡنَ حَقًّا ؕ لَہُمۡ مَّغۡفِرَۃٌ وَّرِزۡقٌ کَرِیۡمٌ","en_translation":"Those who believed and left their homes and strove for the cause of Allah, and those who took them in and helped them - these are the believers in truth. For them is pardon, and bountiful provision.","bn_translation":"যারা ঈমান এনেছে, (দীনের জন্য) হিজরাত করেছে এবং আল্লাহর পথে জিহাদ করেছে, আর যারা (মু’মিনদেরকে) আশ্রয় দিয়েছে এবং যাবতীয় সাহায্য সহানুভূতি প্রকাশ করেছে, তারাই হল প্রকৃত মু’মিন। তাদের জন্য রয়েছে ক্ষমা ও সম্মানজনক জীবিকা।"}	,
            {"verse_id":	75	,"sura_name":"আল-আনফাল","bn_ayat":"৭৫","ar_ayat":"﴿﻿۷۵﻿﴾","text_indo_pak":"وَالَّذِیۡنَ اٰمَنُوۡا مِنۡۢ بَعۡدُ وَہَاجَرُوۡا وَجٰہَدُوۡا مَعَکُمۡ فَاُولٰٓئِکَ مِنۡکُمۡ ؕ  وَاُولُوا الۡاَرۡحَامِ بَعۡضُہُمۡ اَوۡلٰی بِبَعۡضٍ فِیۡ کِتٰبِ اللّٰہِ ؕ  اِنَّ اللّٰہَ بِکُلِّ شَیۡءٍ عَلِیۡمٌ ","en_translation":"And those who afterwards believed and left their homes and strove along with you, they are of you; and those who are akin are nearer one to another in the ordinance of Allah. Lo! Allah is Knower of all things.","bn_translation":"আর যারা এর পরে ঈমান এনেছে ও হিজরাত করেছে এবং তোমাদের সাথে একত্রে জিহাদ করেছে, তারা তোমাদেরই অন্তর্ভুক্ত; আল্লাহর বিধানে আত্মীয়গণ একে অন্যের অপেক্ষা বেশি হকদার, নিঃসন্দেহে আল্লাহ প্রতিটি বস্তু সম্পর্কে ভাল রূপে অবহিত।"}	

        ]