[
            {"verse_id":	1	,"sura_name":"আত-তাওবাহ্","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"بَرَآءَۃٌ مِّنَ اللّٰہِ وَرَسُوۡلِہٖۤ اِلَی الَّذِیۡنَ عٰہَدۡتُّمۡ مِّنَ الۡمُشۡرِکِیۡنَ ؕ","en_translation":"Freedom from obligation (is proclaimed) from Allah and His messenger toward those of the idolaters with whom ye made a treaty.","bn_translation":"আল্লাহ ও তাঁর রাসূলের পক্ষ হতে অব্যাহতি (ঘোষণা করা) হচ্ছে ঐ মুশরিকদের প্রতি যাদের সাথে তোমরা সন্ধি করেছিলে।*"}	,
            {"verse_id":	2	,"sura_name":"আত-তাওবাহ্","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"فَسِیۡحُوۡا فِی الۡاَرۡضِ اَرۡبَعَۃَ اَشۡہُرٍ وَّاعۡلَمُوۡۤا اَنَّکُمۡ غَیۡرُ مُعۡجِزِی اللّٰہِ ۙ وَاَنَّ اللّٰہَ مُخۡزِی الۡکٰفِرِیۡنَ","en_translation":"Travel freely in the land four months, and know that ye cannot escape Allah and that Allah will confound the disbelievers (in His Guidance).","bn_translation":"সুতরাং (হে মুশরিকরা!) তোমরা এই ভূ-মন্ডলে চার মাস বিচরণ করে নাও এবং জেনে রেখ যে, তোমরা আল্লাহকে অক্ষম করতে পারবেনা, আর নিশ্চয়ই আল্লাহ কাফিরদেরকে অপদস্থ করবেন।"}	,
            {"verse_id":	3	,"sura_name":"আত-তাওবাহ্","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"وَاَذَانٌ مِّنَ اللّٰہِ وَرَسُوۡلِہٖۤ اِلَی النَّاسِ یَوۡمَ الۡحَجِّ الۡاَکۡبَرِ اَنَّ اللّٰہَ بَرِیۡٓءٌ مِّنَ الۡمُشۡرِکِیۡنَ ۬ۙ  وَرَسُوۡلُہٗ ؕ  فَاِنۡ تُبۡتُمۡ فَہُوَ خَیۡرٌ لَّکُمۡ ۚ  وَاِنۡ تَوَلَّیۡتُمۡ فَاعۡلَمُوۡۤا اَنَّکُمۡ غَیۡرُ مُعۡجِزِی اللّٰہِ ؕ  وَبَشِّرِ الَّذِیۡنَ کَفَرُوۡا بِعَذَابٍ اَلِیۡمٍ ۙ","en_translation":"And a proclamation from Allah and His messenger to all men on the day of the Greater Pilgrimage that Allah is free from obligation to the idolaters, and (so is) His messenger. So, if ye repent, it will be better for you; but if ye are averse, then know that ye cannot escape Allah. Give tidings (O Muhammad) of a painful doom to those who disbelieve,","bn_translation":"আল্লাহ ও তাঁর রাসূলের পক্ষ থেকে বড় হাজ্জের তারিখসমূহে জনগণের সামনে ঘোষণা করা হচ্ছে যে, আল্লাহ ও তাঁর রাসূল উভয়ই এই মুশরিকদের (নিরাপত্তা প্রদান করা) হতে নিঃসম্পর্ক হচ্ছেন; তবে যদি তোমরা তাওবাহ কর তাহলে তা তোমাদের জন্য উত্তম, আর যদি তোমরা মুখ ফিরিয়ে নাও তাহলে জেনে রেখ যে, তোমরা আল্লাহকে অক্ষম করতে পারবেনা, আর (হে নাবী!) এই কাফিরদেরকে যন্ত্রণাদায়ক শাস্তির সুসংবাদ দাও।"}	,
            {"verse_id":	4	,"sura_name":"আত-তাওবাহ্","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"اِلَّا الَّذِیۡنَ عٰہَدۡتُّمۡ مِّنَ الۡمُشۡرِکِیۡنَ ثُمَّ لَمۡ یَنۡقُصُوۡکُمۡ شَیۡئًا وَّلَمۡ یُظَاہِرُوۡا عَلَیۡکُمۡ اَحَدًا فَاَتِمُّوۡۤا اِلَیۡہِمۡ عَہۡدَہُمۡ اِلٰی مُدَّتِہِمۡ ؕ اِنَّ اللّٰہَ یُحِبُّ الۡمُتَّقِیۡنَ","en_translation":"Excepting those of the idolaters with whom ye (Muslims) have a treaty, and who have since abated nothing of your right nor have supported anyone against you. (As for these), fulfil their treaty to them till their term. Lo! Allah loveth those who keep their duty (unto Him).","bn_translation":"কিন্তু হ্যাঁ ঐ সব মুশরিক হচ্ছে স্বতন্ত্র যাদের নিকট থেকে তোমরা চুক্তিতে আবদ্ধ হয়েছ, অতঃপর তারা তোমাদের বিরুদ্ধে কেহকেও সাহায্য করেনি। সুতরাং তাদের সন্ধি চুক্তিতে তাদের নির্ধারিত সময় পর্যন্ত পূর্ণ কর; নিশ্চয়ই আল্লাহ সৎকর্মশীলদের পছন্দ করেন ।"}	,
            {"verse_id":	5	,"sura_name":"আত-তাওবাহ্","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"فَاِذَا انۡسَلَخَ الۡاَشۡہُرُ الۡحُرُمُ فَاقۡتُلُوا الۡمُشۡرِکِیۡنَ حَیۡثُ وَجَدۡتُّمُوۡہُمۡ وَخُذُوۡہُمۡ وَاحۡصُرُوۡہُمۡ وَاقۡعُدُوۡا لَہُمۡ کُلَّ مَرۡصَدٍ ۚ فَاِنۡ تَابُوۡا وَاَقَامُوا الصَّلٰوۃَ وَاٰتَوُا الزَّکٰوۃَ فَخَلُّوۡا سَبِیۡلَہُمۡ ؕ اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"Then, when the sacred months have passed, slay the idolaters wherever ye find them, and take them (captive), and besiege them, and prepare for them each ambush. But if they repent and establish worship and pay the poor-due, then leave their way free. Lo! Allah is Forgiving, Merciful.","bn_translation":"অতঃপর যখন নিষিদ্ধ মাসগুলি অতীত হয়ে যায় তখন ঐ মুশরিকদেরকে যেখানে পাবে তাদের সাথে যুদ্ধ কর এবং হত্যা কর, তাদেরকে ধরে ফেল, তাদেরকে অবরোধ করে রাখো এবং তাদের সন্ধানে ঘাঁটিসমূহে অবস্থান কর। অতঃপর যদি তারা তাওবাহ করে, সালাত আদায় করে এবং যাকাত প্রদান করে তাহলে তাদের পথ ছেড়ে দাও। নিশ্চয়ই আল্লাহ অতিশয় ক্ষমাপরায়ণ, পরম করুণাময়।"}	,
            {"verse_id":	6	,"sura_name":"আত-তাওবাহ্","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"وَاِنۡ اَحَدٌ مِّنَ الۡمُشۡرِکِیۡنَ اسۡتَجَارَکَ فَاَجِرۡہُ حَتّٰی یَسۡمَعَ کَلٰمَ اللّٰہِ ثُمَّ اَبۡلِغۡہُ مَاۡمَنَہٗ ؕ  ذٰلِکَ بِاَنَّہُمۡ قَوۡمٌ لَّا یَعۡلَمُوۡنَ ","en_translation":"And if anyone of the idolaters seeketh thy protection (O Muhammad), then protect him so that he may hear the Word of Allah, and afterward convey him to his place of safety. That is because they are a folk who know not.","bn_translation":"মুশরিকদের মধ্য হতে যদি কেহ তোমার কাছে আশ্রয় প্রার্থনা করে তাহলে তুমি তাকে আশ্রয় দান কর, যাতে সে আল্লাহর কালাম শুনতে পায়; অতঃপর তাকে তার নিরাপদ স্থানে পৌঁছে দাও, এই আদেশ এ জন্য যে, এরা এমন লোক যারা জ্ঞান রাখেনা।"}	,
            {"verse_id":	7	,"sura_name":"আত-তাওবাহ্","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"کَیۡفَ یَکُوۡنُ لِلۡمُشۡرِکِیۡنَ عَہۡدٌ عِنۡدَ اللّٰہِ وَعِنۡدَ رَسُوۡلِہٖۤ اِلَّا الَّذِیۡنَ عٰہَدۡتُّمۡ عِنۡدَ الۡمَسۡجِدِ الۡحَرَامِ ۚ فَمَا اسۡتَقَامُوۡا لَکُمۡ فَاسۡتَقِیۡمُوۡا لَہُمۡ ؕ اِنَّ اللّٰہَ یُحِبُّ الۡمُتَّقِیۡنَ","en_translation":"How can there be a treaty with Allah and with His messenger for the idolaters save those with whom ye made a treaty at the Inviolable Place of Worship ? So long as they are true to you, be true to them. Lo! Allah loveth those who keep their duty.","bn_translation":"এই (কুরাইশ) মুশরিকদের অঙ্গীকার আল্লাহ ও তাঁর রাসূলের নিকট কি রূপে (বলবৎ) থাকবে যদি না তাদের সাথে তোমরা মাসজিদুল হারামের সন্নিকটে অঙ্গীকার নিয়ে থাক? অতএব যে পর্যন্ত তারা তোমাদের সাথে সরলভাবে থাকে, তোমরাও তাদের সাথে সরলভাবে থাকবে, নিঃসন্দেহে আল্লাহ সংযমশীলদের পছন্দ করেন।"}	,
            {"verse_id":	8	,"sura_name":"আত-তাওবাহ্","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"کَیۡفَ وَاِنۡ یَّظۡہَرُوۡا عَلَیۡکُمۡ لَا یَرۡقُبُوۡا فِیۡکُمۡ اِلًّا وَّلَا ذِمَّۃً ؕ  یُرۡضُوۡنَکُمۡ بِاَفۡوَاہِہِمۡ وَتَاۡبٰی قُلُوۡبُہُمۡ ۚ  وَاَکۡثَرُہُمۡ فٰسِقُوۡنَ ۚ","en_translation":"How (can there be any treaty for the others) when, if they have the upper hand of you, they regard not pact nor honour in respect of you ? They satisfy you with their mouths the while their hearts refuse. And most of them are wrongdoers.","bn_translation":"কি করে চুক্তি রক্ষা হবে, যদি অবস্থা এই হয় যে, তারা যদি তোমাদের উপর প্রাধান্য লাভ করে তাহলে তোমাদের আত্মীয়তার মর্যাদাও রক্ষা করবেনা এবং অঙ্গীকারেরও না। তারা তোমাদেরকে নিজেদের মুখের কথায় সন্তুষ্ট রাখে, কিন্তু তাদের অন্তরসমূহ অস্বীকার করে, আর তাদের অধিকাংশ লোকই ফাসিক ।"}	,
            {"verse_id":	9	,"sura_name":"আত-তাওবাহ্","bn_ayat":"০৯","ar_ayat":"﴿﻿۹﻿﴾","text_indo_pak":"اِشۡتَرَوۡا بِاٰیٰتِ اللّٰہِ ثَمَنًا قَلِیۡلًا فَصَدُّوۡا عَنۡ سَبِیۡلِہٖ ؕ اِنَّہُمۡ سَآءَ مَا کَانُوۡا یَعۡمَلُوۡنَ","en_translation":"They have purchased with the revelations of Allah a little gain, so they debar (men) from His way. Lo! evil is that which they are wont to do.","bn_translation":"তারা আল্লাহর আয়াতসমূহকে নগণ্য মূল্যে বিক্রি করেছে এবং তারা আল্লাহর পথ থেকে (মু’মিনদেরকে) সরিয়ে রেখেছে। নিশ্চয়ই তাদের কাজ অতি মন্দ।"}	,
            {"verse_id":	10	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১০","ar_ayat":"﴿﻿۱۰﻿﴾","text_indo_pak":"لَا یَرۡقُبُوۡنَ فِیۡ مُؤۡمِنٍ اِلًّا وَّلَا ذِمَّۃً ؕ وَاُولٰٓئِکَ ہُمُ الۡمُعۡتَدُوۡنَ","en_translation":"And they observe toward a believer neither pact nor honour. These are they who are transgressors.","bn_translation":"তারা কোন মু’মিনের সাথে আত্মীয়তার মর্যাদা রক্ষা করেনা এবং না অঙ্গীকারের; আর তারাই সীমালংঘনকারী।"}	,
            {"verse_id":	11	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১১","ar_ayat":"﴿﻿۱۱﻿﴾","text_indo_pak":"فَاِنۡ تَابُوۡا وَاَقَامُوا الصَّلٰوۃَ وَاٰتَوُا الزَّکٰوۃَ فَاِخۡوَانُکُمۡ فِی الدِّیۡنِ ؕ وَنُفَصِّلُ الۡاٰیٰتِ لِقَوۡمٍ یَّعۡلَمُوۡنَ","en_translation":"But if they repent and establish worship and pay the poor-due, then are they your brethren in religion. We detail Our revelations for a people who have knowledge.","bn_translation":"অতঃপর যদি তারা তাওবাহ করে এবং সালাত আদায় করে ও যাকাত দেয় তাহলে তারা তোমাদের দীনী ভাই; আর আমি জ্ঞানী লোকদের জন্য বিধানাবলী বিস্তারিতভাবে বর্ণনা করে থাকি।"}	,
            {"verse_id":	12	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১২","ar_ayat":"﴿﻿۱۲﻿﴾","text_indo_pak":"وَاِنۡ نَّکَثُوۡۤا اَیۡمَانَہُمۡ مِّنۡۢ بَعۡدِ عَہۡدِہِمۡ وَطَعَنُوۡا فِیۡ دِیۡنِکُمۡ فَقَاتِلُوۡۤا اَئِمَّۃَ الۡکُفۡرِ ۙ اِنَّہُمۡ لَاۤ اَیۡمَانَ لَہُمۡ لَعَلَّہُمۡ یَنۡتَہُوۡنَ","en_translation":"And if they break their pledges after their treaty (hath been made with you) and assail your religion, then fight the heads of disbelief - Lo! they have no binding oaths - in order that they may desist.","bn_translation":"আর যদি তারা অঙ্গীকার করার পর নিজেদের শপথগুলিকে ভঙ্গ করে এবং তোমাদের ধর্মের প্রতি দোষারোপ করে তাহলে তোমরা কুফরের অগ্রনায়কদের বিরুদ্ধে যুদ্ধ কর, (এই অবস্থায়) তাদের শপথ রইলনা, হয়তো তারা বিরত থাকবে।"}	,
            {"verse_id":	13	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১৩","ar_ayat":"﴿﻿۱۳﻿﴾","text_indo_pak":"اَلَا تُقَاتِلُوۡنَ قَوۡمًا نَّکَثُوۡۤا اَیۡمَانَہُمۡ وَہَمُّوۡا بِاِخۡرَاجِ الرَّسُوۡلِ وَہُمۡ بَدَءُوۡکُمۡ اَوَّلَ مَرَّۃٍ ؕ اَتَخۡشَوۡنَہُمۡ ۚ فَاللّٰہُ اَحَقُّ اَنۡ تَخۡشَوۡہُ اِنۡ کُنۡتُمۡ مُّؤۡمِنِیۡنَ","en_translation":"Will ye not fight a folk who broke their solemn pledges, and purposed to drive out the messenger and did attack you first ? What! Fear ye them ? Now Allah hath more right that ye should fear Him, if ye are believers","bn_translation":"তোমরা এমন লোকদের বিরুদ্ধে কেন যুদ্ধ করবেনা যারা নিজেদের শপথগুলিকে ভঙ্গ করেছে, আর রাসূলকে দেশান্তর করার সিদ্ধান্ত গ্রহণ করেছে এবং তারা তোমাদের বিরুদ্ধে নিজেরাই প্রথমে আক্রমণ করেছে? তোমরা কি তাদেরকে ভয় করছ? বস্তুতঃ আল্লাহকেই তোমাদের ভয় করা উচিত, যদি তোমরা মু’মিন হয়ে থাক।"}	,
            {"verse_id":	14	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১৪","ar_ayat":"﴿﻿۱۴﻿﴾","text_indo_pak":"قَاتِلُوۡہُمۡ یُعَذِّبۡہُمُ اللّٰہُ بِاَیۡدِیۡکُمۡ وَیُخۡزِہِمۡ وَیَنۡصُرۡکُمۡ عَلَیۡہِمۡ وَیَشۡفِ صُدُوۡرَ قَوۡمٍ مُّؤۡمِنِیۡنَ ۙ","en_translation":"Fight them! Allah will chastise them at your hands, and He will lay them low and give you victory over them, and He will heal the breasts of folk who are believers.","bn_translation":"তোমরা তাদের সাথে যুদ্ধ কর। আল্লাহ তোমাদের হাতে তাদেরকে শাস্তি প্রদান করবেন এবং তাদেরকে লাঞ্ছিত করবেন, আর তোমাদেরকে তাদের উপর বিজয়ী করবেন এবং মু’মিনের অন্তরসমূহকে প্রশান্ত ও ঠান্ডা করবেন।"}	,
            {"verse_id":	15	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১৫","ar_ayat":"﴿﻿۱۵﻿﴾","text_indo_pak":"وَیُذۡہِبۡ غَیۡظَ قُلُوۡبِہِمۡ ؕ وَیَتُوۡبُ اللّٰہُ عَلٰی مَنۡ یَّشَآءُ ؕ وَاللّٰہُ عَلِیۡمٌ حَکِیۡمٌ","en_translation":"And He will remove the anger of their hearts. Allah relenteth toward whom He will. Allah is Knower, Wise.","bn_translation":"আর তাদের অন্তরসমূহের ক্ষোভ দূর করে দিবেন এবং যার প্রতি ইচ্ছা, আল্লাহ করুণা প্রদর্শন করবেন, আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।"}	,
            {"verse_id":	16	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১৬","ar_ayat":"﴿﻿۱۶﻿﴾","text_indo_pak":"اَمۡ حَسِبۡتُمۡ اَنۡ تُتۡرَکُوۡا وَلَمَّا یَعۡلَمِ اللّٰہُ الَّذِیۡنَ جٰہَدُوۡا مِنۡکُمۡ وَلَمۡ یَتَّخِذُوۡا مِنۡ دُوۡنِ اللّٰہِ وَلَا رَسُوۡلِہٖ وَلَا الۡمُؤۡمِنِیۡنَ وَلِیۡجَۃً ؕ  وَاللّٰہُ خَبِیۡرٌۢ بِمَا تَعۡمَلُوۡنَ ","en_translation":"Or deemed ye that ye would be left (in peace) when Allah yet knoweth not those of you who strive, choosing for familiar none save Allah and His messenger and the believers ? Allah is Informed of what ye do.","bn_translation":"তোমরা কি ধারণা করেছ যে, তোমাদেরকে এভাবেই ছেড়ে দেয়া হবে? অথচ আল্লাহতো এখনও তোমাদেরকে পরীক্ষা করেননি যে, কারা তোমাদের মধ্য হতে জিহাদ করেছে এবং আল্লাহ, তাঁর রাসূল ও মু’মিনগণ ছাড়া অন্য কেহকেও অন্তরঙ্গ বন্ধু রূপে গ্রহণ করেনি? আর আল্লাহ তোমাদের সমস্ত কর্মের পূর্ণ খবর রাখেন।"}	,
            {"verse_id":	17	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১৭","ar_ayat":"﴿﻿۱۷﻿﴾","text_indo_pak":"مَا کَانَ لِلۡمُشۡرِکِیۡنَ اَنۡ یَّعۡمُرُوۡا مَسٰجِدَ اللّٰہِ شٰہِدِیۡنَ عَلٰۤی اَنۡفُسِہِمۡ بِالۡکُفۡرِ ؕ اُولٰٓئِکَ حَبِطَتۡ اَعۡمَالُہُمۡ ۚۖ وَفِی النَّارِ ہُمۡ خٰلِدُوۡنَ","en_translation":"It is not for the idolaters to tend Allah's sanctuaries, bearing witness against themselves of disbelief. As for such, their works are vain and in the Fire they will abide.","bn_translation":"মুশরিকরা যখন নিজেরাই নিজেদের কুফরী স্বীকার করে তখন তারা আল্লাহর মাসজিদের রক্ষণাবেক্ষণ করবে এমনতো হতে পারেনা। তারা এমন যাদের সমস্ত কাজ ব্যর্থ; এবং তারা জাহান্নামে স্থায়ীভাবে অবস্থান করবে।"}	,
            {"verse_id":	18	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১৮","ar_ayat":"﴿﻿۱۸﻿﴾","text_indo_pak":"اِنَّمَا یَعۡمُرُ مَسٰجِدَ اللّٰہِ مَنۡ اٰمَنَ بِاللّٰہِ وَالۡیَوۡمِ الۡاٰخِرِ وَاَقَامَ الصَّلٰوۃَ وَاٰتَی الزَّکٰوۃَ وَلَمۡ یَخۡشَ اِلَّا اللّٰہَ فَعَسٰۤی اُولٰٓئِکَ اَنۡ یَّکُوۡنُوۡا مِنَ الۡمُہۡتَدِیۡنَ","en_translation":"He only shall tend Allah's sanctuaries who believeth in Allah and the Last Day and observeth proper worship and payeth the poor-due and feareth none save Allah. For such (only) is it possible that they can be of the rightly guided.","bn_translation":"আল্লাহর মাসজিদগুলি সংরক্ষণ করা তাদেরই কাজ, যারা আল্লাহর প্রতি ও কিয়ামাত দিবসের প্রতি ঈমান আনে এবং সালাত কায়েম করে ও যাকাত প্রদান করে এবং আল্লাহ ছাড়া কেহকেও ভয় করেনা। আশা করা যায় যে, এরাই সঠিক পথ প্রাপ্ত।"}	,
            {"verse_id":	19	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১৯","ar_ayat":"﴿﻿۱۹﻿﴾","text_indo_pak":"اَجَعَلۡتُمۡ سِقَایَۃَ الۡحَآجِّ وَعِمَارَۃَ الۡمَسۡجِدِ الۡحَرَامِ کَمَنۡ اٰمَنَ بِاللّٰہِ وَالۡیَوۡمِ الۡاٰخِرِ وَجٰہَدَ فِیۡ سَبِیۡلِ اللّٰہِ ؕ  لَا یَسۡتَوٗنَ عِنۡدَ اللّٰہِ ؕ  وَاللّٰہُ لَا یَہۡدِی الۡقَوۡمَ الظّٰلِمِیۡنَ ۘ","en_translation":"Count ye the slaking of a pilgrim's thirst and tendance of the Inviolable Place of Worship as (equal to the worth of) him who believeth in Allah and the Last Day, and striveth in the way of Allah ? They are not equal in the sight of Allah. Allah guideth not wrongdoing folk.","bn_translation":"তোমরা কি হাজীদের পানি পান করানোকে এবং মাসজিদুল হারামের রক্ষণাবেক্ষণ করাকে তাদের সমান সাব্যস্ত করে রেখেছ যারা আল্লাহ ও কিয়ামাত দিবসের প্রতি ঈমান আনে ও আল্লাহর পথে জিহাদ করে? তারা আল্লাহর সমীপে সমান নয়; যারা সীমা লংঘনকারী তাদেরকে আল্লাহ সুপথ প্রদর্শন করেননা।"}	,
            {"verse_id":	20	,"sura_name":"আত-তাওবাহ্","bn_ayat":"২০","ar_ayat":"﴿﻿۲۰﻿﴾","text_indo_pak":"اَلَّذِیۡنَ اٰمَنُوۡا وَہَاجَرُوۡا وَجٰہَدُوۡا فِیۡ سَبِیۡلِ اللّٰہِ بِاَمۡوَالِہِمۡ وَاَنۡفُسِہِمۡ ۙ اَعۡظَمُ دَرَجَۃً عِنۡدَ اللّٰہِ ؕ وَاُولٰٓئِکَ ہُمُ الۡفَآئِزُوۡنَ","en_translation":"Those who believe, and have left their homes and striven with their wealth and their lives in Allah's way are of much greater worth in Allah's sight. These are they who are triumphant.","bn_translation":"যারা ঈমান এনেছে ও হিজরাত করেছে, আর নিজেদের ধন ও প্রাণ দ্বারা আল্লাহর পথে জিহাদ করেছে তারা মর্যাদায় আল্লাহর কাছে অতি বড়, আর তারাই হচ্ছে পূর্ণ সফলকাম ।"}	,
            {"verse_id":	21	,"sura_name":"আত-তাওবাহ্","bn_ayat":"২১","ar_ayat":"﴿﻿۲۱﻿﴾","text_indo_pak":"یُبَشِّرُہُمۡ رَبُّہُمۡ بِرَحۡمَۃٍ مِّنۡہُ وَرِضۡوَانٍ وَّجَنّٰتٍ لَّہُمۡ فِیۡہَا نَعِیۡمٌ مُّقِیۡمٌ ۙ","en_translation":"Their Lord giveth them good tidings of mercy from Him, and acceptance, and Gardens where enduring pleasure will be theirs;","bn_translation":"তাদের রাব্ব তাদেরকে নিজের পক্ষ থেকে সুসংবাদ দিচ্ছেন রাহমাতের ও অতি সন্তুষ্টির, আর এমন জান্নাতের যার মধ্যে তাদের জন্য চিরস্থায়ী নি’আমাত থাকবে।"}	,
            {"verse_id":	22	,"sura_name":"আত-তাওবাহ্","bn_ayat":"২২","ar_ayat":"﴿﻿۲۲﻿﴾","text_indo_pak":"خٰلِدِیۡنَ فِیۡہَاۤ اَبَدًا ؕ اِنَّ اللّٰہَ عِنۡدَہٗۤ اَجۡرٌ عَظِیۡمٌ","en_translation":"There they will abide for ever. Lo! with Allah there is immense reward.","bn_translation":"ওর মধ্যে তারা অনন্তকাল থাকবে, নিঃসন্দেহে আল্লাহর নিকট রয়েছে শ্রেষ্ঠ পুরস্কার।"}	,
            {"verse_id":	23	,"sura_name":"আত-তাওবাহ্","bn_ayat":"২৩","ar_ayat":"﴿﻿۲۳﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا لَا تَتَّخِذُوۡۤا اٰبَآءَکُمۡ وَاِخۡوَانَکُمۡ اَوۡلِیَآءَ اِنِ اسۡتَحَبُّوا الۡکُفۡرَ عَلَی الۡاِیۡمَانِ ؕ وَمَنۡ یَّتَوَلَّہُمۡ مِّنۡکُمۡ فَاُولٰٓئِکَ ہُمُ الظّٰلِمُوۡنَ","en_translation":"O ye who believe! Choose not your fathers nor your brethren for friends if they take pleasure in disbelief rather than faith. Whoso of you taketh them for friends, such are wrong-doers.","bn_translation":"হে মু’মিনগণ! তোমরা নিজেদের পিতাদেরকে ও ভাইদেরকে বন্ধু রূপে গ্রহণ করনা যদি তারা ঈমানের মুকাবিলায় কুফরকে প্রিয় মনে করে; আর তোমাদের মধ্য হতে যারা তাদের সাথে বন্ধুত্ব রাখবে, বস্তুতঃ ঐ সব লোকই হচ্ছে বড় অত্যাচারী।"}	,
            {"verse_id":	24	,"sura_name":"আত-তাওবাহ্","bn_ayat":"২৪","ar_ayat":"﴿﻿۲۴﻿﴾","text_indo_pak":"قُلۡ اِنۡ کَانَ اٰبَآؤُکُمۡ وَاَبۡنَآؤُکُمۡ وَاِخۡوَانُکُمۡ وَاَزۡوَاجُکُمۡ وَعَشِیۡرَتُکُمۡ وَاَمۡوَالُۨ اقۡتَرَفۡتُمُوۡہَا وَتِجَارَۃٌ تَخۡشَوۡنَ کَسَادَہَا وَمَسٰکِنُ تَرۡضَوۡنَہَاۤ اَحَبَّ اِلَیۡکُمۡ مِّنَ اللّٰہِ وَرَسُوۡلِہٖ وَجِہَادٍ فِیۡ سَبِیۡلِہٖ فَتَرَبَّصُوۡا حَتّٰی یَاۡتِیَ اللّٰہُ بِاَمۡرِہٖ ؕ  وَاللّٰہُ لَا یَہۡدِی الۡقَوۡمَ الۡفٰسِقِیۡنَ ","en_translation":"Say: If your fathers, and your sons, and your brethren, and your wives, and your tribe, and the wealth ye have acquired, and merchandise for which ye fear that there will no sale, and dwellings ye desire are dearer to you than Allah and His messenger and striving in His way: then wait till Allah bringeth His command to pass. Allah guideth not wrongdoing folk.","bn_translation":"(হে নাবী!) তুমি তাদেরকে বলে দাওঃ যদি তোমাদের পিতা, তোমাদের পুত্রগণ, তোমাদের ভাইগণ, তোমাদের স্ত্রীগণ, তোমাদের স্বগোত্র, আর ঐ সব ধন সম্পদ যা তোমরা অর্জন করেছ, আর ঐ ব্যবসায় যাতে তোমরা মন্দা পড়ার আশংকা করছ অথবা ঐ গৃহসমূহ যেখানে অতি আনন্দে বসবাস করছ, আল্লাহ এবং তাঁর রাসূলের চেয়ে এবং তাঁর পথে জিহাদ করার চেয়ে যদি (এই সব) তোমাদের নিকট অধিক প্রিয় হয় তাহলে তোমরা প্রতীক্ষা করতে থাক যে পর্যন্ত আল্লাহ নিজের নির্দেশ পাঠিয়ে দেন। আর আল্লাহ আদেশ অমান্যকারীদেরকে পথ প্রদশর্ন করেন না।"}	,
            {"verse_id":	25	,"sura_name":"আত-তাওবাহ্","bn_ayat":"২৫","ar_ayat":"﴿﻿۲۵﻿﴾","text_indo_pak":"لَقَدۡ نَصَرَکُمُ اللّٰہُ فِیۡ مَوَاطِنَ کَثِیۡرَۃٍ ۙ  وَّیَوۡمَ حُنَیۡنٍ ۙ  اِذۡ اَعۡجَبَتۡکُمۡ کَثۡرَتُکُمۡ فَلَمۡ تُغۡنِ عَنۡکُمۡ شَیۡئًا وَّضَاقَتۡ عَلَیۡکُمُ الۡاَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّیۡتُمۡ مُّدۡبِرِیۡنَ ۚ","en_translation":"Allah hath given you victory on many fields and on the day of Huneyn, when ye exulted in your multitude but it availed you naught, and the earth, vast as it is, was straitened for you; then ye turned back in flight;","bn_translation":"অবশ্যই আল্লাহ তোমাদেরকে (যুদ্ধে) বহু ক্ষেত্রে বিজয়ী করেছেন এবং হুনাইনের দিনেও। যখন তোমাদেরকে তোমাদের সংখ্যাধিক্য গর্বে উম্মত্ত করেছিল, অতঃপর সেই সংখ্যাধিক্য তোমাদের কোনই কাজে আসেনি, আর ভূ-পৃষ্ঠ প্রশস্ত থাকা সত্ত্বেও তা তোমাদের উপর সংকীর্ণ হয়ে গেল, অতঃপর তোমরা পৃষ্ঠ প্রদর্শন পূর্বক পলায়ন করলে।"}	,
            {"verse_id":	26	,"sura_name":"আত-তাওবাহ্","bn_ayat":"২৬","ar_ayat":"﴿﻿۲۶﻿﴾","text_indo_pak":"ثُمَّ اَنۡزَلَ اللّٰہُ سَکِیۡنَتَہٗ عَلٰی رَسُوۡلِہٖ وَعَلَی الۡمُؤۡمِنِیۡنَ وَاَنۡزَلَ جُنُوۡدًا لَّمۡ تَرَوۡہَا وَعَذَّبَ الَّذِیۡنَ کَفَرُوۡا ؕ وَذٰلِکَ جَزَآءُ الۡکٰفِرِیۡنَ","en_translation":"Then Allah sent His peace of reassurance down upon His messenger and upon the believers, and sent down hosts ye could not see, and punished those who disbelieved. Such is the reward of disbelievers.","bn_translation":"অতঃপর আল্লাহ নিজ রাসূলের প্রতি এবং অন্যান্য মু’মিনদের প্রতি তাঁর সাকিনা (প্রশান্তি) নাযিল করলেন এবং এমন সৈন্যদল (অর্থাৎ ফেরেশতা) নাযিল করলেন যাদেরকে তোমরা দেখনি, আর কাফিরদেরকে শাস্তি প্রদান করলেন; আর এটা হচ্ছে কাফিরদের কর্মফল।"}	,
            {"verse_id":	27	,"sura_name":"আত-তাওবাহ্","bn_ayat":"২৭","ar_ayat":"﴿﻿۲۷﻿﴾","text_indo_pak":"ثُمَّ یَتُوۡبُ اللّٰہُ مِنۡۢ بَعۡدِ ذٰلِکَ عَلٰی مَنۡ یَّشَآءُ ؕ وَاللّٰہُ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"Then afterward Allah will relent toward whom He will; for Allah is Forgiving, Merciful.","bn_translation":"অতঃপর আল্লাহ (ঐ কাফিরদের মধ্য হতে) যাকে ইচ্ছা দয়া প্রদর্শন করেন, আর আল্লাহ হচ্ছেন অতি ক্ষমাশীল, পরম করুণাময়।"}	,
            {"verse_id":	28	,"sura_name":"আত-তাওবাহ্","bn_ayat":"২৮","ar_ayat":"﴿﻿۲۸﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِنَّمَا الۡمُشۡرِکُوۡنَ نَجَسٌ فَلَا یَقۡرَبُوا الۡمَسۡجِدَ الۡحَرَامَ بَعۡدَ عَامِہِمۡ ہٰذَا ۚ وَاِنۡ خِفۡتُمۡ عَیۡلَۃً فَسَوۡفَ یُغۡنِیۡکُمُ اللّٰہُ مِنۡ فَضۡلِہٖۤ اِنۡ شَآءَ ؕ اِنَّ اللّٰہَ عَلِیۡمٌ حَکِیۡمٌ","en_translation":"O ye who believe! The idolaters only are unclean. So let them not come near the Inviolable Place of Worship after this their year. If ye fear poverty (from the loss of their merchandise) Allah shall preserve you of His bounty if He will. Lo! Allah is Knower, Wise.","bn_translation":"হে মু’মিনগণ! মুশরিকরা হচ্ছে একেবারেই অপবিত্র, অতএব তারা যেন এ বছরের পর মাসজিদুল হারামের নিকটেও আসতে না পারে, আর যদি তোমরা দারিদ্রতার ভয় কর তাহলে আল্লাহ নিজ অনুগ্রহে তোমাদেরকে অভাবমুক্ত করবেন, যদি তিনি চান। নিশ্চয়ই আল্লাহ অতিশয় জ্ঞানী, বড়ই হিকমাতওয়ালা।"}	,
            {"verse_id":	29	,"sura_name":"আত-তাওবাহ্","bn_ayat":"২৯","ar_ayat":"﴿﻿۲۹﻿﴾","text_indo_pak":"قَاتِلُوا الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِاللّٰہِ وَلَا بِالۡیَوۡمِ الۡاٰخِرِ وَلَا یُحَرِّمُوۡنَ مَا حَرَّمَ اللّٰہُ وَرَسُوۡلُہٗ وَلَا یَدِیۡنُوۡنَ دِیۡنَ الۡحَقِّ مِنَ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ حَتّٰی یُعۡطُوا الۡجِزۡیَۃَ عَنۡ ‌یَّدٍ وَّہُمۡ صٰغِرُوۡنَ ","en_translation":"Fight against such of those who have been given the Scripture as believe not in Allah nor the Last Day, and forbid not that which Allah hath forbidden by His messenger, and follow not the Religion of Truth, until they pay the tribute readily, being brought low.","bn_translation":"যারা আল্লাহর প্রতি ঈমান রাখেনা এবং কিয়ামাত দিনের প্রতিও না, আর ঐ বস্তুগুলিকে হারাম মনে করেনা যেগুলিকে আল্লাহ ও তাঁর রাসূল হারাম বলেছেন, আর সত্য ধর্ম (অর্থাৎ ইসলাম) গ্রহণ করেনা, তাদের বিরুদ্ধে যুদ্ধ করতে থাক যে পর্যন্ত না তারা অধীনতা স্বীকার করে প্রজা রূপে জিযিয়া দিতে স্বীকার করে।"}	,
            {"verse_id":	30	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৩০","ar_ayat":"﴿﻿۳۰﻿﴾","text_indo_pak":"وَقَالَتِ الۡیَہُوۡدُ عُزَیۡرُۨ ابۡنُ اللّٰہِ وَقَالَتِ النَّصٰرَی الۡمَسِیۡحُ ابۡنُ اللّٰہِ ؕ ذٰلِکَ قَوۡلُہُمۡ بِاَفۡوَاہِہِمۡ ۚ یُضَاہِـُٔوۡنَ قَوۡلَ الَّذِیۡنَ کَفَرُوۡا مِنۡ قَبۡلُ ؕ قٰتَلَہُمُ اللّٰہُ ۚ۫ اَنّٰی یُؤۡفَکُوۡنَ","en_translation":"And the Jews say: Ezra is the son of Allah, and the Christians say: The Messiah is the son of Allah. That is their saying with their mouths. They imitate the saying of those who disbelieved of old. Allah (Himself) fighteth against them. How perverse are they!","bn_translation":"ইয়াহুদীরা বলেঃ উযায়ের আল্লাহর পুত্র এবং নাসারারা বলেঃ মাসীহ্ আল্লাহর পুত্র। এটা তাদের মুখের কথা মাত্র (বাস্তবে তা কিছুই নয়), তারাতো তাদের মতই কথা বলছে যারা তাদের পূর্বে কাফির হয়েছে। আল্লাহ তাদেরকে ধ্বংস করুন! তারা উল্টা কোন দিকে যাচ্ছে!"}	,
            {"verse_id":	31	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৩১","ar_ayat":"﴿﻿۳۱﻿﴾","text_indo_pak":"اِتَّخَذُوۡۤا اَحۡبَارَہُمۡ وَرُہۡبَانَہُمۡ اَرۡبَابًا مِّنۡ دُوۡنِ اللّٰہِ وَالۡمَسِیۡحَ ابۡنَ مَرۡیَمَ ۚ وَمَاۤ اُمِرُوۡۤا اِلَّا لِیَعۡبُدُوۡۤا اِلٰـہًا وَّاحِدًا ۚ لَاۤ اِلٰہَ اِلَّا ہُوَ ؕ سُبۡحٰنَہٗ عَمَّا یُشۡرِکُوۡنَ","en_translation":"They have taken as lords beside Allah their rabbis and their monks and the Messiah son of Mary, when they were bidden to worship only One God. There is no God save Him. Be He Glorified from all that they ascribe as partner (unto Him)!","bn_translation":"তারা আল্লাহকে ছেড়ে নিজেদের পন্ডিত ও ধর্ম যাজকদেরকে রাব্ব বানিয়ে নিয়েছে এবং মারইয়ামের পুত্র মসীহকেও। অথচ তাদের প্রতি শুধু এই আদেশ করা হয়েছে যে, তারা শুধুমাত্র এক মা‘বূদের ইবাদাত করবে যিনি ব্যতীত ইলাহ হওয়ার যোগ্য কেহই নয়। তিনি তাদের অংশী স্থির করা হতে পবিত্র।"}	,
            {"verse_id":	32	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৩২","ar_ayat":"﴿﻿۳۲﻿﴾","text_indo_pak":"یُرِیۡدُوۡنَ اَنۡ یُّطۡفِـُٔوۡا نُوۡرَ اللّٰہِ بِاَفۡوَاہِہِمۡ وَیَاۡبَی اللّٰہُ اِلَّاۤ اَنۡ یُّتِمَّ نُوۡرَہٗ وَلَوۡ کَرِہَ الۡکٰفِرُوۡنَ","en_translation":"Fain would they put out the light of Allah with their mouths, but Allah disdaineth (aught) save that He shall perfect His light, however much the disbelievers are averse.","bn_translation":"তারা এরূপ চাচ্ছে যে, আল্লাহর নূরকে নিজেদের মুখের ফুৎকার দ্বারা নির্বাপিত করে দেয়, অথচ আল্লাহ স্বীয় নূরকে (দীন ইসলাম) পূর্ণত্বে পৌঁছানো ব্যতীত নিরস্ত হবেননা, যদিও কাফিরেরা অপ্রীতিকরই মনে করে।"}	,
            {"verse_id":	33	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৩৩","ar_ayat":"﴿﻿۳۳﻿﴾","text_indo_pak":"ہُوَ الَّذِیۡۤ اَرۡسَلَ رَسُوۡلَہٗ بِالۡہُدٰی وَدِیۡنِ الۡحَقِّ لِیُظۡہِرَہٗ عَلَی الدِّیۡنِ کُلِّہٖ ۙ وَلَوۡ کَرِہَ الۡمُشۡرِکُوۡنَ","en_translation":"He it is Who hath sent His messenger with the guidance and the Religion of Truth, that He may cause it to prevail over all religion, however much the idolaters may be averse.","bn_translation":"সেই আল্লাহ এমন যে, তিনি নিজ রাসূলকে হিদায়াত (কুরআন) এবং সত্য ধর্ম সহকারে প্রেরণ করেছেন, যেন ওকে সকল ধর্মের উপর প্রবল করে দেন, যদিও মুশরিকরা অপ্রীতিকর মনে করে।"}	,
            {"verse_id":	34	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৩৪","ar_ayat":"﴿﻿۳۴﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡۤا اِنَّ کَثِیۡرًا مِّنَ الۡاَحۡبَارِ وَالرُّہۡبَانِ لَیَاۡکُلُوۡنَ اَمۡوَالَ النَّاسِ بِالۡبَاطِلِ وَیَصُدُّوۡنَ عَنۡ سَبِیۡلِ اللّٰہِ ؕ  وَالَّذِیۡنَ یَکۡنِزُوۡنَ الذَّہَبَ وَالۡفِضَّۃَ وَلَا یُنۡفِقُوۡنَہَا فِیۡ سَبِیۡلِ اللّٰہِ ۙ  فَبَشِّرۡہُمۡ بِعَذَابٍ اَلِیۡمٍ ۙ","en_translation":"O ye who believe! Lo! many of the (Jewish) rabbis and the (Christian) monks devour the wealth of mankind wantonly and debar (men) from the way of Allah. They who hoard up gold and silver and spend it not in the way of Allah, unto them give tidings (O Muhammad) of a painful doom,","bn_translation":"হে মু’মিনগণ! অধিকাংশ আহবার এবং রুহবান (ইয়াহুদ ও খৃষ্টানদের আলেম ও ধর্ম যাজক) মানুষের ধন-সম্পদ শারীয়াত বিরুদ্ধ উপায়ে ভক্ষণ করে এবং আল্লাহর পথ হতে বিরত রাখে, আর যারা স্বর্ণ ও রৌপ্য জমা করে রাখে এবং তা আল্লাহর পথে ব্যয় করেনা, তুমি তাদেরকে যন্ত্রণাদায়ক এক শাস্তির সুসংবাদ শুনিয়ে দাও।"}	,
            {"verse_id":	35	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৩৫","ar_ayat":"﴿﻿۳۵﻿﴾","text_indo_pak":"یَّوۡمَ یُحۡمٰی عَلَیۡہَا فِیۡ نَارِ جَہَنَّمَ فَتُکۡوٰی بِہَا جِبَاہُہُمۡ وَجُنُوۡبُہُمۡ وَظُہُوۡرُہُمۡ ؕ ہٰذَا مَا کَنَزۡتُمۡ لِاَنۡفُسِکُمۡ فَذُوۡقُوۡا مَا کُنۡتُمۡ تَکۡنِزُوۡنَ","en_translation":"On the day when it will (all) be heated in the fire of hell, and their foreheads and their flanks and their backs will be branded therewith (and it will be said unto them): Here is that which ye hoarded for yourselves. Now taste of what ye used to hoard.","bn_translation":"সেদিন জাহান্নামের আগুনে ঐগুলিকে উত্তপ্ত করা হবে, অতঃপর ঐগুলি দ্বারা তাদের ললাটসমূহে, পার্শ্বদেশসমূহে এবং পৃষ্ঠদেশসমূহে দাগ দেয়া হবে, আর বলা হবেঃ এটা হচ্ছে ওটাই যা তোমরা নিজেদের জন্য সঞ্চয় করে রেখেছিলে, সুতরাং এখন নিজেদের সঞ্চয়ের স্বাদ গ্রহণ কর।"}	,
            {"verse_id":	36	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৩৬","ar_ayat":"﴿﻿۳۶﻿﴾","text_indo_pak":"اِنَّ عِدَّۃَ الشُّہُوۡرِ عِنۡدَ اللّٰہِ اثۡنَا عَشَرَ شَہۡرًا فِیۡ کِتٰبِ اللّٰہِ یَوۡمَ خَلَقَ السَّمٰوٰتِ وَالۡاَرۡضَ مِنۡہَاۤ اَرۡبَعَۃٌ حُرُمٌ ؕ ذٰلِکَ الدِّیۡنُ الۡقَیِّمُ ۬ۙ فَلَا تَظۡلِمُوۡا فِیۡہِنَّ اَنۡفُسَکُمۡ وَقَاتِلُوا الۡمُشۡرِکِیۡنَ کَآفَّۃً کَمَا یُقَاتِلُوۡنَکُمۡ کَآفَّۃً ؕ وَاعۡلَمُوۡۤا اَنَّ اللّٰہَ مَعَ الۡمُتَّقِیۡنَ","en_translation":"Lo! the number of the months with Allah is twelve months by Allah's ordinance in the day that He created the heavens and the earth. Four of them are sacred: that is the right religion. So wrong not yourselves in them. And wage war on all of the idolaters as they are waging war on all of you. And know that Allah is with those who keep their duty (unto Him).","bn_translation":"নিশ্চয়ই আকাশমন্ডলী ও পৃথিবী সৃষ্টির দিন থেকে আল্লাহর বিধানে মাস গণনায় বারটি। এর মধ্যে বিশেষ রূপে চারটি মাস হচ্ছে সম্মানিত। এটাই হচ্ছে সুপ্রতিষ্ঠিত ধর্ম। অতএব তোমরা এ মাসগুলিতে (ধর্মের বিরুদ্ধাচরণ করে) নিজেদের ক্ষতি সাধন করনা, আর মুশরিকদের বিরুদ্ধে সকলে একযোগে যুদ্ধ কর, যেমন তারা তোমাদের বিরুদ্ধে সকলে একযোগে যুদ্ধ করে। আর জেনে রেখ যে, আল্লাহ মুত্তাকীদের সাথে রয়েছেন।"}	,
            {"verse_id":	37	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৩৭","ar_ayat":"﴿﻿۳۷﻿﴾","text_indo_pak":"اِنَّمَا النَّسِیۡٓءُ زِیَادَۃٌ فِی الۡکُفۡرِ یُضَلُّ بِہِ الَّذِیۡنَ کَفَرُوۡا یُحِلُّوۡنَہٗ عَامًا وَّیُحَرِّمُوۡنَہٗ عَامًا لِّیُوَاطِـُٔوۡا عِدَّۃَ مَا حَرَّمَ اللّٰہُ فَیُحِلُّوۡا مَا حَرَّمَ اللّٰہُ ؕ  زُیِّنَ لَہُمۡ سُوۡٓءُ اَعۡمَالِہِمۡ ؕ  وَاللّٰہُ لَا یَہۡدِی الۡقَوۡمَ الۡکٰفِرِیۡنَ ","en_translation":"Postponement (of a sacred month) is only an excess of disbelief whereby those who disbelieve are misled; they allow it one year and forbid it (another) year, that they may make up the number of the months which Allah hath hallowed, so that they allow that which Allah hath forbidden. The evil of their deeds is made fairseeming unto them. Allah guideth not the disbelieving folk.","bn_translation":"নিশ্চয়ই এই (মাসগুলির) স্থানান্তর কুফরের মধ্যে আরও কুফরী বৃদ্ধি করা, যদ্বারা কাফিরদেরকে পথভ্রষ্ট করা হয়। (তা এ রূপে যে) তারা সেই হারাম মাসকে কোন বছর হালাল করে নেয় এবং কোন বছর হারাম মনে করে, আল্লাহ যে মাসগুলিকে হারাম করেছেন, যেন তারা ওগুলির সংখ্যা পূর্ণ করে নিতে পারে, অতঃপর তারা আল্লাহর নিষিদ্ধ মাসগুলিকে হালাল করে নেয়, তাদের দুস্কর্মগুলি তাদের কাছে শোভনীয় মনে হয়, আর আল্লাহ এইরূপ কাফিরদেরকে হিদায়াত (এর তাওফীক দান) করেননা।"}	,
            {"verse_id":	38	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৩৮","ar_ayat":"﴿﻿۳۸﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا مَا لَکُمۡ اِذَا قِیۡلَ لَکُمُ انۡفِرُوۡا فِیۡ سَبِیۡلِ اللّٰہِ اثَّاقَلۡتُمۡ اِلَی الۡاَرۡضِ ؕ اَرَضِیۡتُمۡ بِالۡحَیٰوۃِ الدُّنۡیَا مِنَ الۡاٰخِرَۃِ ۚ فَمَا مَتَاعُ الۡحَیٰوۃِ الدُّنۡیَا فِی الۡاٰخِرَۃِ اِلَّا قَلِیۡلٌ","en_translation":"O ye who believe! What aileth you that when it is said unto you: Go forth in the way of Allah, ye are bowed down to the ground with heaviness. Take ye pleasure in the life of the world rather than in the Hereafter ? The comfort of the life of the world is but little in the Hereafter.","bn_translation":"হে মু’মিনগণ! তোমাদের কি হল যে, যখন তোমাদেরকে বলা হয়, বের হও আল্লাহর পথে, তখন তোমরা মাটিতে লেগে থাক (অলসভাবে বসে থাক)। তাহলে কি তোমরা পরকালের বিনিময়ে পার্থিব জীবনের উপর পরিতুষ্ট হয়ে গেলে? বস্তুতঃ পার্থিব জীবনের ভোগ বিলাসতো আখিরাতের তুলনায় কিছুই নয়, অতি সামান্য।"}	,
            {"verse_id":	39	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৩৯","ar_ayat":"﴿﻿۳۹﻿﴾","text_indo_pak":"اِلَّا تَنۡفِرُوۡا یُعَذِّبۡکُمۡ عَذَابًا اَلِیۡمًا ۬ۙ وَّیَسۡتَبۡدِلۡ قَوۡمًا غَیۡرَکُمۡ وَلَا تَضُرُّوۡہُ شَیۡئًا ؕ وَاللّٰہُ عَلٰی کُلِّ شَیۡءٍ قَدِیۡرٌ","en_translation":"If ye go not forth He will afflict you with a painful doom, and will choose instead of you a folk other than you. Ye cannot harm Him at all. Allah is Able to do all things.","bn_translation":"যদি তোমরা বের না হও তাহলে আল্লাহ তোমাদেরকে কঠোর শাস্তি প্রদান করবেন এবং তোমাদের পরিবর্তে অন্য এক জাতিকে স্থলাভিষিক্ত করবেন, আর তোমরা আল্লাহর (দীনের) কোনই ক্ষতি করতে পারবেনা। আল্লাহ সর্বময় ক্ষমতার অধিকারী।"}	,
            {"verse_id":	40	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৪০","ar_ayat":"﴿﻿۴۰﻿﴾","text_indo_pak":"اِلَّا تَنۡصُرُوۡہُ فَقَدۡ نَصَرَہُ اللّٰہُ اِذۡ اَخۡرَجَہُ الَّذِیۡنَ کَفَرُوۡا ثَانِیَ اثۡنَیۡنِ اِذۡ ہُمَا فِی الۡغَارِ اِذۡ یَقُوۡلُ لِصَاحِبِہٖ لَا تَحۡزَنۡ اِنَّ اللّٰہَ مَعَنَا ۚ فَاَنۡزَلَ اللّٰہُ سَکِیۡنَتَہٗ عَلَیۡہِ وَاَیَّدَہٗ بِجُنُوۡدٍ لَّمۡ تَرَوۡہَا وَجَعَلَ کَلِمَۃَ الَّذِیۡنَ کَفَرُوا السُّفۡلٰی ؕ وَکَلِمَۃُ اللّٰہِ ہِیَ الۡعُلۡیَا ؕ وَاللّٰہُ عَزِیۡزٌ حَکِیۡمٌ","en_translation":"If ye help him not, still Allah helped him when those who disbelieve drove him forth, the second of two; when they two were in the cave, when he said unto his comrade: Grieve not. Lo! Allah is with us. Then Allah caused His peace of reassurance to descend upon him and supported him with hosts ye cannot see, and made the word of those who disbelieved the nethermost, while Allah's Word it was that became the uppermost. Allah is Mighty, Wise.","bn_translation":"যদি তোমরা তাকে (রাসূলুল্লাহকে) সাহায্য না কর তাহলে আল্লাহই তাকে সাহায্য করবেন যেমন তিনি তাকে সাহায্য করেছিলেন সেই সময়ে যখন কাফিরেরা তাকে দেশান্তর করেছিল, যখন দু’জনের মধ্যে একজন ছিল সে, যে সময় উভয়ে গুহার মধ্যে ছিল, যখন সে স্বীয় সঙ্গীকে (আবূ বাকরকে) বলেছিলঃ তুমি বিষণ্ণ হয়োনা, নিশ্চয়ই আল্লাহ আমাদের সঙ্গে রয়েছেন। অতঃপর আল্লাহ তার প্রতি স্বীয় প্রশান্তি নাযিল করলেন এবং তাকে শক্তিশালী করলেন এমন সেনাদল দ্বারা যাদেরকে তোমরা দেখতে পাওনি এবং আল্লাহ কাফিরদের বাক্য নীচু করে দিলেন, আর আল্লাহর বাণী সমুচ্চ রইল, আর আল্লাহ হচ্ছেন প্রবল প্রজ্ঞাময়।"}	,
            {"verse_id":	41	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৪১","ar_ayat":"﴿﻿۴۱﻿﴾","text_indo_pak":"اِنۡفِرُوۡا خِفَافًا وَّثِقَالًا وَّجَاہِدُوۡا بِاَمۡوَالِکُمۡ وَاَنۡفُسِکُمۡ فِیۡ سَبِیۡلِ اللّٰہِ ؕ ذٰلِکُمۡ خَیۡرٌ لَّکُمۡ اِنۡ کُنۡتُمۡ تَعۡلَمُوۡنَ","en_translation":"Go forth, light-armed and heavy-armed, and strive with your wealth and your lives in the way of Allah! That is best for you if ye but knew.","bn_translation":"অভিযানে বের হও স্বল্প সরঞ্জামের সাথেই হোক, অথবা প্রচুর সরঞ্জামের সাথেই হোক এবং আল্লাহর পথে নিজেদের ধন সম্পদ ও প্রাণ দ্বারা যুদ্ধ কর, এটাই তোমাদের জন্য অতি উত্তম, যদি তোমরা জানতে।"}	,
            {"verse_id":	42	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৪২","ar_ayat":"﴿﻿۴۲﻿﴾","text_indo_pak":"لَوۡ کَانَ عَرَضًا قَرِیۡبًا وَّسَفَرًا قَاصِدًا لَّاتَّبَعُوۡکَ وَلٰکِنۡۢ بَعُدَتۡ عَلَیۡہِمُ الشُّقَّۃُ ؕ  وَسَیَحۡلِفُوۡنَ بِاللّٰہِ لَوِ اسۡتَطَعۡنَا لَخَرَجۡنَا مَعَکُمۡ ۚ  یُہۡلِکُوۡنَ اَنۡفُسَہُمۡ ۚ  وَاللّٰہُ یَعۡلَمُ اِنَّہُمۡ لَکٰذِبُوۡنَ ","en_translation":"Had it been a near adventure and an easy journey they had followed thee, but the distance seemed too far for them. Yet will they swear by Allah (saying): If we had been able we would surely have set out with you. They destroy their souls, and Allah knoweth that they verily are liars.","bn_translation":"যদি কিছু আশু লভ্য হত এবং সফরও সহজ হত তাহলে তারা অবশ্যই তোমার সহগামী হত; কিন্তু তাদেরতো পথের দূরত্বই দীর্ঘতর বোধ হতে লাগল; আর তারা অচিরেই আল্লাহর নামে শপথ করে বলবেঃ যদি আমাদের সাধ্য থাকত তাহলে আমরা নিশ্চয়ই তোমাদের সাথে বের হতাম; তারা (মিথ্যা বলে) নিজেরাই নিজেদেরকে ধ্বংস করছে; আর আল্লাহ জানেন যে, তারা মিথ্যাবাদী।"}	,
            {"verse_id":	43	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৪৩","ar_ayat":"﴿﻿۴۳﻿﴾","text_indo_pak":"عَفَا اللّٰہُ عَنۡکَ ۚ لِمَ اَذِنۡتَ لَہُمۡ حَتّٰی یَتَبَیَّنَ لَکَ الَّذِیۡنَ صَدَقُوۡا وَتَعۡلَمَ الۡکٰذِبِیۡنَ","en_translation":"Allah forgive thee (O Muhammad)! Wherefor didst thou grant them leave ere those who told the truth were manifest to thee and thou didst know the liars ?","bn_translation":"আল্লাহ তোমাকে ক্ষমা করেছেন (কিন্তু) তুমি তাদেরকে কেন অনুমতি দিলে যে পর্যন্ত না সত্যবাদী লোকেরা তোমার কাছে প্রকাশ হয়ে যেত এবং তুমি মিথ্যাবাদীদেরকে জেনে নিতে?"}	,
            {"verse_id":	44	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৪৪","ar_ayat":"﴿﻿۴۴﻿﴾","text_indo_pak":"لَا یَسۡتَاۡذِنُکَ الَّذِیۡنَ یُؤۡمِنُوۡنَ بِاللّٰہِ وَالۡیَوۡمِ الۡاٰخِرِ اَنۡ یُّجَاہِدُوۡا بِاَمۡوَالِہِمۡ وَاَنۡفُسِہِمۡ ؕ وَاللّٰہُ عَلِیۡمٌۢ بِالۡمُتَّقِیۡنَ","en_translation":"Those who believe in Allah and the Last Day ask no leave of thee lest they should strive with their wealth and their lives. Allah is Aware of those who keep their duty (unto Him).","bn_translation":"যারা আল্লাহর প্রতি ও পরকালের প্রতি ঈমান রাখে তারা নিজেদের ধন-সম্পদ ও প্রাণ দ্বারা জিহাদ করার ব্যাপারে তোমার কাছে অব্যাহতি প্রার্থনা করবেনা, আর আল্লাহ এই পরহেজগার লোকদের সম্বন্ধে খুবই অবগত আছেন।"}	,
            {"verse_id":	45	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৪৫","ar_ayat":"﴿﻿۴۵﻿﴾","text_indo_pak":"اِنَّمَا یَسۡتَاۡذِنُکَ الَّذِیۡنَ لَا یُؤۡمِنُوۡنَ بِاللّٰہِ وَالۡیَوۡمِ الۡاٰخِرِ وَارۡتَابَتۡ قُلُوۡبُہُمۡ فَہُمۡ فِیۡ رَیۡبِہِمۡ یَتَرَدَّدُوۡنَ","en_translation":"They alone ask leave of thee who believe not in Allah and the Last Day, and whose hearts feel doubt, so in their doubt they waver.","bn_translation":"অবশ্যই ঐসব লোক তোমার কাছে অব্যাহতি চেয়ে থাকে যারা আল্লাহর প্রতি ও আখিরাতের প্রতি ঈমান রাখেনা, তারা তাদের অন্তরসমূহ সন্দেহে নিপতিত রয়েছে। অতএব তারা নিজেদের সন্দেহে হতবুদ্ধি হয়ে রয়েছে।"}	,
            {"verse_id":	46	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৪৬","ar_ayat":"﴿﻿۴۶﻿﴾","text_indo_pak":"وَلَوۡ اَرَادُوا الۡخُرُوۡجَ لَاَعَدُّوۡا لَہٗ عُدَّۃً وَّلٰکِنۡ کَرِہَ اللّٰہُ انۡۢبِعَاثَہُمۡ فَثَبَّطَہُمۡ وَقِیۡلَ اقۡعُدُوۡا مَعَ الۡقٰعِدِیۡنَ","en_translation":"And if they had wished to go forth they would assuredly have made ready some equipment, but Allah was averse to their being sent forth and held them back and it was said (unto them): Sit ye with the sedentary!","bn_translation":"আর যদি তারা (যুদ্ধে) যাত্রা করার ইচ্ছা করত তাহলে সেজন্য কিছু সরঞ্জামতো প্রস্তুত করত, কিন্তু আল্লাহ তাদের যাত্রাকে অপছন্দ করেছেন, এ জন্য তাদেরকে তাওফীক দেননি এবং বলে দেয়া হল, তোমরাও এখানেই অক্ষম লোকদের সাথে বসে থাকো।"}	,
            {"verse_id":	47	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৪৭","ar_ayat":"﴿﻿۴۷﻿﴾","text_indo_pak":"لَوۡ خَرَجُوۡا فِیۡکُمۡ مَّا زَادُوۡکُمۡ اِلَّا خَبَالًا وَّلَا۠اَوۡضَعُوۡا خِلٰلَکُمۡ یَبۡغُوۡنَکُمُ الۡفِتۡنَۃَ ۚ وَفِیۡکُمۡ سَمّٰعُوۡنَ لَہُمۡ ؕ وَاللّٰہُ عَلِیۡمٌۢ بِالظّٰلِمِیۡنَ","en_translation":"Had they gone forth among you they had added to you naught save trouble and had hurried to and fro among you, seeking to cause sedition among you; and among you there are some who would have listened to them. Allah is Aware of evil-doers.","bn_translation":"যদি তারা তোমাদের সাথে বের হত তাহলে দ্বিগুণ বিভ্রাট সৃষ্টি করা ব্যতীত আর কি হত? তারা তোমাদের মধ্যে ফাসাদ সৃষ্টি করার উদ্দেশে দৌড়াদৌড়ি করে ফিরত, আর তোমাদের মধ্যের কতিপয় উহা শ্রবণ করত; আল্লাহ এই যালিমদের সম্বন্ধে খুব অবগত আছেন।"}	,
            {"verse_id":	48	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৪৮","ar_ayat":"﴿﻿۴۸﻿﴾","text_indo_pak":"لَقَدِ ابۡتَغَوُا الۡفِتۡنَۃَ مِنۡ قَبۡلُ وَقَلَّبُوۡا لَکَ الۡاُمُوۡرَ حَتّٰی جَآءَ الۡحَقُّ وَظَہَرَ اَمۡرُ اللّٰہِ وَہُمۡ کٰرِہُوۡنَ","en_translation":"Aforetime they sought to cause sedition and raised difficulties for thee till the Truth came and the decree of Allah was made manifest, though they were loth.","bn_translation":"পূর্বেও তারা ফিতনা ফাসাদ সৃষ্টি করেছিল এবং তোমার কার্যক্রম ব্যর্থ করার চেষ্টায় রত ছিল। শেষ পর্যন্ত হক ও আল্লাহর নির্দেশ প্রকাশমান হল, যদিও তা তাদের মনঃপুত ছিলনা।"}	,
            {"verse_id":	49	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৪৯","ar_ayat":"﴿﻿۴۹﻿﴾","text_indo_pak":"وَمِنۡہُمۡ مَّنۡ یَّقُوۡلُ ائۡذَنۡ لِّیۡ وَلَا تَفۡتِنِّیۡ ؕ اَلَا فِی الۡفِتۡنَۃِ سَقَطُوۡا ؕ وَاِنَّ جَہَنَّمَ لَمُحِیۡطَۃٌۢ بِالۡکٰفِرِیۡنَ","en_translation":"Of them is he who saith: Grant me leave (to stay at home) and tempt me not. Surely it is into temptation that they (thus) have fallen. Lo! hell verily is all around the disbelievers.","bn_translation":"আর তাদের মধ্যে কেহ কেহ এমনও আছে যে বলেঃ আমাকে (যুদ্ধে গমন না করার) অনুমতি দিন এবং আমাকে বিপদে ফেলবেননা। ভাল রূপে বুঝে নাও যে, তারাতো বিপদে পড়েই আছে। আর নিশ্চয়ই জাহান্নাম এই কাফিরদের বেষ্টন করবেই।"}	,
            {"verse_id":	50	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৫০","ar_ayat":"﴿﻿۵۰﻿﴾","text_indo_pak":"اِنۡ تُصِبۡکَ حَسَنَۃٌ تَسُؤۡہُمۡ ۚ وَاِنۡ تُصِبۡکَ مُصِیۡبَۃٌ یَّقُوۡلُوۡا قَدۡ اَخَذۡنَاۤ اَمۡرَنَا مِنۡ قَبۡلُ وَیَتَوَلَّوۡا وَّہُمۡ فَرِحُوۡنَ","en_translation":"If good befalleth thee (O Muhammad) it afflicteth them, and if calamity befalleth thee, they say: We took precaution, and they turn away well pleased.","bn_translation":"যদি তোমার প্রতি কোন মঙ্গল উপস্থিত হয় তাহলে তাদের জন্য তা চিন্তার কারণ হয়ে দাঁড়ায়, আর যদি তোমার উপর কোন বিপদ এসে পড়ে তখন তারা বলেঃ আমরাতো প্রথম থেকেই নিজেদের জন্য সাবধানতার পথ অবলম্বন করেছিলাম এবং তারা খুশী হয়ে চলে যায়।"}	,
            {"verse_id":	51	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৫১","ar_ayat":"﴿﻿۵۱﻿﴾","text_indo_pak":"قُلۡ لَّنۡ یُّصِیۡبَنَاۤ اِلَّا مَا کَتَبَ اللّٰہُ لَنَا ۚ ہُوَ مَوۡلٰىنَا ۚ وَعَلَی اللّٰہِ فَلۡیَتَوَکَّلِ الۡمُؤۡمِنُوۡنَ","en_translation":"Say: Naught befalleth us save that which Allah hath decreed for us. He is our Protecting Friend. In Allah let believers put their trust!","bn_translation":"বলঃ আল্লাহ আমাদের জন্য যা নির্ধারণ করে দিয়েছেন তা ছাড়া অন্য কোন বিপদ আমাদের উপর আপতিত হবেনা, তিনিই আমাদের কর্ম বিধায়ক, আর সকল মু’মিনের কর্তব্য হল, তারা যেন নিজেদের যাবতীয় কাজে আল্লাহর উপরই নির্ভর করে।"}	,
            {"verse_id":	52	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৫২","ar_ayat":"﴿﻿۵۲﻿﴾","text_indo_pak":"قُلۡ ہَلۡ تَرَبَّصُوۡنَ بِنَاۤ اِلَّاۤ اِحۡدَی الۡحُسۡنَیَیۡنِ ؕ وَنَحۡنُ نَتَرَبَّصُ بِکُمۡ اَنۡ یُّصِیۡبَکُمُ اللّٰہُ بِعَذَابٍ مِّنۡ عِنۡدِہٖۤ اَوۡ بِاَیۡدِیۡنَا ۫ۖ فَتَرَبَّصُوۡۤا اِنَّا مَعَکُمۡ مُّتَرَبِّصُوۡنَ","en_translation":"Say: Can ye await for us aught save one of two good things (death or victory in Allah's way) ? while we await for you that Allah will afflict you with a doom from Him or at our hands. Await then! Lo! We are awaiting with you.","bn_translation":"বলঃ তোমরাতো আমাদের জন্য দু’টি মঙ্গলের মধ্যে একটি মঙ্গলের প্রতীক্ষায় রয়েছ; আর আমরা তোমাদের জন্য এই প্রতীক্ষা করছি যে, আল্লাহ তোমাদের উপর কোন্ শাস্তি সংঘটন করবেন - নিজের পক্ষ হতে অথবা আমাদের দ্বারা; অতএব তোমরা অপেক্ষা করতে থাক, আমরাও তোমাদের সাথে অপেক্ষমান রইলাম।"}	,
            {"verse_id":	53	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৫৩","ar_ayat":"﴿﻿۵۳﻿﴾","text_indo_pak":"قُلۡ اَنۡفِقُوۡا طَوۡعًا اَوۡ کَرۡہًا لَّنۡ یُّتَقَبَّلَ مِنۡکُمۡ ؕ اِنَّکُمۡ کُنۡتُمۡ قَوۡمًا فٰسِقِیۡنَ","en_translation":"Say: Pay (your contribution), willingly or unwillingly, it will not be accepted from you. Lo! ye were ever froward folk.","bn_translation":"তুমি বলঃ তোমরা সন্তুষ্টির সাথে ব্যয় কর কিংবা অসন্তুষ্টির সাথে, তোমাদের পক্ষ থেকে তা কক্ষণই গৃহীত হবেনা; নিঃসন্দেহে তোমরা হচ্ছ আদেশ লংঘনকারী সম্প্রদায়।"}	,
            {"verse_id":	54	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৫৪","ar_ayat":"﴿﻿۵۴﻿﴾","text_indo_pak":"وَمَا مَنَعَہُمۡ اَنۡ تُقۡبَلَ مِنۡہُمۡ نَفَقٰتُہُمۡ اِلَّاۤ اَنَّہُمۡ کَفَرُوۡا بِاللّٰہِ وَبِرَسُوۡلِہٖ وَلَا یَاۡتُوۡنَ الصَّلٰوۃَ اِلَّا وَہُمۡ کُسَالٰی وَلَا یُنۡفِقُوۡنَ اِلَّا وَہُمۡ کٰرِہُوۡنَ","en_translation":"And naught preventeth that their contributions should be accepted from them save that they have disbelieved in Allah and in His messenger, and they come not to worship save as idlers, and pay not (their contribution) save reluctantly.","bn_translation":"আর তাদের দান খয়রাত গ্রহণ না হওয়ার কারণ এই যে, তারা আল্লাহর সাথে ও তাঁর রাসূলের সাথে কুফরী করেছে, আর তারা শৈথিল্যের সাথে ছাড়া সালাত আদায় করেনা, আর তারা দান করেনা। কিন্তু অনিচ্ছার সাথে।"}	,
            {"verse_id":	55	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৫৫","ar_ayat":"﴿﻿۵۵﻿﴾","text_indo_pak":"فَلَا تُعۡجِبۡکَ اَمۡوَالُہُمۡ وَلَاۤ اَوۡلَادُہُمۡ ؕ اِنَّمَا یُرِیۡدُ اللّٰہُ لِیُعَذِّبَہُمۡ بِہَا فِی الۡحَیٰوۃِ الدُّنۡیَا وَتَزۡہَقَ اَنۡفُسُہُمۡ وَہُمۡ کٰفِرُوۡنَ","en_translation":"So let not their riches nor their children please thee (O Muhammad). Allah thereby intendeth but to punish them in the life of the world and that their souls shall pass away while they are disbelievers.","bn_translation":"অতএব তাদের ধন-সম্পদ এবং সন্তান-সন্ততি যেন তোমাকে বিস্মিত না করে; আল্লাহর ইচ্ছা শুধু এটাই যে, এসব বস্তুর কারণে তাদেরকে পার্থিব জীবনে আযাবে আবদ্ধ রাখেন এবং তাদের প্রাণ কুফরী অবস্থায় বের হয়।"}	,
            {"verse_id":	56	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৫৬","ar_ayat":"﴿﻿۵۶﻿﴾","text_indo_pak":"وَیَحۡلِفُوۡنَ بِاللّٰہِ اِنَّہُمۡ لَمِنۡکُمۡ ؕ وَمَا ہُمۡ مِّنۡکُمۡ وَلٰکِنَّہُمۡ قَوۡمٌ یَّفۡرَقُوۡنَ","en_translation":"And they swear by Allah that they are in truth of you, when they are not of you, but they are folk who are afraid.","bn_translation":"আর তারা আল্লাহর কসম করে বলে যে, তারা (মুনাফিকরা) তোমাদেরই অন্তর্ভুক্ত; অথচ তারা তোমাদের অন্তর্ভুক্ত নয়, বরং তারা হচ্ছে কাপুরুষের দল।"}	,
            {"verse_id":	57	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৫৭","ar_ayat":"﴿﻿۵۷﻿﴾","text_indo_pak":"لَوۡ یَجِدُوۡنَ مَلۡجَاً اَوۡ مَغٰرٰتٍ اَوۡ مُدَّخَلًا لَّوَلَّوۡا اِلَیۡہِ وَہُمۡ یَجۡمَحُوۡنَ","en_translation":"Had they but found a refuge, or caverns, or a place to enter, they surely had resorted thither swift as runaways.","bn_translation":"যদি তারা কোন আশ্রয়স্থল পেত, অথবা গুহা কিংবা লুকিয়ে থাকার একটু স্থান পেত তাহলে তারা অবশ্যই ক্ষিপ্র গতিতে সেদিকে ধাবিত হত।"}	,
            {"verse_id":	58	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৫৮","ar_ayat":"﴿﻿۵۸﻿﴾","text_indo_pak":"وَمِنۡہُمۡ مَّنۡ یَّلۡمِزُکَ فِی الصَّدَقٰتِ ۚ فَاِنۡ اُعۡطُوۡا مِنۡہَا رَضُوۡا وَاِنۡ لَّمۡ یُعۡطَوۡا مِنۡہَاۤ اِذَا ہُمۡ یَسۡخَطُوۡنَ","en_translation":"And of them is he who defameth thee in the matter of the alms. If they are given thereof they are content, and if they are not given thereof, behold! they are enraged.","bn_translation":"আর তাদের মধ্যে এমন কতক লোক রয়েছে যারা সাদাকাহর (বন্টন) ব্যাপারে তোমার প্রতি দোষারোপ করে, অতঃপর যদি তারা ঐ সমস্ত সাদাকাহ হতে (অংশ) প্রাপ্ত হয় তাহলে তারা সন্তুষ্ট হয়, আর যদি তারা তা থেকে বঞ্চিত হয় তাহলে তারা অসন্তুষ্ট হয়।"}	,
            {"verse_id":	59	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৫৯","ar_ayat":"﴿﻿۵۹﻿﴾","text_indo_pak":"وَلَوۡ اَنَّہُمۡ رَضُوۡا مَاۤ اٰتٰىہُمُ اللّٰہُ وَرَسُوۡلُہٗ ۙ  وَقَالُوۡا حَسۡبُنَا اللّٰہُ سَیُؤۡتِیۡنَا اللّٰہُ مِنۡ فَضۡلِہٖ وَرَسُوۡلُہٗۤ ۙ  اِنَّاۤ اِلَی اللّٰہِ رٰغِبُوۡنَ ","en_translation":"(How much more seemly) had they been content with that which Allah and His messenger had given them and had said: Allah sufficeth us. Allah will give us of His bounty, and (also) His messenger. Unto Allah we are suppliants.","bn_translation":"তাদের জন্য উত্তম হত যদি তারা ওর প্রতি সন্তুষ্ট থাকতো যা কিছু তাদেরকে আল্লাহ ও তাঁর রাসূল দান করেছিলেন, আর বলতঃ আমাদের পক্ষে আল্লাহই যথেষ্ট, ভবিষ্যতে আল্লাহ স্বীয় অনুগ্রহে আমাদেরকে আরও দান করবেন এবং তাঁর রাসূলও, আমরা আল্লাহরই প্রতি আগ্রহান্বিত রইলাম।"}	,
            {"verse_id":	60	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৬০","ar_ayat":"﴿﻿۶۰﻿﴾","text_indo_pak":"اِنَّمَا الصَّدَقٰتُ لِلۡفُقَرَآءِ وَالۡمَسٰکِیۡنِ وَالۡعٰمِلِیۡنَ عَلَیۡہَا وَالۡمُؤَلَّفَۃِ قُلُوۡبُہُمۡ وَفِی الرِّقَابِ وَالۡغٰرِمِیۡنَ وَفِیۡ سَبِیۡلِ اللّٰہِ وَابۡنِ السَّبِیۡلِ ؕ فَرِیۡضَۃً مِّنَ اللّٰہِ ؕ وَاللّٰہُ عَلِیۡمٌ حَکِیۡمٌ","en_translation":"The alms are only for the poor and the needy, and those who collect them, and those whose hearts are to be reconciled, and to free the captives and the debtors, and for the cause of Allah, and (for) the wayfarer; a duty imposed by Allah. Allah is Knower, Wise.","bn_translation":"সাদাকাহ হচ্ছে শুধুমাত্র গরীবদের এবং অভাবগ্রস্তদের, আর এই সাদাকাহর (আদায়ের) জন্য নিযুক্ত কর্মচারীদের এবং (দীনের ব্যাপারে) যাদের মন রক্ষা করতে (অভিপ্রায়) হয় (তাদের), আর গোলামদের আযাদ করার কাজে এবং কর্জদারদের কর্জে (কর্জ পরিশোধে), আর জিহাদে (অর্থাৎ যুদ্ধ সরঞ্জাম সংগ্রহের জন্য) আর মুসাফিরদের সাহায্যার্থে। এই হুকুম আল্লাহর পক্ষ হতে নির্ধারিত, আর আল্লাহ মহাজ্ঞানী, অতি প্রজ্ঞাময়।"}	,
            {"verse_id":	61	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৬১","ar_ayat":"﴿﻿۶۱﻿﴾","text_indo_pak":"وَمِنۡہُمُ الَّذِیۡنَ یُؤۡذُوۡنَ النَّبِیَّ وَیَقُوۡلُوۡنَ ہُوَ اُذُنٌ ؕ قُلۡ اُذُنُ خَیۡرٍ لَّکُمۡ یُؤۡمِنُ بِاللّٰہِ وَیُؤۡمِنُ لِلۡمُؤۡمِنِیۡنَ وَرَحۡمَۃٌ لِّلَّذِیۡنَ اٰمَنُوۡا مِنۡکُمۡ ؕ وَالَّذِیۡنَ یُؤۡذُوۡنَ رَسُوۡلَ اللّٰہِ لَہُمۡ عَذَابٌ اَلِیۡمٌ","en_translation":"And of them are those who vex the Prophet and say: He is only a hearer. Say: A hearer of good for you, who believeth in Allah and is true to the believers, and a mercy for such of you as believe. Those who vex the messenger of Allah, for them there is a painful doom.","bn_translation":"আর তাদের মধ্যে এমন কতিপয় লোক আছে, যারা নাবীকে যাতনা দেয় এবং বলেঃ তিনি প্রত্যেক কথায় কর্ণপাত করে থাকেন। বলে দাওঃ এই নাবীতো কর্ণপাত করে সেই কথায় যা তোমাদের জন্য কল্যাণকর, সে আল্লাহর প্রতি ঈমান আনে, আর মু’মিনদের বিশ্বাস করে, আর সে ঐ সব লোকের প্রতি রাহমাত স্বরূপ যারা মু’মিন। আর যারা আল্লাহর রাসূলকে যাতনা দেয় তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।"}	,
            {"verse_id":	62	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৬২","ar_ayat":"﴿﻿۶۲﻿﴾","text_indo_pak":"یَحۡلِفُوۡنَ بِاللّٰہِ لَکُمۡ لِیُرۡضُوۡکُمۡ ۚ وَاللّٰہُ وَرَسُوۡلُہٗۤ اَحَقُّ اَنۡ یُّرۡضُوۡہُ اِنۡ کَانُوۡا مُؤۡمِنِیۡنَ","en_translation":"They swear by Allah to you (Muslims) to please you, but Allah, with His messenger, hath more right that they should please Him if they are believers.","bn_translation":"তারা তোমাদের কাছে আল্লাহর নামে শপথ করে যেন তারা তোমাদেরকে সন্তুষ্ট করতে পারে। আল্লাহ ও তাঁর রাসূলকে সন্তুষ্ট করা তাদের জন্য বেশি যরুরী, যদি তারা সত্যিকারের মু’মিন হয়ে থাকে।"}	,
            {"verse_id":	63	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৬৩","ar_ayat":"﴿﻿۶۳﻿﴾","text_indo_pak":"اَلَمۡ یَعۡلَمُوۡۤا اَنَّہٗ مَنۡ یُّحَادِدِ اللّٰہَ وَرَسُوۡلَہٗ فَاَنَّ لَہٗ نَارَ جَہَنَّمَ خَالِدًا فِیۡہَا ؕ ذٰلِکَ الۡخِزۡیُ الۡعَظِیۡمُ","en_translation":"Know they not that whoso opposeth Allah and His messenger, his verily is fire of hell, to abide therein ? That is the extreme abasement.","bn_translation":"তারা কি জানেনা যে, আল্লাহ ও তাঁর রাসূলের যারা বিরুদ্ধাচরণ করে, এমন লোকের ভাগ্যে রয়েছে জাহান্নামের আগুন? তারা তাতে অনন্তকাল থাকবে, এটা হচ্ছে চরম লাঞ্ছনা।"}	,
            {"verse_id":	64	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৬৪","ar_ayat":"﴿﻿۶۴﻿﴾","text_indo_pak":"یَحۡذَرُ الۡمُنٰفِقُوۡنَ اَنۡ تُنَزَّلَ عَلَیۡہِمۡ سُوۡرَۃٌ تُنَبِّئُہُمۡ بِمَا فِیۡ قُلُوۡبِہِمۡ ؕ قُلِ اسۡتَہۡزِءُوۡا ۚ اِنَّ اللّٰہَ مُخۡرِجٌ مَّا تَحۡذَرُوۡنَ","en_translation":"The hypocrites fear lest a surah should be revealed concerning them, proclaiming what is in their hearts. Say: Scoff (your fill)! Lo! Allah is disclosing what ye fear.","bn_translation":"মুনাফিকরা আশংকা করে যে, তাদের (মুসলিমদের) প্রতি না জানি এমন কোন সূরা নাযিল হয় যা তাদের (মুনাফিকদের) অন্তরের কথা অবহিত করে দেয়। তুমি বলে দাওঃ হ্যাঁ, তোমরা বিদ্রুপ করতে থাক, নিশ্চয়ই আল্লাহ সেই বিষয়কে প্রকাশ করেই দিবেন যে সম্বন্ধে তোমরা আশংকা করছিলে।"}	,
            {"verse_id":	65	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৬৫","ar_ayat":"﴿﻿۶۵﻿﴾","text_indo_pak":"وَلَئِنۡ سَاَلۡتَہُمۡ لَیَقُوۡلُنَّ اِنَّمَا کُنَّا نَخُوۡضُ وَنَلۡعَبُ ؕ قُلۡ اَبِاللّٰہِ وَاٰیٰتِہٖ وَرَسُوۡلِہٖ کُنۡتُمۡ تَسۡتَہۡزِءُوۡنَ","en_translation":"And if thou ask them (O Muhammad) they will say: We did but talk and jest. Say: Was it at Allah and His revelations and His messenger that ye did scoff ?","bn_translation":"আর যদি তাদেরকে জিজ্ঞেস কর তাহলে তারা বলে দিবেঃ আমরাতো শুধু আলাপ আলোচনা ও হাসি তামাশা করছিলাম। তুমি বলঃ তাহলে কি তোমরা আল্লাহ, তাঁর আয়াতসমূহ এবং তাঁর রাসূলের প্রতি হাসি তামাসা করছিলে?"}	,
            {"verse_id":	66	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৬৬","ar_ayat":"﴿﻿۶۶﻿﴾","text_indo_pak":"لَا تَعۡتَذِرُوۡا قَدۡ کَفَرۡتُمۡ بَعۡدَ اِیۡمَانِکُمۡ ؕ  اِنۡ نَّعۡفُ عَنۡ طَآئِفَۃٍ مِّنۡکُمۡ نُعَذِّبۡ طَآئِفَۃًۢ بِاَنَّہُمۡ کَانُوۡا مُجۡرِمِیۡنَ ","en_translation":"Make no excuse. Ye have disbelieved after your (confession of) belief. If We forgive a party of you, a party of you We shall punish because they have been guilty.","bn_translation":"তোমরা এখন অজুহাত দেখিয়োনা, তোমরাতো ঈমান আনার পর কুফরী করেছ, যদিও আমি তোমাদের মধ্য হতে কতককে ক্ষমা করে দিই, তবুও কতককে শাস্তি দিবই। কারণ তারা অপরাধী ছিল।"}	,
            {"verse_id":	67	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৬৭","ar_ayat":"﴿﻿۶۷﻿﴾","text_indo_pak":"اَلۡمُنٰفِقُوۡنَ وَالۡمُنٰفِقٰتُ بَعۡضُہُمۡ مِّنۡۢ بَعۡضٍ ۘ یَاۡمُرُوۡنَ بِالۡمُنۡکَرِ وَیَنۡہَوۡنَ عَنِ الۡمَعۡرُوۡفِ وَیَقۡبِضُوۡنَ اَیۡدِیَہُمۡ ؕ نَسُوا اللّٰہَ فَنَسِیَہُمۡ ؕ اِنَّ الۡمُنٰفِقِیۡنَ ہُمُ الۡفٰسِقُوۡنَ","en_translation":"The hypocrites, both men and women, proceed one from another. They enjoin the wrong, and they forbid the right, and they withhold their hands (from spending for the cause of Allah). They forget Allah, so He hath forgotten them. Lo! the hypocrites, they are the transgressors.","bn_translation":"মুনাফিক পুরুষ এবং মুনাফিক নারীরা সবাই এক রকম, অসৎ কর্মের শিক্ষা দেয় এবং সৎ কাজ হতে বিরত রাখে, আর নিজেদের হাতসমূহকে (আল্লাহর পথে ব্যয় করা হতে) বন্ধ করে রাখে, তারা আল্লাহকে ভুলে গেছে। সুতরাং তিনিও তাদেরকে ভুলে গেছেন, নিঃসন্দেহে মুনাফিকরা হচ্ছে অতি অবাধ্য।"}	,
            {"verse_id":	68	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৬৮","ar_ayat":"﴿﻿۶۸﻿﴾","text_indo_pak":"وَعَدَ اللّٰہُ الۡمُنٰفِقِیۡنَ وَالۡمُنٰفِقٰتِ وَالۡکُفَّارَ نَارَ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ؕ  ہِیَ حَسۡبُہُمۡ ۚ  وَلَعَنَہُمُ اللّٰہُ ۚ  وَلَہُمۡ عَذَابٌ مُّقِیۡمٌ ۙ","en_translation":"Allah promiseth the hypocrites, both men and women, and the disbelievers fire of hell for their abode. It will suffice them. Allah curseth them, and theirs is lasting torment.","bn_translation":"আল্লাহ মুনাফিক পুরুষ ও নারীদের এবং কাফিরদের সাথে জাহান্নামের আগুনের অঙ্গীকার করেছেন, তাতে তারা চিরকাল থাকবে, ওটাই তাদের জন্য যথেষ্ট। আর আল্লাহ তাদেরকে লা’নত করেছেন এবং তাদের জন্য রয়েছে চিরস্থায়ী শাস্তি।"}	,
            {"verse_id":	69	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৬৯","ar_ayat":"﴿﻿۶۹﻿﴾","text_indo_pak":"کَالَّذِیۡنَ مِنۡ قَبۡلِکُمۡ کَانُوۡۤا اَشَدَّ مِنۡکُمۡ قُوَّۃً وَّاَکۡثَرَ اَمۡوَالًا وَّاَوۡلَادًا ؕ فَاسۡتَمۡتَعُوۡا بِخَلَاقِہِمۡ فَاسۡتَمۡتَعۡتُمۡ بِخَلَاقِکُمۡ کَمَا اسۡتَمۡتَعَ الَّذِیۡنَ مِنۡ قَبۡلِکُمۡ بِخَلَاقِہِمۡ وَخُضۡتُمۡ کَالَّذِیۡ خَاضُوۡا ؕ اُولٰٓئِکَ حَبِطَتۡ اَعۡمَالُہُمۡ فِی الدُّنۡیَا وَالۡاٰخِرَۃِ ۚ وَاُولٰٓئِکَ ہُمُ الۡخٰسِرُوۡنَ","en_translation":"Even as those before you who were mightier than you in strength, and more affluent than you in wealth and children. They enjoyed their lot awhile, so ye enjoy your lot awhile even as those before you did enjoy their lot awhile. And ye prate even as they prated. Such are they whose works have perished in the world and the Hereafter. Such are they who are the losers.","bn_translation":"তোমাদের পূর্বে যারা গত হয়েছে, যারা ছিল তোমাদের চেয়ে অধিকতর শক্তিশালী এবং ধন-সম্পদ ও সন্তানাদীর প্রাচুর্য্যও ছিল তোমাদের চেয়ে অনেক বেশী; তারা তাদের (পার্থিব) অংশ দ্বারা যথেষ্ট উপকার লাভ করেছে। অতঃপর তোমরাও তোমাদের (পার্থিব) অংশ দ্বারা খুব উপকার লাভ করলে যেমন, তোমাদের পূর্ববর্তীরা নিজেদের অংশ দ্বারা ফল ভোগ করেছিল; আর তোমরাও ব্যাঙ্গাত্মক হাসি তামাসায় এরূপভাবে নিমগ্ন রয়েছ যেমন তারা নিমগ্ন হয়েছিল। তাদের কার্যসমূহ বিনষ্ট হয়ে গেছে দুনিয়ায় ও আখিরাতে, আর তারাই ক্ষতিগ্রস্ত।"}	,
            {"verse_id":	70	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৭০","ar_ayat":"﴿﻿۷۰﻿﴾","text_indo_pak":"اَلَمۡ یَاۡتِہِمۡ نَبَاُ الَّذِیۡنَ مِنۡ قَبۡلِہِمۡ قَوۡمِ نُوۡحٍ وَّعَادٍ وَّثَمُوۡدَ ۬ۙ وَقَوۡمِ اِبۡرٰہِیۡمَ وَاَصۡحٰبِ مَدۡیَنَ وَالۡمُؤۡتَفِکٰتِ ؕ اَتَتۡہُمۡ رُسُلُہُمۡ بِالۡبَیِّنٰتِ ۚ فَمَا کَانَ اللّٰہُ لِیَظۡلِمَہُمۡ وَلٰکِنۡ کَانُوۡۤا اَنۡفُسَہُمۡ یَظۡلِمُوۡنَ","en_translation":"Hath not the fame of those before them reached them - the folk of Noah, A'ad, Thamud, the folk of Abraham, the dwellers of Midian and the disasters (which befell them) ? Their messengers (from Allah) came unto them with proofs (of Allah's Sovereignty). So Allah surely wronged them not, but they did wrong themselves.","bn_translation":"তাদের কাছে কি ঐ সব লোকের সংবাদ পৌঁছেনি যারা তাদের পূর্বে গত হয়েছে, নূহ সম্প্রদায় এবং আদ ও ছামূদ সম্প্রদায়, আর ইবরাহীমের সম্প্রদায় এবং মাদইয়ানের অধিবাসীরা এবং বিধ্বস্ত জনপদগুলির? তাদের কাছে তাদের রাসূলগণ স্পষ্ট নিদর্শনসমূহ নিয়ে এসেছিল। বস্তুতঃ আল্লাহ তাদের প্রতি অত্যাচার করেননি, বরং তারা নিজেরাই নিজেদের প্রতি অত্যাচার করেছিল।"}	,
            {"verse_id":	71	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৭১","ar_ayat":"﴿﻿۷۱﻿﴾","text_indo_pak":"وَالۡمُؤۡمِنُوۡنَ وَالۡمُؤۡمِنٰتُ بَعۡضُہُمۡ اَوۡلِیَآءُ بَعۡضٍ ۘ یَاۡمُرُوۡنَ بِالۡمَعۡرُوۡفِ وَیَنۡہَوۡنَ عَنِ الۡمُنۡکَرِ وَیُقِیۡمُوۡنَ الصَّلٰوۃَ وَیُؤۡتُوۡنَ الزَّکٰوۃَ وَیُطِیۡعُوۡنَ اللّٰہَ وَرَسُوۡلَہٗ ؕ اُولٰٓئِکَ سَیَرۡحَمُہُمُ اللّٰہُ ؕ اِنَّ اللّٰہَ عَزِیۡزٌ حَکِیۡمٌ","en_translation":"And the believers, men and women, are protecting friends one of another; they enjoin the right and forbid the wrong, and they establish worship and they pay the poor-due, and they obey Allah and His messenger. As for these, Allah will have mercy on them. Lo! Allah is Mighty, Wise.","bn_translation":"আর মু’মিন পুরুষরা ও মু’মিনা নারীরা হচ্ছে পরস্পর একে অন্যের বন্ধু। তারা সৎ বিষয়ের শিক্ষা দেয় এবং অসৎ বিষয় হতে নিষেধ করে, আর সালাতের পাবন্দী করে ও যাকাত প্রদান করে, আর আল্লাহ ও তাঁর রাসূলের আদেশ মেনে চলে, এসব লোকের প্রতি আল্লাহ অবশ্যই করুণা বর্ষণ করবেন, নিঃসন্দেহে আল্লাহ অতিশয় ক্ষমতাবান, হিকমাতওয়ালা।"}	,
            {"verse_id":	72	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৭২","ar_ayat":"﴿﻿۷۲﻿﴾","text_indo_pak":"وَعَدَ اللّٰہُ الۡمُؤۡمِنِیۡنَ وَالۡمُؤۡمِنٰتِ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا وَمَسٰکِنَ طَیِّبَۃً فِیۡ جَنّٰتِ عَدۡنٍ ؕ  وَرِضۡوَانٌ مِّنَ اللّٰہِ اَکۡبَرُ ؕ  ذٰلِکَ ہُوَ الۡفَوۡزُ الۡعَظِیۡمُ ","en_translation":"Allah promiseth to the believers, men and women, Gardens underneath which rivers flow, wherein they will abide - blessed dwellings in Gardens of Eden. And - greater (far)! - acceptance from Allah. That is the supreme triumph.","bn_translation":"আর মু’মিন পুরুষ ও মু’মিনা নারীদেরকে আল্লাহ এমন উদ্যানসমূহের ও‘য়াদা দিয়ে রেখেছেন যেগুলির নিম্নদেশে বইতে থাকবে নহরসমূহ, যেখানে তারা অনন্ত কাল থাকবে, আরও (ও‘য়াদা দিয়েছেন) উত্তম বাসস্থানসমূহের, ঐ স্থায়ী জান্নাতে। আর আল্লাহর সন্তুষ্টি হচ্ছে সর্বাপেক্ষা বড় নি‘আমাত, এটা হচ্ছে অতি বড় সফলতা।"}	,
            {"verse_id":	73	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৭৩","ar_ayat":"﴿﻿۷۳﻿﴾","text_indo_pak":"یٰۤاَیُّہَا النَّبِیُّ جَاہِدِ الۡکُفَّارَ وَالۡمُنٰفِقِیۡنَ وَاغۡلُظۡ عَلَیۡہِمۡ ؕ وَمَاۡوٰىہُمۡ جَہَنَّمُ ؕ وَبِئۡسَ الۡمَصِیۡرُ","en_translation":"O Prophet! Strive against the disbelievers and the hypocrites! Be harsh with them. Their ultimate abode is hell, a hapless journey's end.","bn_translation":"হে নাবী! কাফির ও মুনাফিকদের বিরুদ্ধে জিহাদ কর এবং তাদের প্রতি কঠোরতা অবলম্বন কর। তাদের বাসস্থান হচ্ছে জাহান্নাম; এবং ওটা নিকৃষ্ট স্থান।"}	,
            {"verse_id":	74	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৭৪","ar_ayat":"﴿﻿۷۴﻿﴾","text_indo_pak":"یَحۡلِفُوۡنَ بِاللّٰہِ مَا قَالُوۡا ؕ وَلَقَدۡ قَالُوۡا کَلِمَۃَ الۡکُفۡرِ وَکَفَرُوۡا بَعۡدَ اِسۡلَامِہِمۡ وَہَمُّوۡا بِمَا لَمۡ یَنَالُوۡا ۚ وَمَا نَقَمُوۡۤا اِلَّاۤ اَنۡ اَغۡنٰہُمُ اللّٰہُ وَرَسُوۡلُہٗ مِنۡ فَضۡلِہٖ ۚ فَاِنۡ یَّتُوۡبُوۡا یَکُ خَیۡرًا لَّہُمۡ ۚ وَاِنۡ یَّتَوَلَّوۡا یُعَذِّبۡہُمُ اللّٰہُ عَذَابًا اَلِیۡمًا ۙ فِی الدُّنۡیَا وَالۡاٰخِرَۃِ ۚ وَمَا لَہُمۡ فِی الۡاَرۡضِ مِنۡ وَّلِیٍّ وَّلَا نَصِیۡرٍ","en_translation":"They swear by Allah that they said nothing (wrong), yet they did say the word of disbelief, and did disbelieve after their Surrender (to Allah). And they purposed that which they could not attain, and they sought revenge only that Allah by His messenger should enrich them of His bounty. If they repent it will be better for them; and if they turn away, Allah will afflict them with a painful doom in the world and the Hereafter, and they have no protecting friend nor helper in the earth.","bn_translation":"তারা আল্লাহর নামে শপথ করে বলছে যে, তারা কিছুই বলেনি; অথচ নিশ্চয়ই তারা কুফরী কথা বলেছিল এবং ইসলাম গ্রহণের পর কাফির হয়ে গেল, আর তারা এমন বিষয়ের সংকল্প করেছিল যা তারা কার্যকর করতে পারেনি; তারা শুধু এ কারণে প্রতিশোধ নিয়েছে যে, আল্লাহ এবং তাঁর রাসূল স্বীয় অনুগ্রহে তাদেরকে সম্পদশালী করেছেন। যদি তারা তাওবাহ করে তাহলে তা তাদের জন্য উত্তম হবে; আর যদি তারা মুখ ফিরিয়ে নেয় তাহলে আল্লাহ তাদেরকে ইহকাল ও পরকালে যন্ত্রণাদায়ক শাস্তি প্রদান করবেন, আর ভূ-পৃষ্ঠে তাদের না কোন অলী থাকবে আর না কোন সাহায্যকারী।"}	,
            {"verse_id":	75	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৭৫","ar_ayat":"﴿﻿۷۵﻿﴾","text_indo_pak":"وَمِنۡہُمۡ مَّنۡ عٰہَدَ اللّٰہَ لَئِنۡ اٰتٰىنَا مِنۡ فَضۡلِہٖ لَنَصَّدَّقَنَّ وَلَنَکُوۡنَنَّ مِنَ الصّٰلِحِیۡنَ","en_translation":"And of them is he who made a covenant with Allah (saying): If He give us of His bounty we will give alms and become of the righteous.","bn_translation":"আর তাদের মধ্যে এমন কতিপয় লোক রয়েছে যারা আল্লাহর সাথে অঙ্গীকার করেঃ আল্লাহ যদি আমাদেরকে নিজ অনুগ্রহে (প্রচুর সম্পদ) দান করেন তাহলে আমরা অনেক দান খয়রাত করব এবং খুব ভাল কাজ করব।"}	,
            {"verse_id":	76	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৭৬","ar_ayat":"﴿﻿۷۶﻿﴾","text_indo_pak":"فَلَمَّاۤ اٰتٰہُمۡ مِّنۡ فَضۡلِہٖ بَخِلُوۡا بِہٖ وَتَوَلَّوۡا وَّہُمۡ مُّعۡرِضُوۡنَ","en_translation":"Yet when He gave them of His bounty, they hoarded it and turned away, averse;","bn_translation":"কার্যতঃ যখন আল্লাহ তাদেরকে নিজ অনুগ্রহ প্রদান করলেন, তখন তারা তাতে কার্পণ্য করতে লাগল এবং (আনুগত্য করা হতে) মুখ ফিরিয়ে নিল, আর তারাতো মুখ ফিরিয়ে রাখতেই অভ্যস্ত।"}	,
            {"verse_id":	77	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৭৭","ar_ayat":"﴿﻿۷۷﻿﴾","text_indo_pak":"فَاَعۡقَبَہُمۡ نِفَاقًا فِیۡ قُلُوۡبِہِمۡ اِلٰی یَوۡمِ یَلۡقَوۡنَہٗ بِمَاۤ اَخۡلَفُوا اللّٰہَ مَا وَعَدُوۡہُ وَبِمَا کَانُوۡا یَکۡذِبُوۡنَ","en_translation":"So He hath made the consequence (to be) hypocrisy in their hearts until the day when they shall meet Him, because they broke their word to Allah that they promised Him, and because they lied.","bn_translation":"অতঃপর তাদের শাস্তি স্বরূপ আল্লাহ তাদের অন্তরসমূহে নিফাক (সৃষ্টি) করে দিলেন, যা আল্লাহর সামনে হাযির হওয়ার দিন পর্যন্ত স্থায়ী থাকবে এ কারণে যে, তারা আল্লাহর সাথে নিজেদের ও‘য়াদার খেলাফ করেছে; আর এ কারণে যে, তারা মিথ্যা বলেছিল।"}	,
            {"verse_id":	78	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৭৮","ar_ayat":"﴿﻿۷۸﻿﴾","text_indo_pak":"اَلَمۡ یَعۡلَمُوۡۤا اَنَّ اللّٰہَ یَعۡلَمُ سِرَّہُمۡ وَنَجۡوٰىہُمۡ وَاَنَّ اللّٰہَ عَلَّامُ الۡغُیُوۡبِ ۚ","en_translation":"Know they not that Allah knoweth both their secret and the thought that they confide, and that Allah is the Knower of Things Hidden ?","bn_translation":"তাদের কি জানা নেই যে, আল্লাহ তাদের মনের গুপ্ত কথা এবং গোপন পরামর্শ সবই অবগত আছেন? আর তাদের কি এ খবর জানা নেই যে, আল্লাহ সমস্ত গাইবের কথা খুবই জ্ঞাত আছেন?"}	,
            {"verse_id":	79	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৭৯","ar_ayat":"﴿﻿۷۹﻿﴾","text_indo_pak":"اَلَّذِیۡنَ یَلۡمِزُوۡنَ الۡمُطَّوِّعِیۡنَ مِنَ الۡمُؤۡمِنِیۡنَ فِی الصَّدَقٰتِ وَالَّذِیۡنَ لَا یَجِدُوۡنَ اِلَّا جُہۡدَہُمۡ فَیَسۡخَرُوۡنَ مِنۡہُمۡ ؕ سَخِرَ اللّٰہُ مِنۡہُمۡ ۫ وَلَہُمۡ عَذَابٌ اَلِیۡمٌ","en_translation":"Those who point at such of the believers as give the alms willingly and such as can find naught to give but their endeavours, and deride them - Allah (Himself) derideth them. Theirs will be a painful doom.","bn_translation":"স্বতঃপ্রবৃদ্ধ হয়ে সাদাকাহ প্রদানকারী মু’মিন এবং যারা নিজ পরিশ্রম থেকে দেয়া ছাড়া অন্য কিছু দিতে পারেনা তাদের প্রতি যারা দোষারোপ করে/উপহাস করে, আল্লাহ তাদেরকে এই উপহাসের প্রতিফল দিবেন এবং তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।"}	,
            {"verse_id":	80	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৮০","ar_ayat":"﴿﻿۸۰﻿﴾","text_indo_pak":"اِسۡتَغۡفِرۡ لَہُمۡ اَوۡ لَا تَسۡتَغۡفِرۡ لَہُمۡ ؕ  اِنۡ تَسۡتَغۡفِرۡ لَہُمۡ سَبۡعِیۡنَ مَرَّۃً فَلَنۡ یَّغۡفِرَ اللّٰہُ لَہُمۡ ؕ  ذٰلِکَ بِاَنَّہُمۡ کَفَرُوۡا بِاللّٰہِ وَرَسُوۡلِہٖ ؕ  وَاللّٰہُ لَا یَہۡدِی الۡقَوۡمَ الۡفٰسِقِیۡنَ ","en_translation":"Ask forgiveness for them (O Muhammad), or ask not forgiveness for them; though thou ask forgiveness for them seventy times Allah will not forgive them. That is because they disbelieved in Allah and His messenger, and Allah guideth not wrongdoing folk.","bn_translation":"(হে মুহাম্মাদ!) তুমি তাদের জন্য ক্ষমা প্রার্থনা কর অথবা না কর (উভয়ই সমান), যদি তুমি তাদের জন্য সত্তর বারও ক্ষমা প্রার্থনা কর তবুও আল্লাহ তাদেরকে ক্ষমা করবেননা। কারণ তারা আল্লাহ ও তাঁর রাসূলের সাথে কুফরী করেছে। আর এরূপ সত্যত্যাগী সম্প্রদায়কে আল্লাহ পথ প্রদর্শন করেননা।"}	,
            {"verse_id":	81	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৮১","ar_ayat":"﴿﻿۸۱﻿﴾","text_indo_pak":"فَرِحَ الۡمُخَلَّفُوۡنَ بِمَقۡعَدِہِمۡ خِلٰفَ رَسُوۡلِ اللّٰہِ وَکَرِہُوۡۤا اَنۡ یُّجَاہِدُوۡا بِاَمۡوَالِہِمۡ وَاَنۡفُسِہِمۡ فِیۡ سَبِیۡلِ اللّٰہِ وَقَالُوۡا لَا تَنۡفِرُوۡا فِی الۡحَرِّ ؕ قُلۡ نَارُ جَہَنَّمَ اَشَدُّ حَرًّا ؕ لَوۡ کَانُوۡا یَفۡقَہُوۡنَ","en_translation":"Those who were left behind rejoiced at sitting still behind the messenger of Allah, and were averse to striving with their wealth and their lives in Allah's way. And they said: Go not forth in the heat! Say: The fire of hell is more intense of heat, if they but understood.","bn_translation":"রাসূলুল্লাহকে (যুদ্ধে গমনের পর) পিছনে পরে থাকা লোকেরা নিজেদের গৃহে বসে থেকে উল্লাস প্রকাশ করছিল এবং তারা আল্লাহর পথে নিজেদের ধন ও প্রাণ দিয়ে জিহাদ করাকে অপছন্দ করল। অধিকন্ত বলতে লাগলঃ তোমরা এই গরমের মধ্যে বের হয়োনা। তুমি বলে দাও -জাহান্নামের আগুন অধিকতর গরম, কত ভাল হত যদি তারা বুঝতে পারত!"}	,
            {"verse_id":	82	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৮২","ar_ayat":"﴿﻿۸۲﻿﴾","text_indo_pak":"فَلۡیَضۡحَکُوۡا قَلِیۡلًا وَّلۡیَبۡکُوۡا کَثِیۡرًا ۚ جَزَآءًۢ بِمَا کَانُوۡا یَکۡسِبُوۡنَ","en_translation":"Then let them laugh a little: they will weep much, as the reward of what they used to earn.","bn_translation":"অতএব তারা অল্প কয়েকদিন (হেসে-খেলে) কাটিয়ে দিক, আর প্রচুর তারা কাঁদবে, ঐ সব কাজের বিনিময়ে যা তারা অর্জন করেছিল।"}	,
            {"verse_id":	83	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৮৩","ar_ayat":"﴿﻿۸۳﻿﴾","text_indo_pak":"فَاِنۡ رَّجَعَکَ اللّٰہُ اِلٰی طَآئِفَۃٍ مِّنۡہُمۡ فَاسۡتَاۡذَنُوۡکَ لِلۡخُرُوۡجِ فَقُلۡ لَّنۡ تَخۡرُجُوۡا مَعِیَ اَبَدًا وَّلَنۡ تُقَاتِلُوۡا مَعِیَ عَدُوًّا ؕ اِنَّکُمۡ رَضِیۡتُمۡ بِالۡقُعُوۡدِ اَوَّلَ مَرَّۃٍ فَاقۡعُدُوۡا مَعَ الۡخٰلِفِیۡنَ","en_translation":"If Allah bring thee back (from the campaign) unto a party of them and they ask of thee leave to go out (to fight), then say unto them: Ye shall never more go out with me nor fight with me against a foe. Ye were content with sitting still the first time. So sit still, with the useless.","bn_translation":"আল্লাহ যদি তোমাকে (মাদীনায়) তাদের কোন সম্প্রদায়ের কাছে ফিরিয়ে আনেন, অতঃপর তারা কোন জিহাদে বের হতে অনুমতি চায়, তাহলে তুমি বলে দাওঃ তোমরা কখনও আমার সাথী হয়ে বের হবেনা এবং আমার সাথী হয়ে কোন শক্রর বিরুদ্ধে যুদ্ধও করবেনা; তোমরা পূর্বেও বসে থাকাকে পছন্দ করেছিলে। অতএব এখনো তোমরা ঐ সব লোকের সাথে বসে থাক যারা পশ্চাদবর্তী থাকার যোগ্য।"}	,
            {"verse_id":	84	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৮৪","ar_ayat":"﴿﻿۸۴﻿﴾","text_indo_pak":"وَلَا تُصَلِّ عَلٰۤی اَحَدٍ مِّنۡہُمۡ مَّاتَ اَبَدًا وَّلَا تَقُمۡ عَلٰی قَبۡرِہٖ ؕ اِنَّہُمۡ کَفَرُوۡا بِاللّٰہِ وَرَسُوۡلِہٖ وَمَاتُوۡا وَہُمۡ فٰسِقُوۡنَ","en_translation":"And never (O Muhammad) pray for one of them who dieth, nor stand by his grave. Lo! they disbelieved in Allah and His messenger, and they died while they were evil-doers.","bn_translation":"আর ভবিষ্যতে তাদের (মুনাফিকদের) কোন লোক মারা গেলে তার (জানাযার) সালাত তুমি কখনই আদায় করবেনা এবং তাদের কাবরের পাশে কখনও দাঁড়াবেনা। তারা আল্লাহ ও তাঁর রাসূলের সাথে কুফরী করেছে এবং তারা কুফরী অবস্থায়ই মৃত্যু বরণ করেছে।"}	,
            {"verse_id":	85	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৮৫","ar_ayat":"﴿﻿۸۵﻿﴾","text_indo_pak":"وَلَا تُعۡجِبۡکَ اَمۡوَالُہُمۡ وَاَوۡلَادُہُمۡ ؕ اِنَّمَا یُرِیۡدُ اللّٰہُ اَنۡ یُّعَذِّبَہُمۡ بِہَا فِی الدُّنۡیَا وَتَزۡہَقَ اَنۡفُسُہُمۡ وَہُمۡ کٰفِرُوۡنَ","en_translation":"Let not their wealth nor their children please thee! Allah purposeth only to punish them thereby in the world, and that their souls shall pass away while they are disbelievers.","bn_translation":"আর তাদের ধন-সস্পদ ও সন্তান-সন্ততি তোমাকে যেন বিস্মিত না করে; আল্লাহ শুধু এটাই চাচ্ছেন যে, এ সমস্ত বস্তুর কারণে দুনিয়ায় তাদেরকে শাস্তিতে আবদ্ধ রাখেন এবং তাদের প্রাণবায়ু কুফরী অবস্থায়ই বের হয়ে যায়।"}	,
            {"verse_id":	86	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৮৬","ar_ayat":"﴿﻿۸۶﻿﴾","text_indo_pak":"وَاِذَاۤ اُنۡزِلَتۡ سُوۡرَۃٌ اَنۡ اٰمِنُوۡا بِاللّٰہِ وَجَاہِدُوۡا مَعَ رَسُوۡلِہِ اسۡتَاۡذَنَکَ اُولُوا الطَّوۡلِ مِنۡہُمۡ وَقَالُوۡا ذَرۡنَا نَکُنۡ مَّعَ الۡقٰعِدِیۡنَ","en_translation":"And when a surah is revealed (which saith): Believe in Allah and strive along with His messenger, the men of wealth among them still ask leave of thee and say: Suffer us to be with those who sit (at home).","bn_translation":"আর যখনই কুরআনের কোন অংশ এ বিষয়ে অবতীর্ণ করা হয় যে, তোমরা আল্লাহর উপর ঈমান আন এবং তাঁর রাসূলের সঙ্গী হয়ে জিহাদ কর তখন তাদের মধ্যকার সম্পদশালী ক্ষমতাবান ব্যক্তিরা তোমার কাছে অব্যাহতি চায় ও বলেঃ আমাদেরকে অনুমতি দিন, আমরাও এখানে অবস্থানকারীদের সাথে থেকে যাই।"}	,
            {"verse_id":	87	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৮৭","ar_ayat":"﴿﻿۸۷﻿﴾","text_indo_pak":"رَضُوۡا بِاَنۡ یَّکُوۡنُوۡا مَعَ الۡخَوَالِفِ وَطُبِعَ عَلٰی قُلُوۡبِہِمۡ فَہُمۡ لَا یَفۡقَہُوۡنَ","en_translation":"They are content that they should be with the useless and their hearts are sealed, so that they apprehend not.","bn_translation":"তারা অন্তঃপুরবাসিনী নারীদের সাথে থাকতে পছন্দ করল, তাদের অন্তরসমূহের উপর মোহর লাগিয়ে দেয়া হল, কাজেই তারা বুঝতে পারেনা।"}	,
            {"verse_id":	88	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৮৮","ar_ayat":"﴿﻿۸۸﻿﴾","text_indo_pak":"لٰکِنِ الرَّسُوۡلُ وَالَّذِیۡنَ اٰمَنُوۡا مَعَہٗ جٰہَدُوۡا بِاَمۡوَالِہِمۡ وَاَنۡفُسِہِمۡ ؕ وَاُولٰٓئِکَ لَہُمُ الۡخَیۡرٰتُ ۫ وَاُولٰٓئِکَ ہُمُ الۡمُفۡلِحُوۡنَ","en_translation":"But the messenger and those who believe with him strive with their wealth and their lives. Such are they for whom are the good things. Such are they who are the success","bn_translation":"কিন্তু রাসূল ও তার সঙ্গীদের মধ্যে যারা মুসলিম ছিল তারা নিজেদের ধন সম্পদ ও প্রাণ দ্বারা জিহাদ করল; তাদেরই জন্য রয়েছে যাবতীয় কল্যাণ এবং তারাই হচ্ছে সফলকাম।"}	,
            {"verse_id":	89	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৮৯","ar_ayat":"﴿﻿۸۹﻿﴾","text_indo_pak":"اَعَدَّ اللّٰہُ لَہُمۡ جَنّٰتٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَا ؕ  ذٰلِکَ الۡفَوۡزُ الۡعَظِیۡمُ ","en_translation":"Allah hath made ready for them Gardens underneath which rivers flow, wherein they will abide. That is the supreme triumph.","bn_translation":"আল্লাহ তাদের জন্য এমন উদ্যানসমূহ প্রস্তুত করে রেখেছেন যেগুলির নিম্নদেশ দিয়ে নহরসমূহ বয়ে চলবে, আর তারা ওর মধ্যে অনন্তকাল অবস্থান করবে; এটাই হচ্ছে (তাদের) বিরাট সফলতা।"}	,
            {"verse_id":	90	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৯০","ar_ayat":"﴿﻿۹۰﻿﴾","text_indo_pak":"وَجَآءَ الۡمُعَذِّرُوۡنَ مِنَ الۡاَعۡرَابِ لِیُؤۡذَنَ لَہُمۡ وَقَعَدَ الَّذِیۡنَ کَذَبُوا اللّٰہَ وَرَسُوۡلَہٗ ؕ سَیُصِیۡبُ الَّذِیۡنَ کَفَرُوۡا مِنۡہُمۡ عَذَابٌ اَلِیۡمٌ","en_translation":"And those among the wandering Arabs who had an excuse came in order that permission might be granted them. And those who lied to Allah and His messenger sat at home. A painful doom will fall on those of them who disbelieve.","bn_translation":"আর গ্রামবাসীদের মধ্য হতে কতিপয় বাহানাকারী লোক এলো যেন তারা অনুমতি পায়। আর যারা আল্লাহ ও তাঁর রাসূলের সাথে সম্পূর্ণ রূপেই মিথ্যা বলেছিল তারা একেবারেই বসে রইল; তাদের মধ্যে যেসব লোক কুফরী করেছে তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।"}	,
            {"verse_id":	91	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৯১","ar_ayat":"﴿﻿۹۱﻿﴾","text_indo_pak":"لَیۡسَ عَلَی الضُّعَفَآءِ وَلَا عَلَی الۡمَرۡضٰی وَلَا عَلَی الَّذِیۡنَ لَا یَجِدُوۡنَ مَا یُنۡفِقُوۡنَ حَرَجٌ اِذَا نَصَحُوۡا لِلّٰہِ وَرَسُوۡلِہٖ ؕ  مَا عَلَی الۡمُحۡسِنِیۡنَ مِنۡ سَبِیۡلٍ ؕ  وَاللّٰہُ غَفُوۡرٌ رَّحِیۡمٌ ۙ","en_translation":"Not unto the weak nor unto the sick nor unto those who can find naught to spend is any fault (to be imputed though they stay at home) if they are true to Allah and His messenger. Not unto the good is there any road (of blame). Allah is Forgiving, Merciful.","bn_translation":"দুর্বল লোকদের উপর কোন পাপ নেই, আর না রুগ্নদের উপর, আর না ঐ সব লোকের উপর যাদের খরচ করার সামর্থ্য নেই। যদি এই সব লোক আল্লাহ ও তাঁর রাসূলের প্রতি নিষ্ঠা রাখে (এবং আন্তরিকতার সাথে আনুগত্য স্বীকার করে) তাহলে এ সব সৎ লোকের প্রতি কোন প্রকার অভিযোগ নেই। আর আল্লাহ অতিশয় ক্ষমাশীল, পরম করুণাময়।"}	,
            {"verse_id":	92	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৯২","ar_ayat":"﴿﻿۹۲﻿﴾","text_indo_pak":"وَّلَا عَلَی الَّذِیۡنَ اِذَا مَاۤ اَتَوۡکَ لِتَحۡمِلَہُمۡ قُلۡتَ لَاۤ اَجِدُ مَاۤ اَحۡمِلُکُمۡ عَلَیۡہِ ۪  تَوَلَّوۡا وَّاَعۡیُنُہُمۡ تَفِیۡضُ مِنَ الدَّمۡعِ حَزَنًا اَلَّا یَجِدُوۡا مَا یُنۡفِقُوۡنَ ؕ","en_translation":"Nor unto those whom, when they came to thee (asking) that thou shouldst mount them, thou didst tell: I cannot find whereon to mount you. They turned back with eyes flowing with tears, for sorrow that they could not find the means to spend.","bn_translation":"আর ঐ লোকদের উপরও নয়, যখন তারা তোমার নিকট এ উদ্দেশে আসে যে, তুমি তাদেরকে বাহন দান করবে, আর তুমি বলে দিয়েছ - আমার নিকটতো কোন বাহন নেই যার উপর আমি তোমাদেরকে উপবিষ্ট করাই, তখন তারা এমন অবস্থায় ফিরে যায় যে, তাদের চক্ষুসমূহ হতে অশ্রু বইতে থাকে এই অনুতাপে যে, তাদের ব্যয় করার মত কোন সম্বল নেই।"}	,
            {"verse_id":	93	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৯৩","ar_ayat":"﴿﻿۹۳﻿﴾","text_indo_pak":"اِنَّمَا السَّبِیۡلُ عَلَی الَّذِیۡنَ یَسۡتَاۡذِنُوۡنَکَ وَہُمۡ اَغۡنِیَآءُ ۚ رَضُوۡا بِاَنۡ یَّکُوۡنُوۡا مَعَ الۡخَوَالِفِ ۙ وَطَبَعَ اللّٰہُ عَلٰی قُلُوۡبِہِمۡ فَہُمۡ لَا یَعۡلَمُوۡنَ","en_translation":"The road (of blame) is only against those who ask for leave of thee (to stay at home) when they are rich. They are content to be with the useless. Allah hath sealed their hearts so that they know not.","bn_translation":"অভিযোগতো শুধুমাত্র ঐ লোকদেরই উপর যারা সামর্থ্যশালী হওয়া সত্ত্বেও (যুদ্ধে গমন না করার) অনুমতি প্রার্থনা করছে, তারা অন্তঃপুরবাসিনী মহিলাদের সাথে থাকাকে অগ্রাধিকার দিচ্ছে। আল্লাহ তাদের অন্তরসমূহের উপর মোহর মেরে দিলেন, কাজেই তারা (পাপ-পুণ্যকে) বুঝতে পারেনা।"}	,
            {"verse_id":	94	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৯৪","ar_ayat":"﴿﻿۹۴﻿﴾","text_indo_pak":"یَعۡتَذِرُوۡنَ اِلَیۡکُمۡ اِذَا رَجَعۡتُمۡ اِلَیۡہِمۡ ؕ قُلۡ لَّا تَعۡتَذِرُوۡا لَنۡ نُّؤۡمِنَ لَکُمۡ قَدۡ نَبَّاَنَا اللّٰہُ مِنۡ اَخۡبَارِکُمۡ ؕ وَسَیَرَی اللّٰہُ عَمَلَکُمۡ وَرَسُوۡلُہٗ ثُمَّ تُرَدُّوۡنَ اِلٰی عٰلِمِ الۡغَیۡبِ وَالشَّہَادَۃِ فَیُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ","en_translation":"They will make excuse to you (Muslims) when ye return unto them. Say: Make no excuse, for we shall not believe you. Allah hath told us tidings of you. Allah and His messenger will see your conduct, and then ye will be brought back unto Him Who knoweth the Invisible as well as the Visible, and He will tell you what ye used to do.","bn_translation":"তারা তোমাদের কাছে ওযর পেশ করবে যখন তোমরা তাদের কাছে ফিরে যাবে; (হে নাবী) তুমি বলে দাওঃ তোমরা ওযর পেশ করনা, আমরা কখনও তোমাদেরকে সত্যবাদী বলে মনে করবনা, আল্লাহ আমাদেরকে তোমাদের (জিহাদে না যাওয়ার) বৃত্তান্ত জানিয়ে দিয়েছেন, আর ভবিষ্যতেও আল্লাহ এবং তাঁর রাসূল তোমাদের কার্যকলাপ পর্যবেক্ষণ করবেন, অতঃপর তোমরা প্রত্যাবর্তিত হবে এমন সত্তার কাছে যিনি অদৃশ্য এবং প্রকাশ্য সকল বিষয় অবগত আছেন, অতঃপর তিনি তোমাদেরকে জানিয়ে দিবেন যা কিছু তোমরা করেছিলে।"}	,
            {"verse_id":	95	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৯৫","ar_ayat":"﴿﻿۹۵﻿﴾","text_indo_pak":"سَیَحۡلِفُوۡنَ بِاللّٰہِ لَکُمۡ اِذَا انۡقَلَبۡتُمۡ اِلَیۡہِمۡ لِتُعۡرِضُوۡا عَنۡہُمۡ ؕ فَاَعۡرِضُوۡا عَنۡہُمۡ ؕ اِنَّہُمۡ رِجۡسٌ ۫ وَّمَاۡوٰىہُمۡ جَہَنَّمُ ۚ جَزَآءًۢ بِمَا کَانُوۡا یَکۡسِبُوۡنَ","en_translation":"They will swear by Allah unto you, when ye return unto them, that ye may let them be. Let them be, for lo! they are unclean, and their abode is hell as the reward for what they used to earn.","bn_translation":"হ্যাঁ, তারা তখন তোমাদের সামনে শপথ করে বলবে, যখন তোমরা তাদের কাছে ফিরে যাবে, যেন তোমরা তাদেরকে তাদের অবস্থার উপর ছেড়ে দাও; অতএব তোমরা তাদেরকে তাদের অবস্থার উপর ছেড়েই দাও; তারা হচ্ছে অতিশয় অপবিত্র, আর তাদের ঠিকানা হচ্ছে জাহান্নাম, ঐ সব কর্মের বিনিময়ে যা তারা করত ।"}	,
            {"verse_id":	96	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৯৬","ar_ayat":"﴿﻿۹۶﻿﴾","text_indo_pak":"یَحۡلِفُوۡنَ لَکُمۡ لِتَرۡضَوۡا عَنۡہُمۡ ۚ فَاِنۡ تَرۡضَوۡا عَنۡہُمۡ فَاِنَّ اللّٰہَ لَا یَرۡضٰی عَنِ الۡقَوۡمِ الۡفٰسِقِیۡنَ","en_translation":"They swear unto you, that ye may accept them. Though ye accept them. Allah verily accepteth not wrongdoing folk.","bn_translation":"তারা এ জন্য শপথ করবে যেন তোমরা তাদের প্রতি খুশী হয়ে যাও, অতঃপর যদি তোমরা তাদের প্রতি খুশী হও তাহলে আল্লাহতো এমন দুস্কর্মকারী লোকদের প্রতি খুশী হবেননা।"}	,
            {"verse_id":	97	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৯৭","ar_ayat":"﴿﻿۹۷﻿﴾","text_indo_pak":"اَلۡاَعۡرَابُ اَشَدُّ کُفۡرًا وَّنِفَاقًا وَّاَجۡدَرُ اَلَّا یَعۡلَمُوۡا حُدُوۡدَ مَاۤ اَنۡزَلَ اللّٰہُ عَلٰی رَسُوۡلِہٖ ؕ وَاللّٰہُ عَلِیۡمٌ حَکِیۡمٌ","en_translation":"The wandering Arabs are more hard in disbelief and hypocrisy, and more likely to be ignorant of the limits which Allah hath revealed unto His messenger. And Allah is Knower, Wise.","bn_translation":"পল্লীবাসী লোকেরা কুফরী ও কপটতায় অতি কঠোর, আর আল্লাহ তাঁর রাসূলের প্রতি যা অবতীর্ণ করেছেন তাদের ঐ সব আহকামের জ্ঞান না থাকায় তাদের এইরূপ হওয়াই উচিত; আর আল্লাহ হচ্ছেন মহাজ্ঞানী, অতি প্রজ্ঞাময়।"}	,
            {"verse_id":	98	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৯৮","ar_ayat":"﴿﻿۹۸﻿﴾","text_indo_pak":"وَمِنَ الۡاَعۡرَابِ مَنۡ یَّتَّخِذُ مَا یُنۡفِقُ مَغۡرَمًا وَّیَتَرَبَّصُ بِکُمُ الدَّوَآئِرَ ؕ عَلَیۡہِمۡ دَآئِرَۃُ السَّوۡءِ ؕ وَاللّٰہُ سَمِیۡعٌ عَلِیۡمٌ","en_translation":"And of the wandering Arabs there is he who taketh that which he expendeth (for the cause of Allah) as a loss, and awaiteth (evil) turns of fortune for you (that he may be rid of it). The evil turn of fortune will be theirs. Allah is Hearer, Knower.","bn_translation":"আর এই গ্রামবাসীদের মধ্যে এমন লোক রয়েছে যে, তারা যা কিছু ব্যয় করে তা জরিমানা মনে করে এবং তোমাদের জন্য দুর্দিনের প্রতীক্ষায় থাকে; (বস্তুতঃ) অশুভ আবতর্ন তাদের উপরই পতিত প্রায়, আর আল্লাহ খুব শোনেন, খুব জানেন ।"}	,
            {"verse_id":	99	,"sura_name":"আত-তাওবাহ্","bn_ayat":"৯৯","ar_ayat":"﴿﻿۹۹﻿﴾","text_indo_pak":"وَمِنَ الۡاَعۡرَابِ مَنۡ یُّؤۡمِنُ بِاللّٰہِ وَالۡیَوۡمِ الۡاٰخِرِ وَیَتَّخِذُ مَا یُنۡفِقُ قُرُبٰتٍ عِنۡدَ اللّٰہِ وَصَلَوٰتِ الرَّسُوۡلِ ؕ  اَلَاۤ اِنَّہَا قُرۡبَۃٌ لَّہُمۡ ؕ  سَیُدۡخِلُہُمُ اللّٰہُ فِیۡ رَحۡمَتِہٖ ؕ  اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ ","en_translation":"And of the wandering Arabs there is he who believeth in Allah and the Last Day, and taketh that which he expendeth and also the prayers of the messenger as acceptable offerings in the sight of Allah. Lo! verily it is an acceptable offering for them. Allah will bring them into His mercy. Lo! Allah is Forgiving, Merciful.","bn_translation":"আর গ্রামবাসীদের মধ্যে কতিপয় লোক এমনও আছে যারা আল্লাহর প্রতি এবং কিয়ামাত দিনের প্রতি পূর্ণ ঈমান রাখে, আর যা কিছু ব্যয় করে ওকে আল্লাহর সান্নিধ্য লাভের উপকরণ ও রাসূলের দু‘আ লাভের উপকরণ রূপে গ্রহণ করে। স্মরণ রেখ, তাদের এই ব্যয় কার্য নিঃসন্দেহে তাদের জন্য (আল্লাহর) নৈকট্য লাভের কারণ; নিশ্চয়ই আল্লাহ তাদেরকে নিজের রাহ্মাতে দাখিল করে নিবেন; নিশ্চয়ই আল্লাহ হচ্ছেন অতি ক্ষমাশীল, পরম করুণাময়।"}	,
            {"verse_id":	100	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১০০","ar_ayat":"﴿﻿۱۰۰﻿﴾","text_indo_pak":"وَالسّٰبِقُوۡنَ الۡاَوَّلُوۡنَ مِنَ الۡمُہٰجِرِیۡنَ وَالۡاَنۡصَارِ وَالَّذِیۡنَ اتَّبَعُوۡہُمۡ بِاِحۡسَانٍ ۙ رَّضِیَ اللّٰہُ عَنۡہُمۡ وَرَضُوۡا عَنۡہُ وَاَعَدَّ لَہُمۡ جَنّٰتٍ تَجۡرِیۡ تَحۡتَہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَاۤ اَبَدًا ؕ ذٰلِکَ الۡفَوۡزُ الۡعَظِیۡمُ","en_translation":"And the first to lead the way, of the Muhajirin and the Ansar, and those who followed them in goodness - Allah is well pleased with them and they are well pleased with Him, and He hath made ready for them Gardens underneath which rivers flow, wherein they will abide for ever. That is the supreme triumph.","bn_translation":"আর যে সব মুহাজির ও আনসার (ঈমান আনায়) অগ্রবর্তী এবং প্রথম, আর যে সব লোক সরল অন্তরে তাদের অনুগামী, আল্লাহ তাদের প্রতি রাযী-খুশি হয়েছেন যেমনভাবে তারা তাঁর প্রতি রাযী হয়েছে, আর আল্লাহ তাদের জন্য এমন উদ্যানসমূহ প্রস্তুত করে রেখেছেন যার তলদেশে নহরসমূহ বইতে থাকবে, যার মধ্যে তারা চিরস্থায়ীভাবে অবস্থান করবে, তা হচ্ছে বিরাট কৃতকার্যতা।"}	,
            {"verse_id":	101	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১০১","ar_ayat":" ﴿﻿۱۰۱﻿﴾","text_indo_pak":"وَمِمَّنۡ حَوۡلَکُمۡ مِّنَ الۡاَعۡرَابِ مُنٰفِقُوۡنَ ؕۛ  وَمِنۡ اَہۡلِ الۡمَدِیۡنَۃِ ۟ۛؔ  مَرَدُوۡا عَلَی النِّفَاقِ ۟  لَا تَعۡلَمُہُمۡ ؕ  نَحۡنُ نَعۡلَمُہُمۡ ؕ  سَنُعَذِّبُہُمۡ مَّرَّتَیۡنِ ثُمَّ یُرَدُّوۡنَ اِلٰی عَذَابٍ عَظِیۡمٍ ۚ","en_translation":"And among those around you of the wandering Arabs there are hypocrites, and among the townspeople of Al-Madinah (there are some who) persist in hypocrisy whom thou (O Muhammad) knowest not. We, We know them, and We shall chastise them twice; then they will be relegated to a painful doom.","bn_translation":"আর তোমাদের মরুবাসীদের মধ্য হতে কতিপয় লোক এবং মাদীনাবাসীদের মধ্য হতেও কতিপয় লোক এমন মুনাফিক রয়েছে যারা নিফাকের চরমে পৌঁছে গেছে। তুমি তাদেরকে জাননা, আমিই তাদেরকে জানি, আমি তাদেরকে দ্বিগুণ শাস্তি প্রদান করব, অতঃপর (পরকালেও) তারা মহা শাস্তির দিকে প্রত্যাবর্তিত হবে।"}	,
            {"verse_id":	102	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১০২","ar_ayat":"﴿﻿۱۰۲﻿﴾","text_indo_pak":"وَاٰخَرُوۡنَ اعۡتَرَفُوۡا بِذُنُوۡبِہِمۡ خَلَطُوۡا عَمَلًا صَالِحًا وَّاٰخَرَ سَیِّئًا ؕ عَسَی اللّٰہُ اَنۡ یَّتُوۡبَ عَلَیۡہِمۡ ؕ اِنَّ اللّٰہَ غَفُوۡرٌ رَّحِیۡمٌ","en_translation":"And (there are) others who have acknowledged their faults. They mixed a righteous action with another that was bad. It may be that Allah will relent toward them. Lo! Allah is Forgiving, Merciful.","bn_translation":"এবং আরও কতকগুলি লোক আছে যারা নিজেদের অপরাধসমূহ স্বীকার করেছে, যারা মিশ্রিত ‘আমল করেছিল, কিছু ভাল, আর কিছু মন্দ, আশা রয়েছে যে, আল্লাহ তাদের প্রতি করুণা দৃষ্টি করবেন, নিঃসন্দেহে আল্লাহ অতিশয় ক্ষমাশীল, পরম করুণাময়।"}	,
            {"verse_id":	103	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১০৩","ar_ayat":"﴿﻿۱۰۳﻿﴾","text_indo_pak":"خُذۡ مِنۡ اَمۡوَالِہِمۡ صَدَقَۃً تُطَہِّرُہُمۡ وَتُزَکِّیۡہِمۡ بِہَا وَصَلِّ عَلَیۡہِمۡ ؕ اِنَّ صَلٰوتَکَ سَکَنٌ لَّہُمۡ ؕ وَاللّٰہُ سَمِیۡعٌ عَلِیۡمٌ","en_translation":"Take alms of their wealth, wherewith thou mayst purify them and mayst make them grow, and pray for them. Lo! thy prayer is an assuagement for them. Allah is Hearer, Knower.","bn_translation":"(হে নাবী!) তুমি তাদের ধন-সম্পদ হতে সাদাকাহ গ্রহণ কর, যদ্বারা তুমি তাদেরকে পবিত্র করে দিবে, আর তাদের জন্য দু‘আ কর। নিঃসন্দেহে তোমার দু‘আ হচ্ছে তাদের জন্য শান্তির কারণ, আর আল্লাহ খুব শোনেন, খুব জানেন।"}	,
            {"verse_id":	104	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১০৪","ar_ayat":"﴿﻿۱۰۴﻿﴾","text_indo_pak":"اَلَمۡ یَعۡلَمُوۡۤا اَنَّ اللّٰہَ ہُوَ یَقۡبَلُ التَّوۡبَۃَ عَنۡ عِبَادِہٖ وَیَاۡخُذُ الصَّدَقٰتِ وَاَنَّ اللّٰہَ ہُوَ التَّوَّابُ الرَّحِیۡمُ","en_translation":"Know they not that Allah is He Who accepteth repentance from His bondmen and taketh the alms, and that Allah is He Who is the Relenting, the Merciful.","bn_translation":"তারা কি এটা অবগত নয় যে, আল্লাহই নিজ বান্দাদের তাওবাহ কবূল করেন, আর তিনিই দান খয়রাত কবূল করে থাকেন, আর এটাও যে, আল্লাহ হচ্ছেন তাওবাহ কবূল করতে এবং অনুগ্রহ করতে পূর্ণ সামর্থ্যবান?"}	,
            {"verse_id":	105	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১০৫","ar_ayat":"﴿﻿۱۰۵﻿﴾","text_indo_pak":"وَقُلِ اعۡمَلُوۡا فَسَیَرَی اللّٰہُ عَمَلَکُمۡ وَرَسُوۡلُہٗ وَالۡمُؤۡمِنُوۡنَ ؕ  وَسَتُرَدُّوۡنَ اِلٰی عٰلِمِ الۡغَیۡبِ وَالشَّہَادَۃِ فَیُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ تَعۡمَلُوۡنَ ۚ","en_translation":"And say (unto them): Act! Allah will behold your actions, and (so will) His messenger and the believers, and ye will be brought back to the Knower of the Invisible and the Visible, and He will tell you what ye used to do.","bn_translation":"হে নাবী! তুমি বলে দাওঃ তোমরা কাজ করতে থাক, অতঃপর তোমাদের কার্যকে অচিরেই দেখে নিবেন আল্লাহ, তাঁর রাসূল ও ঈমানদারগণ। আর নিশ্চয়ই তোমাদেরকে প্রত্যাবর্তিত হতে হবে এমন এক সত্তার নিকট যিনি হচ্ছেন সকল অদৃশ্য ও প্রকাশ্য বিষয়ের জ্ঞাতা, অতঃপর তিনি তোমাদেরকে তোমাদের সকল কৃতকর্ম জানিয়ে দিবেন।"}	,
            {"verse_id":	106	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১০৬","ar_ayat":" ﴿﻿۱۰۶﻿﴾","text_indo_pak":"وَاٰخَرُوۡنَ مُرۡجَوۡنَ لِاَمۡرِ اللّٰہِ اِمَّا یُعَذِّبُہُمۡ وَاِمَّا یَتُوۡبُ عَلَیۡہِمۡ ؕ وَاللّٰہُ عَلِیۡمٌ حَکِیۡمٌ","en_translation":"And (there are) others who await Allah's decree, whether He will punish them or will forgive them. Allah is Knower, Wise.","bn_translation":"এবং আরও কতক লোক আছে যাদের ব্যাপার মুলতবী রয়েছে আল্লাহর আদেশ আসা পর্যন্ত, হয় তিনি তাদেরকে শাস্তি প্রদান করবেন, অথবা তাদের তাওবাহ কবূল করবেন, আর আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।"}	,
            {"verse_id":	107	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১০৭","ar_ayat":"﴿﻿۱۰۷﻿﴾","text_indo_pak":"وَالَّذِیۡنَ اتَّخَذُوۡا مَسۡجِدًا ضِرَارًا وَّکُفۡرًا وَّتَفۡرِیۡقًۢا بَیۡنَ الۡمُؤۡمِنِیۡنَ وَاِرۡصَادًا لِّمَنۡ حَارَبَ اللّٰہَ وَرَسُوۡلَہٗ مِنۡ قَبۡلُ ؕ وَلَیَحۡلِفُنَّ اِنۡ اَرَدۡنَاۤ اِلَّا الۡحُسۡنٰی ؕ وَاللّٰہُ یَشۡہَدُ اِنَّہُمۡ لَکٰذِبُوۡنَ","en_translation":"And as for those who chose a place of worship out of opposition and disbelief, and in order to cause dissent among the believers, and as an outpost for those who warred against Allah and His messenger aforetime, they will surely swear: We purposed naught save good. Allah beareth witness that they verily are liars.","bn_translation":"আর কেহ কেহ এমন আছে যারা এ উদ্দেশে মাসজিদ নির্মাণ করেছে যেন তারা (ইসলামের) ক্ষতি সাধন করে এবং কুফরী কথাবার্তা বলে, আর মু’মিনদের মধ্যে বিভেদ সৃষ্টি করে, আর ঐ ব্যক্তির অবস্থানের ব্যবস্থা করে যে এর পূর্ব হতেই আল্লাহ ও তাঁর রাসূলের বিরোধী, আর তারা শপথ করে বলবে, মঙ্গল ভিন্ন আমাদের আর কোন উদ্দেশ্য নেই; আর আল্লাহ সাক্ষী আছেন যে, তারা সম্পূর্ণ মিথ্যাবাদী।"}	,
            {"verse_id":	108	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১০৮","ar_ayat":"﴿﻿۱۰۸﻿﴾","text_indo_pak":"لَا تَقُمۡ فِیۡہِ اَبَدًا ؕ لَمَسۡجِدٌ اُسِّسَ عَلَی التَّقۡوٰی مِنۡ اَوَّلِ یَوۡمٍ اَحَقُّ اَنۡ تَقُوۡمَ فِیۡہِ ؕ فِیۡہِ رِجَالٌ یُّحِبُّوۡنَ اَنۡ یَّتَطَہَّرُوۡا ؕ وَاللّٰہُ یُحِبُّ الۡمُطَّہِّرِیۡنَ","en_translation":"Never stand (to pray) there. A place of worship which was found upon duty (to Allah) from the first day is more worthy that thou shouldst stand (to pray) therein, wherein are men who love to purify themselves. Allah loveth the purifiers.","bn_translation":"(হে মুহাম্মাদ!) তুমি কখনও ওতে (সালাতের জন্য) দাঁড়াবেনা; অবশ্য যে মাসজিদের ভিত্তি প্রথম দিন হতেই তাকওয়ার উপর স্থাপিত হয়েছে তা এর উপযোগী যে, তুমি তাতে (সালাতের জন্য) দাঁড়াবে; ওতে এমন সব লোক রয়েছে যারা উত্তম রূপে পবিত্র হওয়াকে পছন্দ করে, আর আল্লাহ উত্তম রূপে পবিত্রতা সম্পাদনকারীদেরকে পছন্দ করেন।"}	,
            {"verse_id":	109	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১০৯","ar_ayat":"﴿﻿۱۰۹﻿﴾","text_indo_pak":"اَفَمَنۡ اَسَّسَ بُنۡیَانَہٗ عَلٰی تَقۡوٰی مِنَ اللّٰہِ وَرِضۡوَانٍ خَیۡرٌ اَمۡ مَّنۡ اَسَّسَ بُنۡیَانَہٗ عَلٰی شَفَا جُرُفٍ ہَارٍ فَانۡہَارَ بِہٖ فِیۡ نَارِ جَہَنَّمَ ؕ وَاللّٰہُ لَا یَہۡدِی الۡقَوۡمَ الظّٰلِمِیۡنَ","en_translation":"Is he who founded his building upon duty to Allah and His good pleasure better; or he who founded his building on the brink of a crumbling, overhanging precipice so that it toppled with him into the fire of hell ? Allah guideth not wrongdoing folk.","bn_translation":"তাহলে কোন্ ব্যক্তি উত্তম, যে ব্যক্তি স্বীয় ইমারাতের ভিত্তি আল্লাহভীতির উপর এবং তাঁর সন্তুষ্টির উপর স্থাপন করেছে অথবা সেই ব্যক্তি যে স্বীয় ইমারাতের ভিত্তি স্থাপন করেছে কোন গহবরের কিনারায়, যা ধ্বসে পড়ার উপক্রম, অতঃপর তা তাকে নিয়ে জাহান্নামের আগুনে পতিত হয়? আর আল্লাহ এমন যালিমদেরকে (ধর্মের) জ্ঞান দান করেননা।"}	,
            {"verse_id":	110	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১১০","ar_ayat":"﴿﻿۱۱۰﻿﴾","text_indo_pak":"لَا یَزَالُ بُنۡیَانُہُمُ الَّذِیۡ بَنَوۡا رِیۡبَۃً فِیۡ قُلُوۡبِہِمۡ اِلَّاۤ اَنۡ تَقَطَّعَ قُلُوۡبُہُمۡ ؕ  وَاللّٰہُ عَلِیۡمٌ حَکِیۡمٌ ","en_translation":"The building which they built will never cease to be a misgiving in their hearts unless their hearts be torn to pieces. Allah is Knower, Wise.","bn_translation":"তাদের এই ইমারাত যা তারা নির্মাণ করেছে, তা সদা তাদের মনে খট্কা সৃষ্টি করতে থাকবে, যে পর্যন্ত তাদের অন্তরই ছিন্নভিন্ন হয়ে যায়, আর আল্লাহ হচ্ছেন মহাজ্ঞানী।"}	,
            {"verse_id":	111	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১১১","ar_ayat":"﴿﻿۱۱۱﻿﴾","text_indo_pak":"اِنَّ اللّٰہَ اشۡتَرٰی مِنَ الۡمُؤۡمِنِیۡنَ اَنۡفُسَہُمۡ وَاَمۡوَالَہُمۡ بِاَنَّ لَہُمُ الۡجَنَّۃَ ؕ یُقَاتِلُوۡنَ فِیۡ سَبِیۡلِ اللّٰہِ فَیَقۡتُلُوۡنَ وَیُقۡتَلُوۡنَ ۟ وَعۡدًا عَلَیۡہِ حَقًّا فِی التَّوۡرٰىۃِ وَالۡاِنۡجِیۡلِ وَالۡقُرۡاٰنِ ؕ وَمَنۡ اَوۡفٰی بِعَہۡدِہٖ مِنَ اللّٰہِ فَاسۡتَبۡشِرُوۡا بِبَیۡعِکُمُ الَّذِیۡ بَایَعۡتُمۡ بِہٖ ؕ وَذٰلِکَ ہُوَ الۡفَوۡزُ الۡعَظِیۡمُ","en_translation":"Lo! Allah hath bought from the believers their lives and their wealth because the Garden will be theirs: they shall fight in the way of Allah and shall slay and be slain. It is a promise which is binding on Him in the Torah and the Gospel and the Qur'an. Who fulfilleth His covenant better than Allah ? Rejoice then in your bargain that ye have made, for that is the supreme triumph.","bn_translation":"নিঃসন্দেহে আল্লাহ মু’মিনদের নিকট থেকে তাদের প্রাণ ও তাদের ধন সম্পদসমূহকে এর বিনিময়ে ক্রয় করে নিয়েছেন যে, তাদের জন্য জান্নাত রয়েছে, তারা আল্লাহর পথে যুদ্ধ করে, যাতে তারা (কখনও) হত্যা করে এবং (কখনও) নিহত হয়, এর কারণে (জান্নাত প্রদানের) সত্য অঙ্গীকার করা হয়েছে তাওরাতে, ইঞ্জীলে এবং কুরআনে। নিজের অঙ্গীকার পালনকারী আল্লাহ অপেক্ষা অধিক আর কে আছে? অতএব তোমরা আনন্দ করতে থাক তোমাদের এই ক্রয় বিক্রয়ের উপর, যা তোমরা সম্পাদন করেছ, আর এটা হচ্ছে বিরাট সফলতা।"}	,
            {"verse_id":	112	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১১২","ar_ayat":"﴿﻿۱۱۲﻿﴾","text_indo_pak":"اَلتَّآئِبُوۡنَ الۡعٰبِدُوۡنَ الۡحٰمِدُوۡنَ السَّآئِحُوۡنَ الرّٰکِعُوۡنَ السّٰجِدُوۡنَ الۡاٰمِرُوۡنَ بِالۡمَعۡرُوۡفِ وَالنَّاہُوۡنَ عَنِ الۡمُنۡکَرِ وَالۡحٰفِظُوۡنَ لِحُدُوۡدِ اللّٰہِ ؕ وَبَشِّرِ الۡمُؤۡمِنِیۡنَ","en_translation":"(Triumphant) are those who turn repentant (to Allah), those who serve (Him), those who praise (Him), those who fast, those who bow down, those who fall prostrate (in worship), those who enjoin the right and who forbid the wrong and those who keep the limits (ordained) of Allah - And give glad tidings to believers!","bn_translation":"তারা হচ্ছে তাওবাহকারী, ইবাদাতকারী, আল্লাহর প্রশংসাকারী, সিয়াম পালনকারী, রুকু ও সাজদাহকারী, সৎ বিষয় শিক্ষা প্রদানকারী এবং মন্দ বিষয়ে বাধা প্রদানকারী, আল্লাহর সীমাসমূহের (অর্থাৎ আহকামের) সংরক্ষণকারী; আর তুমি এমন মু’মিনদেরকে সুসংবাদ শুনিয়ে দাও।"}	,
            {"verse_id":	113	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১১৩","ar_ayat":"﴿﻿۱۱۳﻿﴾","text_indo_pak":"مَا کَانَ لِلنَّبِیِّ وَالَّذِیۡنَ اٰمَنُوۡۤا اَنۡ یَّسۡتَغۡفِرُوۡا لِلۡمُشۡرِکِیۡنَ وَلَوۡ کَانُوۡۤا اُولِیۡ قُرۡبٰی مِنۡۢ بَعۡدِ مَا تَبَیَّنَ لَہُمۡ اَنَّہُمۡ اَصۡحٰبُ الۡجَحِیۡمِ","en_translation":"It is not for the Prophet, and those who believe, to pray for the forgiveness of idolaters even though they may be near of kin (to them) after it hath become clear that they are people of hell-fire.","bn_translation":"নাবী ও অন্যান্য মু’মিনদের জন্য জায়েয নয় যে, তারা মুশরিকদের জন্য ক্ষমা প্রার্থনা করে, যদিও তারা আত্মীয়ই হোক না কেন, এ কথা প্রকাশ হবার পর যে, তারা জাহান্নামের অধিবাসী।"}	,
            {"verse_id":	114	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১১৪","ar_ayat":"﴿﻿۱۱۴﻿﴾","text_indo_pak":"وَمَا کَانَ اسۡتِغۡفَارُ اِبۡرٰہِیۡمَ لِاَبِیۡہِ اِلَّا عَنۡ مَّوۡعِدَۃٍ وَّعَدَہَاۤ اِیَّاہُ ۚ فَلَمَّا تَبَیَّنَ لَہٗۤ اَنَّہٗ عَدُوٌّ لِّلّٰہِ تَبَرَّاَ مِنۡہُ ؕ اِنَّ اِبۡرٰہِیۡمَ لَاَوَّاہٌ حَلِیۡمٌ","en_translation":"The prayer of Abraham for the forgiveness of his father was only because of a promise he had promised him, but when it had become clear unto him that he (his father) was an enemy to Allah he (Abraham) disowned him. Lo! Abraham was soft of heart, long-suffering.","bn_translation":"আর ইবরাহীমের নিজ পিতার জন্য ক্ষমা প্রার্থনা করা শুধু সেই ও‘য়াদার কারণে ছিল, যে ও‘য়াদা সে তার সাথে করেছিল। অতঃপর যখন তার নিকট এ বিষয় প্রকাশ পেল যে, সে (পিতা) আল্লাহর দুশমন, তখন সে তা হতে সম্পূর্ণ রূপে নির্লিপ্ত হয়ে গেল। বাস্তবিকই ইবরাহীম ছিল অতিশয় কোমল হৃদয়, সহনশীল।"}	,
            {"verse_id":	115	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১১৫","ar_ayat":"﴿﻿۱۱۵﻿﴾","text_indo_pak":"وَمَا کَانَ اللّٰہُ لِیُضِلَّ قَوۡمًۢا بَعۡدَ اِذۡ ہَدٰىہُمۡ حَتّٰی یُبَیِّنَ لَہُمۡ مَّا یَتَّقُوۡنَ ؕ اِنَّ اللّٰہَ بِکُلِّ شَیۡءٍ عَلِیۡمٌ","en_translation":"It was never Allah's (part) that He should send a folk astray after He had guided them until He had made clear unto them what they should avoid. Lo! Allah is Aware of all things.","bn_translation":"আর আল্লাহ এরূপ নন যে, কোন জাতিকে হিদায়াত করার পর পথভ্রষ্ট করেন, যে পর্যন্ত না তাদেরকে সেই সব বিষয় পরিস্কারভাবে বলে দেন, যে বিষয়ে তারা তাকওয়া অবলম্বন করবে; নিশ্চয়ই আল্লাহ হচ্ছেন সকল বিষয়ে সর্বজ্ঞ।"}	,
            {"verse_id":	116	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১১৬","ar_ayat":"﴿﻿۱۱۶﻿﴾","text_indo_pak":"اِنَّ اللّٰہَ لَہٗ مُلۡکُ السَّمٰوٰتِ وَالۡاَرۡضِ ؕ یُحۡیٖ وَیُمِیۡتُ ؕ وَمَا لَکُمۡ مِّنۡ دُوۡنِ اللّٰہِ مِنۡ وَّلِیٍّ وَّلَا نَصِیۡرٍ","en_translation":"Lo! Allah! Unto Him belongeth the Sovereignty of the heavens and the earth. He quickeneth and He giveth death. And ye have, instead of Allah, no protecting friend nor helper.","bn_translation":"নিশ্চয়ই আল্লাহরই রাজত্ব রয়েছে আসমানসমূহে ও যমীনে। তিনিই জীবন দান করেন এবং মৃত্যু ঘটান; আল্লাহ ছাড়া তোমাদের না কোন বন্ধু আছে, আর না কোন সাহায্যকারী।"}	,
            {"verse_id":	117	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১১৭","ar_ayat":"﴿﻿۱۱۷﻿﴾","text_indo_pak":"لَقَدۡ تَّابَ اللّٰہُ عَلَی النَّبِیِّ وَالۡمُہٰجِرِیۡنَ وَالۡاَنۡصَارِ الَّذِیۡنَ اتَّبَعُوۡہُ فِیۡ سَاعَۃِ الۡعُسۡرَۃِ مِنۡۢ بَعۡدِ مَا کَادَ یَزِیۡغُ قُلُوۡبُ فَرِیۡقٍ مِّنۡہُمۡ ثُمَّ تَابَ عَلَیۡہِمۡ ؕ  اِنَّہٗ بِہِمۡ رَءُوۡفٌ رَّحِیۡمٌ ۙ","en_translation":"Allah hath turned in mercy to the Prophet, and to the Muhajirin and the Ansar who followed him in the hour of hardship. After the hearts of a party of them had almost swerved aside, then turned He unto them in mercy. Lo! He is Full of Pity, Merciful for them.","bn_translation":"আল্লাহ অনুগ্রহের দৃষ্টি করলেন নাবীর অবস্থার প্রতি এবং মুহাজির ও আনসারদের অবস্থার প্রতিও, যারা নাবীর অনুগামী হয়েছিল এমন সংকট মুহুর্তে যখন তাদের মধ্যকার এক দলের অন্তর বিচলিত হওয়ার উপক্রম হয়েছিল। অতঃপর আল্লাহ তাদের প্রতি অনুগ্রহ দৃষ্টি করলেন; নিঃসন্দেহে আল্লাহ তাদের সকলের উপর স্নেহশীল, করুণাময়।"}	,
            {"verse_id":	118	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১১৮","ar_ayat":"﴿﻿۱۱۸﻿﴾","text_indo_pak":"وَّعَلَی الثَّلٰثَۃِ الَّذِیۡنَ خُلِّفُوۡا ؕ  حَتّٰۤی اِذَا ضَاقَتۡ عَلَیۡہِمُ الۡاَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَیۡہِمۡ اَنۡفُسُہُمۡ وَظَنُّوۡۤا اَنۡ لَّا مَلۡجَاَ مِنَ اللّٰہِ اِلَّاۤ اِلَیۡہِ ؕ  ثُمَّ تَابَ عَلَیۡہِمۡ لِیَتُوۡبُوۡا ؕ  اِنَّ اللّٰہَ ہُوَ التَّوَّابُ الرَّحِیۡمُ ","en_translation":"And to the three also (did He turn in mercy) who were left behind, when the earth, vast as it is, was straitened for them, and their own souls were straitened for them till they bethought them that there is no refuge from Allah save toward Him. Then turned He unto them in mercy that they (too) might turn (repentant unto Him). Lo! Allah! He is the Relenting, the Merciful.","bn_translation":"আর ঐ তিন ব্যক্তির অবস্থার প্রতিও (অনুগ্রহ করলেন) যাদের ব্যাপার মুলতবী রাখা হয়েছিল এই পর্যন্ত যে, তখন ভূ-পৃষ্ঠ নিজ প্রশস্ততা সত্ত্বেও তাদের প্রতি সংকীর্ণ হতে লাগল এবং তারা নিজেরা নিজেদের জীবনের প্রতি বীতশ্রদ্ধ হয়ে পড়ল; আর তারা বুঝতে পারল যে, আল্লাহর পাকড়াও হতে কোথাও আশ্রয় পাওয়া যেতে পারেনা তাঁরই দিকে প্রত্যাবর্তন করা ব্যতীত; অতঃপর তাদের অবস্থার প্রতিও অনুগ্রহের দৃষ্টি করলেন, যাতে তারা তাওবাহ করে। নিশ্চয়ই আল্লাহ হচ্ছেন অতিশয় অনুগ্রহকারী, করুণাময়।"}	,
            {"verse_id":	119	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১১৯","ar_ayat":"﴿﻿۱۱۹﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوا اتَّقُوا اللّٰہَ وَکُوۡنُوۡا مَعَ الصّٰدِقِیۡنَ","en_translation":"O ye who believe! Be careful of your duty to Allah, and be with the truthful.","bn_translation":"হে মু’মিনগণ! আল্লাহকে ভয় কর এবং সত্যবাদীদের সঙ্গে থাক।"}	,
            {"verse_id":	120	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১২০","ar_ayat":"﴿﻿۱۲۰﻿﴾","text_indo_pak":"مَا کَانَ لِاَہۡلِ الۡمَدِیۡنَۃِ وَمَنۡ حَوۡلَہُمۡ مِّنَ الۡاَعۡرَابِ اَنۡ یَّتَخَلَّفُوۡا عَنۡ رَّسُوۡلِ اللّٰہِ وَلَا یَرۡغَبُوۡا بِاَنۡفُسِہِمۡ عَنۡ نَّفۡسِہٖ ؕ  ذٰلِکَ بِاَنَّہُمۡ لَا یُصِیۡبُہُمۡ ظَمَاٌ وَّلَا نَصَبٌ وَّلَا مَخۡمَصَۃٌ فِیۡ سَبِیۡلِ اللّٰہِ وَلَا یَطَـُٔوۡنَ مَوۡطِئًا یَّغِیۡظُ الۡکُفَّارَ وَلَا یَنَالُوۡنَ مِنۡ عَدُوٍّ نَّیۡلًا اِلَّا کُتِبَ لَہُمۡ بِہٖ عَمَلٌ صَالِحٌ ؕ  اِنَّ اللّٰہَ لَا یُضِیۡعُ اَجۡرَ الۡمُحۡسِنِیۡنَ ۙ","en_translation":"It is not for the townsfolk of Al-Madinah and for those around them of the wandering Arabs so stay behind the messenger of Allah and prefer their lives to his life. That is because neither thirst nor toil nor hunger afflicteth them in the way of Allah, nor step they any step that angereth the disbelievers, nor gain they from the enemy a gain, but a good deed is recorded for them therefor. Lo! Allah loseth not the wages of the good.","bn_translation":"মাদীনার অধিবাসী এবং তাদের আশেপাশে যে সব পল্লী রয়েছে তাদের পক্ষে এটা উচিত ছিলনা যে, তারা আল্লাহর রাসূলের সঙ্গী না হয়; আর এটাও (উচিত ছিল) না যে, নিজেদের প্রাণ তার প্রাণ অপেক্ষা প্রিয় মনে করে। এর কারণ এই যে, আল্লাহর পথে তাদের যে পিপাসা, ক্লান্তি আর ক্ষুধা পায় এবং তাদের এমন পদক্ষেপ গ্রহণ করায় কাফিরদের যে ক্রোধের কারণ হয়ে থাকে, আর দুশমনদের হতে তারা যা কিছু প্রাপ্ত হয় - এর প্রত্যেকটি সৎ কাজ বলে গণ্য হবে। নিশ্চয়ই আল্লাহ সৎ কর্মশীল লোকদের শ্রমফল (সাওয়াব) বিনষ্ট করেননা।"}	,
            {"verse_id":	121	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১২১","ar_ayat":"﴿﻿۱۲۱﻿﴾","text_indo_pak":"وَلَا یُنۡفِقُوۡنَ نَفَقَۃً صَغِیۡرَۃً وَّلَا کَبِیۡرَۃً وَّلَا یَقۡطَعُوۡنَ وَادِیًا اِلَّا کُتِبَ لَہُمۡ لِیَجۡزِیَہُمُ اللّٰہُ اَحۡسَنَ مَا کَانُوۡا یَعۡمَلُوۡنَ","en_translation":"Nor spend they any spending, small or great, nor do they cross a valley, but it is recorded for them, that Allah may repay them the best of what they used to do.","bn_translation":"আর ছোট-বড় যা কিছু তারা ব্যয় করেছে, আর যত প্রান্তর তাদের অতিক্রম করতে হয়েছে, তৎসমুদয়ও তাদের নামে লিখিত হয়েছে, যেন আল্লাহ তাদের কৃতকর্মসমূহের অতি উত্তম বিনিময় প্রদান করেন।"}	,
            {"verse_id":	122	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১২২","ar_ayat":"﴿﻿۱۲۲﻿﴾","text_indo_pak":"وَمَا کَانَ الۡمُؤۡمِنُوۡنَ لِیَنۡفِرُوۡا کَآفَّۃً ؕ  فَلَوۡلَا نَفَرَ مِنۡ کُلِّ فِرۡقَۃٍ مِّنۡہُمۡ طَآئِفَۃٌ لِّیَتَفَقَّہُوۡا فِی الدِّیۡنِ وَلِیُنۡذِرُوۡا قَوۡمَہُمۡ اِذَا رَجَعُوۡۤا اِلَیۡہِمۡ لَعَلَّہُمۡ یَحۡذَرُوۡنَ ","en_translation":"And the believers should not all go out to fight. Of every troop of them, a party only should go forth, that they (who are left behind) may gain sound knowledge in religion, and that they may warn their folk when they return to them, so that they may beware.","bn_translation":"আর মু’মিনদের এটাও সমীচীন নয় যে, (জিহাদের জন্য) সবাই একত্রে বের হয়ে পড়ে; সুতরাং এমন কেন করা হয়না যে, তাদের প্রত্যেকটি বড় দল হতে এক একটি ছোট দল (জিহাদে) বহির্গত হয়, যাতে অবশিষ্ট লোক ধর্মজ্ঞান অর্জন করতে থাকে, আর যাতে তারা নিজ কাওমকে (নাফরমানী হতে) ভয় প্রদর্শন করে যখন তারা তাদের নিকট প্রত্যাবর্তন করে, যেন তারা পরহেয করে চলতে পারে।"}	,
            {"verse_id":	123	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১২৩","ar_ayat":"﴿﻿۱۲۳﻿﴾","text_indo_pak":"یٰۤاَیُّہَا الَّذِیۡنَ اٰمَنُوۡا قَاتِلُوا الَّذِیۡنَ یَلُوۡنَکُمۡ مِّنَ الۡکُفَّارِ وَلۡیَجِدُوۡا فِیۡکُمۡ غِلۡظَۃً ؕ وَاعۡلَمُوۡۤا اَنَّ اللّٰہَ مَعَ الۡمُتَّقِیۡنَ","en_translation":"O ye who believe! Fight those of the disbelievers who are near to you, and let them find harshness in you, and know that Allah is with those who keep their duty (unto Him).","bn_translation":"হে মু’মিনগণ! ঐ কাফিরদের সাথে যুদ্ধ কর যারা তোমাদের আশেপাশে অবস্থান করছে, যেন তারা তোমাদের মধ্যে কঠোরতা খুঁজে পায়; আর জেনে রেখ যে, আল্লাহ পরহেযগারদের সাথে রয়েছেন।"}	,
            {"verse_id":	124	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১২৪","ar_ayat":"﴿﻿۱۲۴﻿﴾","text_indo_pak":"وَاِذَا مَاۤ اُنۡزِلَتۡ سُوۡرَۃٌ فَمِنۡہُمۡ مَّنۡ یَّقُوۡلُ اَیُّکُمۡ زَادَتۡہُ ہٰذِہٖۤ اِیۡمَانًا ۚ فَاَمَّا الَّذِیۡنَ اٰمَنُوۡا فَزَادَتۡہُمۡ اِیۡمَانًا وَّہُمۡ یَسۡتَبۡشِرُوۡنَ","en_translation":"And whenever a surah is revealed there are some of them who say: Which one of you hath thus increased in faith ? As for those who believe, it hath increased them in faith and they rejoice (therefor).","bn_translation":"আর যখন কোন সূরা অবতীর্ণ করা হয় তখন কেহ কেহ বলে, তোমাদের মধ্যে এই সূরা কার ঈমান বৃদ্ধি করল? অবশ্যই যে সব লোক ঈমান এনেছে, এই সূরা তাদের ঈমানকে বর্ধিত করেছে এবং তারাই আনন্দ লাভ করছে।"}	,
            {"verse_id":	125	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১২৫","ar_ayat":"﴿﻿۱۲۵﻿﴾","text_indo_pak":"وَاَمَّا الَّذِیۡنَ فِیۡ قُلُوۡبِہِمۡ مَّرَضٌ فَزَادَتۡہُمۡ رِجۡسًا اِلٰی رِجۡسِہِمۡ وَمَاتُوۡا وَہُمۡ کٰفِرُوۡنَ","en_translation":"But as for those in whose hearts is disease, it only addeth wickedness to their wickedness, and they die while they are disbelievers.","bn_translation":"কিন্তু যাদের অন্তরসমূহে ব্যাধি রয়েছে, এই সূরা তাদের মধ্যে তাদের কলুষতার সাথে আরও কলুষতা বর্ধিত করেছে, আর তাদের কুফরী অবস্থায়ই মৃত্যু হয়েছে।"}	,
            {"verse_id":	126	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১২৬","ar_ayat":"﴿﻿۱۲۶﻿﴾","text_indo_pak":"اَوَلَا یَرَوۡنَ اَنَّہُمۡ یُفۡتَنُوۡنَ فِیۡ کُلِّ عَامٍ مَّرَّۃً اَوۡ مَرَّتَیۡنِ ثُمَّ لَا یَتُوۡبُوۡنَ وَلَا ہُمۡ یَذَّکَّرُوۡنَ","en_translation":"See they not that they are tested once or twice in every year ? Still they turn not in repentance, neither pay they heed.","bn_translation":"আর তারা কি লক্ষ্য করেনা যে, তারা প্রতি বছর একবার অথবা দু’বার কোন না কোন বিপদে পতিত হয়? তবুও তারা তাওবাহ করেনা, আর না তারা উপদেশ গ্রহণ করে।"}	,
            {"verse_id":	127	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১২৭","ar_ayat":"﴿﻿۱۲۷﻿﴾","text_indo_pak":"وَاِذَا مَاۤ اُنۡزِلَتۡ سُوۡرَۃٌ نَّظَرَ بَعۡضُہُمۡ اِلٰی بَعۡضٍ ؕ ہَلۡ یَرٰىکُمۡ مِّنۡ اَحَدٍ ثُمَّ انۡصَرَفُوۡا ؕ صَرَفَ اللّٰہُ قُلُوۡبَہُمۡ بِاَنَّہُمۡ قَوۡمٌ لَّا یَفۡقَہُوۡنَ","en_translation":"And whenever a surah is revealed, they look one at another (as who should say): Doth anybody see you ? Then they turn away. Allah turneth away their hearts because they are a folk who understand not.","bn_translation":"আর যখন কোন সূরা নাযিল করা হয় তখন তারা একে অপরের দিকে তাকাতে থাকে (এবং ইঙ্গিতে বলে) তোমাদেরকে কেহ দেখছেনা তো? অতঃপর তারা চলে যায়; আল্লাহ তাদের অন্তরগুলিকে (আলো থেকে) ফিরিয়ে দিয়েছেন, কারণ তারা হচ্ছে নির্বোধ সমাজ!"}	,
            {"verse_id":	128	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১২৮","ar_ayat":"﴿﻿۱۲۸﻿﴾","text_indo_pak":"لَقَدۡ جَآءَکُمۡ رَسُوۡلٌ مِّنۡ اَنۡفُسِکُمۡ عَزِیۡزٌ عَلَیۡہِ مَا عَنِتُّمۡ حَرِیۡصٌ عَلَیۡکُمۡ بِالۡمُؤۡمِنِیۡنَ رَءُوۡفٌ رَّحِیۡمٌ","en_translation":"There hath come unto you a messenger, (one) of yourselves, unto whom aught that ye are overburdened is grievous, full of concern for you, for the believers full of pity, merciful.","bn_translation":"তোমাদের নিকট আগমন করেছে তোমাদেরই মধ্যকার এমন একজন রাসূল যার কাছে তোমাদের ক্ষতিকর বিষয় অতি কষ্টদায়ক মনে হয়, যে হচ্ছে তোমাদের খুবই হিতাকাংখী, মু’মিনদের প্রতি বড়ই স্নেহশীল, করুণাপরায়ণ।"}	,
            {"verse_id":	129	,"sura_name":"আত-তাওবাহ্","bn_ayat":"১২৯","ar_ayat":"﴿﻿۱۲۹﻿﴾","text_indo_pak":"فَاِنۡ تَوَلَّوۡا فَقُلۡ حَسۡبِیَ اللّٰہُ ۫٭ۖ  لَاۤ اِلٰہَ اِلَّا ہُوَ ؕ  عَلَیۡہِ تَوَکَّلۡتُ وَہُوَ رَبُّ الۡعَرۡشِ الۡعَظِیۡمِ ","en_translation":"Now, if they turn away (O Muhammad) say: Allah sufficeth me. There is no God save Him. In Him have I put my trust, and He is Lord of the Tremendous Throne.","bn_translation":"অতঃপর যদি তারা মুখ ফিরিয়ে নেয় তাহলে তুমি বলে দাওঃ আমার জন্য আল্লাহই যথেষ্ট, তিনি ছাড়া অন্য কেহ মা‘বূদ নেই, আমি তাঁরই উপর নির্ভর করছি, আর তিনি হচ্ছেন অতি বড় আরশের মালিক।"}	

        ]