[
    {"verse_id":	1	,"sura_name":"আল-বায়্যিনাহ্","bn_ayat":"০১","ar_ayat":"﴿﻿۱﻿﴾","text_indo_pak":"لَمۡ یَکُنِ الَّذِیۡنَ کَفَرُوۡا مِنۡ اَہۡلِ الۡکِتٰبِ وَالۡمُشۡرِکِیۡنَ مُنۡفَکِّیۡنَ حَتّٰی تَاۡتِیَہُمُ الۡبَیِّنَۃُ ۙ","en_translation":"Those who disbelieve among the People of the Scripture and the idolaters could not have left off (erring) till the clear proof came unto them,","bn_translation":"কিতাবীদের মধ্যে যারা কুফরী করেছিল এবং মুশরিকরা আপন মতে অবিচল ছিল তাদের নিকট সুস্পষ্ট প্রমান না আসা পর্যন্ত।"}	,
{"verse_id":	2	,"sura_name":"আল-বায়্যিনাহ্","bn_ayat":"০২","ar_ayat":"﴿﻿۲﻿﴾","text_indo_pak":"رَسُوۡلٌ مِّنَ اللّٰہِ یَتۡلُوۡا صُحُفًا مُّطَہَّرَۃً ۙ","en_translation":"A messenger from Allah, reading purified pages","bn_translation":"আল্লাহর নিকট হতে এক রাসূল, যে আবৃত্তি করে পবিত্র গ্রন্থ,"}	,
{"verse_id":	3	,"sura_name":"আল-বায়্যিনাহ্","bn_ayat":"০৩","ar_ayat":"﴿﻿۳﻿﴾","text_indo_pak":"فِیۡہَا کُتُبٌ قَیِّمَۃٌ ؕ","en_translation":"Containing correct scriptures.","bn_translation":"যাতে সু-প্রতিষ্ঠিত ব্যবস্থাসমূহ রয়েছে।"}	,
{"verse_id":	4	,"sura_name":"আল-বায়্যিনাহ্","bn_ayat":"০৪","ar_ayat":"﴿﻿۴﻿﴾","text_indo_pak":"وَمَا تَفَرَّقَ الَّذِیۡنَ اُوۡتُوا الۡکِتٰبَ اِلَّا مِنۡۢ بَعۡدِ مَا جَآءَتۡہُمُ الۡبَیِّنَۃُ ؕ","en_translation":"Nor were the People of the Scripture divided until after the clear proof came unto them.","bn_translation":"যাদেরকে কিতাব দেয়া হয়েছিল তারাতো বিভক্ত হল তাদের নিকট সু-স্পষ্ট প্রমাণ আসার পর।"}	,
{"verse_id":	5	,"sura_name":"আল-বায়্যিনাহ্","bn_ayat":"০৫","ar_ayat":"﴿﻿۵﻿﴾","text_indo_pak":"وَمَاۤ اُمِرُوۡۤا اِلَّا لِیَعۡبُدُوا اللّٰہَ مُخۡلِصِیۡنَ لَہُ الدِّیۡنَ ۬ۙ  حُنَفَآءَ وَیُقِیۡمُوا الصَّلٰوۃَ وَیُؤۡتُوا الزَّکٰوۃَ وَذٰلِکَ دِیۡنُ الۡقَیِّمَۃِ ؕ","en_translation":"And they are ordered naught else than to serve Allah, keeping religion pure for Him, as men by nature upright, and to establish worship and to pay the poor-due. That is true religion.","bn_translation":"তারাতো আদিষ্ট হয়েছিল আল্লাহর আনুগত্যে বিশুদ্ধ চিত্ত হয়ে একনিষ্ঠভাবে তাঁর ইবাদাত করতে এবং সালাত কায়েম করতে ও যাকাত প্রদান করতে; এটাই সু-প্রতিষ্ঠিত ধর্ম।"}	,
{"verse_id":	6	,"sura_name":"আল-বায়্যিনাহ্","bn_ayat":"০৬","ar_ayat":"﴿﻿۶﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ کَفَرُوۡا مِنۡ اَہۡلِ الۡکِتٰبِ وَالۡمُشۡرِکِیۡنَ فِیۡ نَارِ جَہَنَّمَ خٰلِدِیۡنَ فِیۡہَا ؕ  اُولٰٓئِکَ ہُمۡ شَرُّ الۡبَرِیَّۃِ ؕ","en_translation":"Lo! those who disbelieve, among the People of the Scripture and the idolaters, will abide in fire of hell. They are the worst of created beings.","bn_translation":"কিতাবীদের মধ্যে যারা কুফরী করে তারা এবং মুশরিকরা জাহান্নামের আগুনে স্থায়ীভাবে অবস্থান করবে; তারাই সৃষ্টির অধম।"}	,
{"verse_id":	7	,"sura_name":"আল-বায়্যিনাহ্","bn_ayat":"০৭","ar_ayat":"﴿﻿۷﻿﴾","text_indo_pak":"اِنَّ الَّذِیۡنَ اٰمَنُوۡا وَعَمِلُوا الصّٰلِحٰتِ ۙ  اُولٰٓئِکَ ہُمۡ خَیۡرُ الۡبَرِیَّۃِ ؕ","en_translation":"(And) lo! those who believe and do good works are the best of created beings.","bn_translation":"যারা ঈমান আনে ও সৎ কাজ করে তারাই সৃষ্টির শ্রেষ্ঠ।"}	,
{"verse_id":	8	,"sura_name":"আল-বায়্যিনাহ্","bn_ayat":"০৮","ar_ayat":"﴿﻿۸﻿﴾","text_indo_pak":"جَزَآؤُہُمۡ عِنۡدَ رَبِّہِمۡ جَنّٰتُ عَدۡنٍ تَجۡرِیۡ مِنۡ تَحۡتِہَا الۡاَنۡہٰرُ خٰلِدِیۡنَ فِیۡہَاۤ اَبَدًا ؕ  رَضِیَ اللّٰہُ عَنۡہُمۡ وَرَضُوۡا عَنۡہُ ؕ  ذٰلِکَ لِمَنۡ خَشِیَ رَبَّہٗ ","en_translation":"Their reward is with their Lord: Gardens of Eden underneath which rivers flow, wherein they dwell for ever. Allah hath pleasure in them and they have pleasure in Him. This is (in store) for him who feareth his Lord.","bn_translation":"তাদের রবের নিকট আছে তাদের পুরস্কার স্থায়ী জান্নাত, যার নিম্নদেশে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে; আল্লাহ তাদের উপর প্রসন্ন এবং তারাও তাঁর উপর সন্তুষ্ট; ইহা এ জন্য যে, তারা তাদের রাব্বকে ভয় করে।"}	
]
