[
    {

        "chapter_bn": "১/ রাসুলুল্লাহ (ﷺ) এর প্রতি কিভাবে ওহী শুরু হয়েছিল",
        "hadithBengali": "১। হুমায়দী (রহঃ) ... আলকামা ইবনু ওয়াক্কাস আল-লায়সী (রহঃ) থেকে বর্ণিত, আমি উমর ইবনুল খাত্তাব (রাঃ)-কে মিম্বরের ওপর দাঁড়িয়ে বলতে শুনেছিঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ প্রত্যেক কাজ নিয়তের সাথে সম্পর্কিত। আর মানুষ তার নিয়ত অনুযায়ী ফল পাবে। তাই যার হিজরত হবে দুনিয়া লাভের অথবা নারীকে বিয়ে করার উদ্দেশ্যে- সেই উদ্দেশ্যেই হবে তার হিজরতের প্রাপ্য।;\n",
        "id": 1,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলকামা ইবন ওক্কাস (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১/ রাসুলুল্লাহ (ﷺ) এর প্রতি কিভাবে ওহী শুরু হয়েছিল",
        "hadithBengali": "২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, হারিস ইবনু হিশাম (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করলেন, ইয়া রাসুলুল্লাহ! আপনার প্রতি ওহী কিভাবে আসে? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কোন সময় তা ঘন্টাধ্বনির ন্যায় আমার নিকট আসে। আর এটি-ই আমার উপর সবচাইতে কষ্টদায়ক হয় এবং তা সমাপ্ত হতেই ফিরিশতা যা বলেন আমি তা মুখস্থ করে নিই, আবার কখনো ফিরিশতা মানুষের আকৃতিতে আমার সঙ্গে কথা বলেন। তিনি যা বলেন আমি তা মুখস্থ করে ফেলি। আয়িশা (রাঃ) বলেন, আমি প্রচন্ড শীতের দিনে ওহী নাযিলরত অবস্থায় তাঁকে দেখেছি। ওহী শেষ হলেই তাঁর কপাল থেকে ঘাম ঝরে পড়ত।;",
        "id": 2,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১/ রাসুলুল্লাহ (ﷺ) এর প্রতি কিভাবে ওহী শুরু হয়েছিল",
        "hadithBengali": "৩। ইয়াহ্ইয়া ইবনু বুকায়র (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি সর্বপ্রথম যে ওহী আসে, তা ছিল ঘুমের মধ্যে সত্য স্বপ্নরূপে। যে স্বপ্নই তিনি দেখতেন তা একেবারে ভোরের আলোর ন্যায় প্রকাশ পেত। তারপর তাঁর কাছে নির্জনতা প্রিয় হয়ে পড়ে এবং তিনি হেরার গুহায় নির্জনে থাকতেন। আপন পরিবারের কাছে ফিরে আসা এবং কিছু খাদ্যসামগ্রী সঙ্গে নিয়ে যাওয়া এইভাবে সেখানে তিনি একাধারে বেশ কয়েক রাত ইবাদতে নিমগ্ন থাকতেন।;\n\nতারপর খাদীজা (রাঃ)-এর কাছে ফিরে এসে আবার অনুরূপ সময়ের জন্য কিছু খাদ্যসামগ্রী নিয়ে যেতেন। এমনিভাবে হেরা গুহায় অবস্থানকালে একদিন তাঁর কাছে ওহী এলো। তাঁর কাছে ফিরিশতা এসে বললেন, পড়ুন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি বললাম, আমি পড়িনা। তিনি বলেনঃ তারপর তিনি আমাকে জড়িয়ে ধরে এমন ভাবে চাপ দিলেন যে, আমার অত্যন্ত কষ্ট হল। তারপর তিনি আমাকে ছেড়ে দিয়ে বললেন, পড়ুন। আমি বললামঃ আমি তো পড়ি না। তিনি দ্বিতীয়বার আমাকে জড়িয়ে ধরে এমন ভাবে চাপ দিলেন যে, আমার অত্যন্ত কষ্ট হল। এরপর তিনি আমাকে ছেড়ে দিয়ে বললেনঃ পড়ুন। আমি জবাব দিলাম, আমিতো পড়িনা। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তারপর তৃতীয়বার তিনি আমাকে জড়িয়ে ধরে চাপ দিলেন। এরপর ছেড়ে দিয়ে বললেন, পড়ুন আপনার রবের নামে যিনি সৃষ্টি করেছেন। সৃষ্টি করেছেন মানুষকে আলাক থেকে। পড়ুন আর আপনার রব্ মহামহিমান্বিত।; (৯৬: ১-৩)\n\nতারপর এ আয়াত নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে এলেন। তাঁর অন্তর তখন কাঁপছিল। তিনি খাদীজা বিন্'ত খুওয়ালিদের কাছে এসে বললেন, আমাকে চাঁদর দিয়ে ঢেকে দাও, আমাকে চাঁদর দিয়ে ঢেকে দাও।  তাঁরা তাঁকে চাঁদর দিয়ে ঢেকে দিলেন। অবশেষে তাঁর ভয় দূর হল। তখন তিনি খাদীজা (রাঃ) এর কাছে সকল ঘটনা জানিয়ে তাঁকে বললেন, আমি নিজের উপর আশংকা বোধ করছি। খাদীজা (রাঃ) বললেন, আল্লাহ্'র কসম, কক্ষনো না। আল্লাহ্ আপনাকে কক্ষনো অপমানিত করবেন না। আপনিতো আত্মীয়-স্বজনের সাথে সদ্ব্যবহার করেন, অসহায় দুর্বলের দায়িত্ব বহন করেন, নিঃস্বকে সাহায্য করেন, মেহমানের মেহমানদারী করেন এবং দুর্দশাগ্রস্তকে সাহায্য করেন।;\n\nএরপর তাঁকে নিয়ে খাদীজা (রাঃ) তাঁর চাচাতো ভাই ওয়ারাকা ইবনু নাওফিল ইবনু আবদুল আসাদ ইবনু আবদুল উযযার কাছে গেলেন, যিনি জাহিলী যুগে ঈসায়ী ধর্ম গ্রহণ করেছিলেন। তিনি ইবরানী ভাষা লিখতে জানতেন এবং আল্লাহ্'র তওফীক অনুযায়ী ইবরানী ভাষায় ইনজীল থেকে অনুবাদ করতেন। তিনি ছিলেন অত্যন্ত বয়োবৃদ্ধ এবং অন্ধ হয়ে গিয়েছিলেন। খাদীজা (রাঃ) তাঁকে বললেন, হে চাচাতো ভাই! আপনার ভাতিজার কথা শুনুন। ওয়ারাকা তাঁকে জিজ্ঞেস করলেন, ভাতিজা! তুমি কী দেখ? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা দেখেছিলেন, সবই খুলে বললেন।;\n\nতখন ওয়ারাকা তাঁকে বললেন, ইনি সে দূত যাঁকে আল্লাহ্ মূসা আলাইহিস সালাম এর কাছে পাঠিয়েছিলেন। আফসোস! আমি যদি সেদিন যুবক থাকতাম। আফসোস! আমি যদি সেদিন জীবিত থাকতাম, যেদিন তোমার কাওম তোমাকে বের করে দেবে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাঁরা কি আমাকে বের করে দিবে? তিনি বললেন, হ্যাঁ, অতীতে যিনই তোমার মত কিছু নিয়ে এসেছেন তাঁর সঙ্গেই শত্রুতা করা হয়েছে। সেদিন যদি আমি থাকি, তবে তোমাকে প্রবলভাবে সাহায্য করব। এর কিছুদিন পর ওয়ারাকা (রাঃ) ইন্তেকাল করেন। আর ওহী স্থগিত থাকে।\n\nইবনু শিহাব (রহঃ) ... জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ) ওহী স্থগিত হওয়া প্রসঙ্গে বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ একদা আমি হেঁটে চলেছি, হঠাৎ আকাশ থেকে একটি আওয়াজ শুনতে পেয়ে চোখ তুলে তাকালাম। দেখলাম, সেই ফিরিশতা, যিনি হেরায় আমার কাছে এসেছিলেন, আসমান ও যমিনের মাঝখানে একটি কুরসীতে বসে আছেন। এতে আমি ভয় পেয়ে গেলাম। তৎক্ষণাৎ আমি ফিরে এসে বললাম, আমাকে বস্ত্রাবৃত কর, আমাকে বস্ত্রাবৃত কর। তারপর আল্লাহ তাআলা নাযিল করলেন, হে বস্ত্রাচ্ছাদিত! উঠুন, সতর্কবানী প্রচার করুন এবং আপনার রবের শ্রেষ্ঠত্ব ঘোষণা করুন। আপনার পোশাক পবিত্র রাখুন। অপবিত্রতা থেকে দূরে থাকুন (৭৪: ১-৪)। এরপর ব্যাপকভাবে পর পর ওহী নাযিল হতে লাগল।;\n\nআবদুল্লাহ ইবনু ইউসুফ (রহঃ) ও আবূ সালেহ (রহঃ) অনুরুপ বর্ণনা করেছেন। হেলাল ইবনু রাদদাদ (রহঃ) যুহরী (রহঃ) থেকেও অনুরুপ বর্ণনা করেছেন। ইউনুস ও মামার فؤاده এর স্থলেبَوَادِرُهُ শব্দ উল্লেখ করেছেন।;\n",
        "id": 3,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১/ রাসুলুল্লাহ (ﷺ) এর প্রতি কিভাবে ওহী শুরু হয়েছিল",
        "hadithBengali": "৪। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, মহান আল্লাহর বাণীঃ তাড়াতাড়ি ওহী আয়ত্ত করার জন্য আপনার জিহ্বা তার সাথে নাড়বেন না (৭৫:১৬) এর ব্যাখ্যায় তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওহী নাযিলের সময় তা আয়ত্ত করতে বেশ কষ্ট স্বীকার করতেন এবং প্রায়ই তিনি তাঁর উভয় ঠোঁট নাড়াতেন। ইবনু আব্বাস (রাঃ) বলেন, আমি তোমাকে দেখানোর জন্য ঠোঁট দুটি নাড়ছি যেভাবে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাড়াতেন। \n\nসাঈদ (রহঃ) (তাঁর শাগরিদদের) বললেন, আমি ইবনু আব্বাস (রাঃ)-কে যেভাবে তাঁর ঠোঁট দুটি নাড়াতে দেখেছি, সেভাবেই আমার ঠোঁট দুটি নাড়াচ্ছি।  এই বলে তিনি তাঁর ঠোঁট দুটি নাড়ালেন। এ সম্পর্কে আল্লাহ্ তাআলা নাযিল করলেনঃ তাড়াতাড়ি ওহী আয়ত্ত করার জন্য আপনি আপনার জিহবা তার সাথে নাড়াবেন না। এর সংরক্ষণ ও পাঠ করানোর দায়িত্ব আমারই। ; (৭৫:১৬-১৮);\n\nইবনু আব্বাস (রাঃ) বলেন এর অর্থ হলঃ আপনার অন্তরে তা সংরক্ষণ করা এবং আপনার দ্বারা তা পাঠ করানো। সুতরাং যখন আমি তা পাঠ করি আপনি সে পাঠের অনুসরণ করুন (৭৫:১৯) ইবনু আব্বাস (রাঃ) বলেন অর্থাৎ মনোযোগ সহকারে শুনুন এবং চুপ থাকুন। এরপর এর বিশদ ব্যাখ্যার দায়িত্ব আমারই (৭৫:১৯)।  অর্থাৎ আপনি তা পাঠ করবেন এটাও আমার দায়িত্ব। তারপর যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে জিবরাঈল আলাইহি ওয়া সাল্লাম আসতেন, তখন তিনি মনোযোগ সহকারে কেবল শুনতেন। জিবরাঈল আলাইহি ওয়া সাল্লাম চলে গেলে তিনি যেমন পড়েছিলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও ঠিক তেমনি পড়তেন।;\n",
        "id": 4,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১/ রাসুলুল্লাহ (ﷺ) এর প্রতি কিভাবে ওহী শুরু হয়েছিল",
        "hadithBengali": "৫। আবদান (রহঃ) ও বিশর ইবনু মুহাম্মদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন সর্বশ্রেষ্ঠ দাতা। রমযানে তিনি আরো বেশী দানশীল হতেন, যখন জিবরীল (আঃ) তাঁর সাথে সাক্ষাৎ করতেন। আর রমযানের প্রতি রাতেই জিবরীল (আঃ) তাঁর সাথে সাক্ষাৎ করতেন এবং তাঁরা পরস্পর কুরআন তিলাওয়াত করে শোনাতেন। নিশ্চয়ই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রহমতের বাতাস থেকেও অধিক দানশীল ছিলেন।;\n",
        "id": 5,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১/ রাসুলুল্লাহ (ﷺ) এর প্রতি কিভাবে ওহী শুরু হয়েছিল",
        "hadithBengali": "৬। আবূল ইয়ামান হাকাম ইবনু নাফি (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণনা করেন যে, আবূ সুফিয়ান ইবনু হরব তাকে বলেছেন, বাদশাহ হিরাকল একবার তাঁর কাছে লোক পাঠালেন। তিনি কুরাইশদের কাফেলায় তখন ব্যবসা উপলক্ষে সিরিয়ায় ছিলেন। সে সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ সুফিয়ান ও কুরাইশদের সাথে নির্দিষ্ট সময়ের জন্য সন্ধিবদ্ধ ছিলেন। আবূ সুফিয়ান তার সঙ্গীদের সহ হিরাকলের কাছে এলেন এবং তখন হিরাকল জেরুযালেমে অবস্থান করছিলেন। হিরাকল তাদেরকে তাঁর নিকটে ডাকলেন। তার পাশে তখন রোমের নেত্রীস্থানীয় ব্যাক্তিগন উপস্থিত ছিল। এরপর তাদের কাছে ডেকে নিলেন এবং দোভাষীকে ডাকলেন।\n\nতারপর জিজ্ঞাসা করলেন, এই যে ব্যাক্তি নিজেকে নবী বলে দাবী করে  তোমাদের মধ্যে বংশের দিক দিয়ে তাঁর সবচেয়ে নিকটাত্মীয় কে? আবূ সুফিয়ান বললেন, আমি বললাম, বংশের দিক দিয়ে আমিই তাঁর নিকটাত্মীয়। তিনি বললেন, তাঁকে আমার খুব কাছে নিয়ে এস এবং তাঁর সঙ্গীদেরও কাছে এনে পেছনে বসিয়ে দাও। এরপর তাঁর দোভাষীকে বললেন, তাদের বলে দাও, আমি এর কাছে সে ব্যাক্তি সম্পর্কে কিছু জিজ্ঞাসা করবো, সে যদি আমার কাছে মিথ্যা বলে, তবে সাথে সাথে তোমরা তাকে মিথ্যাবাদী বলে প্রকাশ করবে। আবূ সুফিয়ান বলেন, আল্লাহ্'র কসম! তারা আমাকে মিথ্যাবাদী বলে প্রচার করবে-এ লজ্জা যদি আমার না থাকত, তবে অবশ্যই আমি তাঁর সম্পর্কে মিথ্যা বলতাম।\n\nএরপর তিনি তাঁর সম্পর্কে আমাকে প্রথম প্রশ্ন যে করেন তা হচ্ছে, তোমাদের মধ্যে তাঁর বংশমর্যাদা কেমন? আমি বললাম, তিনি আমাদের মধ্যে অতি সম্ভ্রান্ত বংশের। তিনি বললেন, তোমাদের মধ্যে এর আগে আর কখনো কি কেউ একথা বলেছে? আমি বললাম, না। তিনি বললেন, তাঁর বাপ-দাদাদের মধ্যে কি কেউ বাদশাহ ছিলেন? আমি বললাম, না। তিনি বললেন, তারা কি সংখ্যায় বাড়ছে, না কমছে? আমি বললাম, তারা বেড়েই চলেছে। তিনি বললেন, তাঁর দ্বীন গ্রহণ করার পর কেউ কি নারায হয়ে তা পরিত্যাগ করে? আমি বললাম, না। তিনি বললেন, নবূয়তের দাবীর আগে তোমরা কি কখনো তাঁকে মিথ্যার দায়ে অভিযুক্ত করেছ? আমি বললাম, না। তিনি বললেন, তিনি কি চুক্তি ভঙ্গ করেন? আমি বললাম, না। তবে আমরা তাঁর সঙ্গে একটি নির্দিষ্ট সময়ের চুক্তিতে আবদ্ধ আছি। জানিনা, এর মধ্যে তিনি কি করবেন।\n\nআবূ সুফিয়ান বলেন, এ কথাটুকু ছাড়া নিজের পক্ষ থেকে আর কোন কথা সংযোজনের সুযোগই আমি পাইনি। তিনি বললেন, তোমরা কি তাঁর সাথে কখনো যুদ্ধ করেছ? আমি বললাম, হাঁ। তিনি বললেন, তাঁর সঙ্গে তোমাদের যুদ্ধ কেমন হয়েছে? আমি বললাম, তাঁর ও আমাদের মধ্যে যুদ্ধের ফলাফল কুয়ার বালতির ন্যায়। কখনো তাঁর পক্ষে যায়, আবার কখনো আমাদের পক্ষে আসে।  তিনি বললেন, তিনি তোমাদের কিসের আদেশ দেন? আমি বললাম, তিনি বলেনঃ তোমরা এক আল্লাহ্'র ইবাদত কর এবং তাঁর সঙ্গে কোন কিছুর শরীক করো না এবং তোমাদের বাপ-দাদার ভ্রান্ত মতবাদ ত্যাগ কর। আর তিনি আমাদের সালাত (নামায/নামাজ) আদায় করার, সত্য কথা বলার, নিষ্কলুষ থাকার এবং আত্মীয়দের সাথে সদ্ব্যবহার করার আদেশ দেন।\n\nতারপর তিনি দোভাষীকে বললেন, তুমি তাকে বল, আমি তোমার কাছে তাঁর বংশ সম্পর্কে জিজ্ঞাসা করেছি। তুমি তার জওয়াবে উল্লেখ করেছ যে, তিনি তোমাদের মধ্যে সম্ভ্রান্ত বংশের। প্রকৃতপক্ষে রাসূল গণকে তাঁদের কওমের উচ্চ বংশেই প্রেরণ করা হয়ে থাকে। তোমাকে জিজ্ঞাসা করেছি, এ কথা তোমাদের মধ্যে ইতিপূর্বে আর কেউ বলেছে কিনা? তুমি বলেছ, না। তাই আমি বলছি যে, আগে যদি কেউ এ কথা বলে থাকত, তবে অবশ্যই আমি বলতে পারতাম, এ এমন ব্যাক্তি, যে তাঁর পূর্বসূরীর কথারই অনুসরণ করছে। আমি তোমাকে জিজ্ঞাসা করেছি, তাঁর পূর্বপুরুষের মধ্যে কোন বাদশাহ ছিলেন কি না? তুমি তার জবাবে বলেছ, না। তাই আমি বলছি যে, তাঁর পূর্বপুরুষের মধ্যে যদি কোন বাদশাহ থাকতেন, তবে আমি বলতাম, ইনি এমন এক ব্যাক্তি যিনি তাঁর বাপ-দাদার বাদশাহী ফিরে পেতে চান।;\n\nআমি তোমাকে জিজ্ঞাসা করেছি- এর আগে কখনো তোমরা তাঁকে মিথ্যার দায়ে অভিযুক্ত করেছ কি না? তুমি বলেছ, না। এতে আমি বুঝলাম, এমনটি হতে পারে না যে, কেউ মানুষের ব্যাপারে মিথ্যা ত্যাগ করবে অথচ আল্লাহ্'র ব্যাপারে মিথ্যা কথা বলবে। আমি তোমাকে জিজ্ঞাসা করেছি, শরীফ লোক তাঁর অনুসরন করে, না সাধারণ লোক? তুমি বলেছ, সাধারণ লোকই তাঁর অনুসরণ করে। আর বাস্তবেও এরাই হন রাসূল গণের অনুসারী। আমি তোমাকে জিজ্ঞাসা করেছি, তারা সংখ্যায় বাড়ছে না কমছে? তুমি বলেছ বাড়ছে। প্রকৃতপক্ষে ঈমানে পূর্ণতা লাভ করা পর্যন্ত এ রকমই হয়ে থাকে। আমি তোমাকে জিজ্ঞাসা করেছি, তাঁরা দ্বীনে দাখিল হওয়ার পর নারায হয়ে কেউ কি তা ত্যাগ করে? তুমি বলেছ, না। ঈমানের স্নিগ্ধতা অন্তরের সাথে মিশে গেলে ঈমান এরূপই হয়। আমি তোমাকে জিজ্ঞাসা করেছি তিনি চুক্তি ভঙ্গ করেন কি না? তুমি বলেছ, না। প্রকৃতপক্ষে রাসূলগণ এরূপই, চুক্তি ভঙ্গ করেন না।;\n\nআমি তোমাকে জিজ্ঞাসা করেছি তিনি তোমাদের কিসের নির্দেশ দেন। তুমি বলেছ, তিনি তোমাদের এক আল্লাহ্'র ইবাদত করা ও তাঁর সাথে অন্য কিছুকে শরীক না করার নির্দেশ দেন। তিনি তোমাদের নিষেধ করেন মূর্তিপূজা করতে আর তোমাদের আদেশ করেন সালাত (নামায/নামাজ) আদায় করতে, সত্য কথা বলতে ও কলুষমুক্ত থাকতে। তুমি যা বলেছ তা যদি সত্য হয়, তবে শীঘ্রই তিনি আমার এ দুপায়ের নীচের জায়গার মালিক হবেন। আমি নিশ্চিত জানতাম, তাঁর আবির্ভাব হবে; কিন্তু তিনি যে তোমাদের মধ্যে থেকে হবেন, এ কথা ভাবিনি। যদি জানতাম, আমি তাঁর কাছে পৌঁছাতে পারব, তাঁর সঙ্গে সাক্ষাৎ করার জন্য আমি যে কোন কষ্ট স্বীকার করতাম। আর আমি যদি তাঁর কাছে থাকতাম তবে অবশ্যই তাঁর দুখানা পা ধুয়ে দিতাম। এরপর তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সেই পত্রখানি আনতে বললেন, যা তিনি দিহয়াতুল কালবীর মাধ্যমে বসরার শাসকের কাছে পাঠিয়েছিলেন। তিনি তা পাঠ করলেন। তাতে লেখা ছিলঃ\n\nবিসমিল্লাহির রাহমানির রাহীম (দয়াময় পরম দয়ালু আল্লাহ্'র নামে)। আল্লাহ্'র বান্দা ও তাঁর রাসুল মুহাম্মদএর পক্ষ থেকে রোম সম্রাট হিরাকল এর প্রতি। --শান্তি (বর্ষিত হোক) তার প্রতি, যে হিদায়াতের অনুসরণ করে। তারপর আমি আপনাকে ইসলামের দাওয়াত দিচ্ছি। ইসলাম গ্রহণ করুন, নিরাপদে থাকবেন। আল্লাহ্ আপনাকে দ্বিগুণ পুরষ্কার দান করবেন। আর যদি মুখ ফিরিয়ে নেন, তবে সব প্রজার পাপই আপনার উপর বর্তাবে। হে আহলে কিতাব! এস সে কথার দিকে, যা আমাদের ও তোমাদের মধ্যে একই; যেন আমরা আল্লাহ্ ব্যতীত আর কারো ইবাদত না করি, কোন কিছুকেই তাঁর শরীক না করি এবং আমাদের কেউ কাউকে আল্লাহ্ ব্যতীত রব রূপে গ্রহণ না করি। যদি তারা মুখ ফিরিয়ে নেয়, তবে বলো, তোমরা সাক্ষী থাক, আমরা মুসলিম (৩:৬৪)।\n\nআবূ সুফিয়ান বলেন, হিরাকল যখন তাঁর বক্তব্য শেষ করলেন এবং পত্র পাঠও শেষ করলেন, তখন সেখানে শোরগোল পড়ে গেল, চীৎকার ও হৈ-হল্লা তুঙ্গে উঠল এবং আমাদের বের করে দেওয়া হল। আমাদের বের করে দিলে আমি আমার সঙ্গীদের বললাম, আবূ কাবশার ছেলের বিষয়তো শক্তিশালী হয়ে উঠেছে, বনূ আসফার (রোম)-এর বাদশাহও তাকে ভয় পাচ্ছে। তখন থেকে আমি বিশ্বাস করতে লাগলাম, তিনি শীঘ্রই জয়ী হবেন। অবশেষে আল্লাহ্ তাআলা আমাকে ইসলাম গ্রহণের তওফীক দান করলেন।\n\nইবনু নাতূর ছিলেন জেরুযালেমের শাসনকর্তা এবং হিরাকলের বন্ধু ও সিরিয়ার খৃষ্টানদের পাদ্রী। তিনি বলেন, হিরাকল যখন জেরুযালেম আসেন, তখন একদিন তাঁকে বিমর্ষ দেখাচ্ছিল। তাঁর একজন বিশিষ্ট সহচর বলল, আমরা আপনার চেহারা আজ বিবর্ণ দেখতে পাচ্ছি, ইবনু নাতূর বলেন, হিরাকল ছিলেন জ্যোতিষী, জ্যোতির্বিদ্যায় তাঁর দক্ষতা ছিল। তারা জিজ্ঞাসা করলে তিনি তাদের বললেন, আজ রাতে আমি তারকারাজির দিকে তাকিয়ে দেখতে পেলাম, খতনাকারীদের বাদশাহ আবির্ভূত হয়েছেন। বর্তমান যুগে কোন্ জাতি খতনা করে? তারা বলল, ইয়াহূদী ছাড়া কেউ খতনা করে না। কিন্তু তাদের ব্যাপার যেন আপনাকে মোটেই চিন্তিত না করে। আপনার রাজ্যের শহরগুলোতে লিখে পাঠান, তারা যেন সেখানকার সকল ইয়াহূদীকে হত্যা করে ফেলে। তারা যখন এ ব্যাপারে ব্যতিব্যস্ত ছিল, তখন হিরাকলের কাছে এক ব্যাক্তিকে উপস্থিত করা হল, যাকে গাসসানের শাসনকর্তা পাঠিয়েছিল। সে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সম্পর্কে খবর দিচ্ছিল। হিরাকল তার কাছ থেকে খবর জেনে নিয়ে বললেন, তোমরা একে নিয়ে গিয়ে দেখ, তার খতনা হয়েছে কি-না। তারা তাকে নিয়ে দেখে এসে সংবাদ দিল, তার খতনা হয়েছে।;\n\nহিরাকল তাকে আরবদের সম্পর্কে জিজ্ঞাসা করলেন। সে জওয়াব দিল, তারা খতনা করে। তারপর হিরাকল তাদের বললেন, ইনি [রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] এ উম্মতের বাদশাহ। তিনি আবির্ভূত হয়েছেন। এরপর হিরাকল রোমে তাঁর বন্ধুর কাছে লিখলেন। তিনি জ্ঞানে তাঁর সমকক্ষ ছিলেন। পরে হিরাকল হিমস চলে গেলেন। হিমসে থাকতেই তাঁর কাছে তাঁর বন্ধুর চিঠি এলো, যা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আবির্ভাব এবং তিনই যে প্রকৃত নবী, এ ব্যাপারে হিরাকলের মতকে সমর্থন করছিল। তারপর হিরাকল তাঁর হিমসের প্রাসাদ রোমের নেতৃস্থানীয় ব্যাক্তিদের ডাকলেন এবং প্রাসাদর সব দরজা বন্ধ করে দেওয়ার নির্দেশ দিলেন। দরজা বন্ধ করা হল। তারপর তিনি সামনে এসে বললেন, হে রোমবাসী! তোমরা কি কল্যাণ, হিদায়ত এবং তোমাদের রাষ্ট্রের স্থায়িত্ব চাও? তাহলে এই নবীর রায়আত গ্রহণ কর।;\n\nএ কথা শুনে তারা জংলী গাধার মত ঊর্ধ্বশ্বাসে দরজার দিকে ছুটল, কিন্তু তারা তা বন্ধ অবস্থায় পেল। হিরাকল যখন তাদের অনীহা লক্ষ্য করলেন এবং তাদের ঈমান থেকে নিরাশ হয়ে গেলেন, তখন বললেন, ওদের আমার কাছে ফিরিয়ে আন। তিনি বললেন, আমি একটু আগে যে কথা বলেছি, তা দিয়ে তোমরা তোমাদের দ্বীনের উপর কতটুকু অটল, কেবল তার পরীক্ষা করেছিলাম। এখন আমি তা দেখে নিলাম। একথা শুনে তারা তাঁকে সিজদা করল এবং তাঁর প্রতি সন্তুষ্ট হল। এই ছিল হিরাকল এর শেষ অবস্থা।;\n\nআবূ আবদুল্লাহ [বুখারী (রহঃ)] বলেন, সালেহ ইবনু কায়সান (রহঃ), ইউনুস (রহঃ) ও মামার (রহঃ) এ হাদীস যুহরী (রহঃ) থেকে রিওয়ায়েত করেছেন।;\n",
        "id": 6,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    }
]
